[{"condition": "Gallbladder cancer", "sections": [{"No header": "- Gallbladder cancer is a cancer that's found anywhere in the gallbladder.\n- The gallbladder is a small organ in the top part of your tummy that helps you digest your food.\n- Gallbladder cancer is often found when someone is having treatment for another condition, such as gallstones.\n- How serious gallbladder cancer is depends on where it is in the gallbladder, how big it is, if it has spread and your general health.\nIt's important to get any symptoms of gallbladder cancer checked as soon as possible."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}]}, {"condition": "Gallbladder pain, see Acute cholecystitis", "sections": [{"No header": "Acute cholecystitis is inflammation of the gallbladder. It usually happens when a gallstone blocks the cystic duct.\nGallstones are small stones, usually made of cholesterol, that form in the gallbladder. The cystic duct is the main opening of the gallbladder.\nGallstones are very common, affecting about 1 in 10 adults in the UK.\nThey do not usually cause symptoms, but can occasionally cause episodes of pain (biliary colic) or acute cholecystitis.\nAcute cholecystitis is potentially serious because of the risk of complications.\nIt usually needs to be treated in hospital with rest, intravenous fluids and antibiotics."}, {"Symptoms of cholecystitis": "The main symptom of acute cholecystitis is a sudden, sharp pain in the upper right-hand side of your tummy (abdomen). This pain spreads towards your right shoulder.\nThe affected part of the tummy is usually very tender, and breathing deeply can make the pain worse.\nUnlike other types of abdominal pain, the pain of acute cholecystitis is usually persistent and does not go away within a few hours.\nSome people may have additional symptoms, such as:\n- a high temperature (fever)\n- feeling sick\n- being sick\n- sweating\n- loss of appetite\n- yellowing of the skin and the whites of the eyes(jaundice)\n- a bulge in the tummy"}, {"When to seek medical advice": "See a GP as soon as possible if you develop sudden and severe abdominal pain, particularly if it lasts longer than a few hours or is accompanied by other symptoms, such as jaundice and a high temperature.\nIf you're unable to contact a GP immediately, phone your local out-of-hours service or call NHS 111 for advice.\nIt's important for acute cholecystitis to be diagnosed as soon as possible, as there's a risk serious complications could develop if it's not treated promptly."}, {"What causes acute cholecystitis?": "The causes of acute cholecystitis can be grouped into 2 main categories: calculous cholecystitis and acalculous cholecystitis.\nCalculous cholecystitis is the most common, and usually less serious, type of acute cholecystitis. It accounts for around 95% of all cases.\nCalculous cholecystitis develops when the main opening to the gallbladder, the cystic duct, gets blocked by a gallstone or a substance known as biliary sludge.\nBiliary sludge is a mixture of bile, a liquid produced by the liver that helps digest fats, and small cholesterol and salt crystals.\nThe blockage in the cystic duct causes bile to build up in the gallbladder, increasing the pressure inside it and causing it to become inflamed.\nIn around 1 in every 5 cases, the inflamed gallbladder also becomes infected by bacteria.\nAcalculous cholecystitis is a less common, but usually more serious, type of acute cholecystitis.\nIt usually develops as a complication of a serious illness, infection or injury that damages the gallbladder.\nAcalculous cholecystitis can be caused by accidental damage to the gallbladder during major surgery, serious injuries or burns, sepsis, severe malnutrition or HIV/AIDS."}, {"Diagnosing acute cholecystitis": "If you have severe tummy pain, a GP will probably carry out a simple test called Murphy's sign.\nYou'll be asked to breathe in deeply with the GP's hand pressed on your tummy, just below your rib cage.\nYour gallbladder will move downwards as you breathe in. If you have cholecystitis, you'll experience sudden pain as your gallbladder reaches your doctor's hand.\nIf your symptoms suggest you have acute cholecystitis, your GP will refer you to hospital immediately for further tests and treatment.\nTests you may have in hospital include:\n- blood tests– to check for signs of inflammation in your body\n- anultrasound scanof your tummy – to check for gallstones or other signs of a problem with your gallbladder\nOther scans, such as an X-ray, CT scan or MRI scan, may also be carried out to examine your gallbladder in more detail if there's any uncertainty about your diagnosis."}, {"Treating acute cholecystitis": "If you're diagnosed with acute cholecystitis, you'll probably need to be admitted to hospital for treatment.\nInitial treatment will usually involve:\n- not eating or drinking (fasting) to take the strain off your gallbladder\n- receiving fluids through a drip directly into a vein (intravenously) to preventdehydration\n- taking medicine to relieve your pain\nYou'll also be given antibiotics if it's thought you have an infection.\nThese often need to be continued for up to a week, during which time you may need to stay in hospital, or you may be able to go home.\nAfter initial treatment, any gallstones that may have caused acute cholecystitis usually fall back into the gallbladder and the inflammation will often settle down.\nRemoving your gallbladder may be recommended at some point after initial treatment to prevent acute cholecystitis coming back and reduce your risk of developing potentially serious complications. \nThis type of surgery is known as a cholecystectomy.\nAlthough uncommon, an alternative procedure called a percutaneous cholecystostomy may be carried out if you're too unwell to have surgery.\nThis is where a needle is inserted through your tummy to drain away the fluid that's built up in the gallbladder.\nIf you're fit enough to have surgery, your doctors will decide when the best time to remove your gallbladder is.\nIn some cases you may need to have surgery immediately or in the next day or 2, or it may be necessary to wait a few weeks until the inflammation has settled down.\nSurgery can be carried out in 3 ways:\n- laparoscopic cholecystectomy– a type of keyhole surgery where the gallbladder is removed using special surgical instruments inserted through a number of small cuts in your abdomen\n- single-incision laparoscopic cholecystectomy – where the gallbladder is removed through a single cut, which is usually made near the bellybutton\n- open cholecystectomy– where the gallbladder is removed through a single larger cut in the tummy\nAlthough some people who have had their gallbladder removed have reported symptoms of bloating and diarrhoea after eating certain foods, it's possible to lead a perfectly normal life without a gallbladder.\nThe organ can be useful, but it's not essential as your liver will still produce bile to digest food.\nFind out more about recovering from gallbladder removal"}, {"Possible complications": "Without appropriate treatment, acute cholecystitis can sometimes lead to potentially life-threatening complications.\nThe main complications of acute cholecystitis are:\n- the death of gallbladder tissue (gangrenous cholecystitis) – which can cause a serious infection that could spread throughout the body\n- the gallbladder splitting open (perforated gallbladder) – which can spread the infection within your tummy(peritonitis)or lead to a build-up of pus(abscess)\nEmergency surgery to remove the gallbladder is needed to treat these complications in about 1 in every 5 cases of acute cholecystitis."}, {"Preventing acute cholecystitis": "It's not always possible to prevent acute cholecystitis, but you can lower your risk of developing it by reducing your risk of getting gallstones.\nOne of the main things you can do to lower your chances of getting gallstones is to adopt a healthy, balanced diet and reduce the number of high-cholesterol foods you eat, as cholesterol is thought to contribute to the formation of gallstones.\nBeing overweight, particularly being obese, also increases your risk of developing gallstones.\nYou should therefore control your weight by eating a healthy diet and exercising regularly.\nBut low-calorie rapid weight loss diets should be avoided because there's evidence they can disrupt your bile chemistry and actually increase your risk of developing gallstones.\nA more gradual weight loss plan is best. \nFind out more about preventing gallstones\nThe gallbladder is a small pear-shaped organ located beneath the liver. It's main purpose is to store and concentrate bile.\nThe liver produces bile, a liquid that helps digest fats and carries toxins excreted by the liver.\nBile is passed from the liver through a series of channels called bile ducts into the gallbladder, where it's stored.\nOver time bile becomes more concentrated, which makes it more effective at digesting fats.\nThe gallbladder releases bile into the digestive system when it's needed.\nThe gallbladder is an organ that's useful, but not essential. It can safely be removed without interfering with your ability to digest food."}]}, {"condition": "Gallbladder removal", "sections": [{"No header": "Gallbladder removal surgery, also known as a cholecystectomy, is a very common procedure.\nThe gallbladder is a small, pouch-like organ in the upper right part of your tummy.\nIt stores bile, a fluid produced by the liver that helps break down fatty foods.\nYou don't need a gallbladder, so surgery to take it out is often recommended if you develop any problems with it."}, {"Why does my gallbladder need to be removed?": "Surgery to remove the gallbladder is usually carried out if you have painful gallstones.\nThese are small stones that can form in the gallbladder as a result of an imbalance in the substances that make up bile.\nGallstones often cause no symptoms and you may not realise you have them, but occasionally they can block the flow of bile and irritate the gallbladder (acute cholecystitis) or pancreas (acute pancreatitis).\nThis can cause symptoms such as:\n- sudden and intensetummy pain\n- feeling and being sick\n- yellowing of the skin and the whites of the eyes(jaundice)\nSurgery to remove the gallbladder is the most effective treatment in the vast majority of cases."}, {"What happens during gallbladder removal surgery": "There are 2 main ways of removing a gallbladder:\n- laparoscopic (keyhole) cholecystectomy – several small cuts (incisions) are made in your tummy (abdomen) and fine surgical instruments are used to access and remove your gallbladder\n- open cholecystectomy – a single larger incision is made in your tummy to access and remove your gallbladder\nKeyhole surgery is used most often because you can leave hospital sooner, recover faster and are left with smaller scars than with an open procedure.\nBoth techniques are performed under general anaesthetic, which means you'll be asleep during the operation and won't feel any pain while it's carried out.\nFind out more about how gallbladder removal surgery is performed"}, {"Recovering from gallbladder removal surgery": "It doesn't usually take long to recover from keyhole surgery to remove your gallbladder.\nMost people can leave hospital the same day or the next morning.\nYou'll probably be able to return to most of your normal activities within 2 weeks.\nIt takes longer to recover from open surgery. You may need to stay in hospital for 3 to 5 days and it could be 6 to 8 weeks before you're feeling back to normal.\nFind out more about recovering from gallbladder removal surgery"}, {"Living without a gallbladder": "You can lead a perfectly normal life without a gallbladder.\nYour liver will still make enough bile to digest your food, but instead of being stored in the gallbladder, it drips continuously into your digestive system.\nYou may have been advised to eat a special diet before surgery, but this doesn't need to be continued afterwards.\nInstead, you should aim to have a generally healthy, balanced diet.\nSome people experience problems such as bloating or diarrhoea after surgery, although this usually improves within a few weeks. \nIf you notice certain foods or drinks trigger these symptoms, you may wish to avoid them in the future.\nFind out more about diet after gallbladder surgery"}, {"Risks of gallbladder removal surgery": "Gallbladder removal surgery is considered to be a safe procedure, but, like any type of surgery, there's a risk of complications.\nPossible complications include:\n- wound infection\n- bile leaking into the tummy\n- damage to one of the openings (ducts) carrying bile out of the liver\n- blood clots\nSpeak to your surgeon about the benefits and risks of surgery before your operation.\nFind out more about the complications of gallbladder removal surgery"}]}, {"condition": "Gallstones", "sections": [{"No header": "Gallstones are small stones, usually made of cholesterol, that form in the gallbladder. In most cases, they do not cause any symptoms and do not need to be treated."}, {"Coronavirus advice": "Get advice about coronavirus and liver disease from the British Liver Trust"}, {"Symptoms of gallstones": "Gallstones often have no symptoms.\nBut if a gallstone becomes trapped in an opening (duct) inside the gallbladder, it can trigger a sudden, intense pain in your tummy that usually lasts between 1 and 5 hours.\nThis type of abdominal pain is known as biliary colic.\nSome people with gallstones can also develop complications, such as inflammation of the gallbladder (cholecystitis).\nThis can cause:\n- persistent pain\n- yellowing of the skin and eyes (jaundice)\n- a high temperature\nWhen gallstones cause symptoms or complications, it's known as gallstone disease or cholelithiasis."}, {"The gallbladder": "The gallbladder is a small pouch-like organ found underneath the liver. Its main purpose is to store and concentrate bile.\nBile is a liquid produced by the liver to help digest fats. It's passed from the liver into the gallbladder through a series of channels known as bile ducts.\nThe bile is stored in the gallbladder and, over time, becomes more concentrated, which makes it better at digesting fats.\nThe gallbladder releases bile into the digestive system when it's needed."}, {"Causes of gallstones": "Gallstones are thought to develop because of an imbalance in the chemical make-up of bile inside the gallbladder.\nIn most cases the levels of cholesterol in bile become too high and the excess cholesterol forms into stones.\nGallstones are very common. It's estimated more than 1 in every 10 adults in the UK has gallstones, although only a minority of people develop symptoms.\nYou're more at risk of developing gallstones if you're:\n- overweight orobese\n- female (particularly if you have had children)\n- 40 or over (the risk increases as you get older)"}, {"Treating gallstones": "Treatment is usually only necessary if gallstones are causing:\n- symptoms, such astummy pain\n- complications, such asjaundiceoracute pancreatitis\nIn these cases, keyhole surgery to remove the gallbladder may be recommended. \nThis procedure, known as a laparoscopic cholecystectomy, is relatively simple to perform and has a low risk of complications.\nIt's possible to lead a normal life without a gallbladder.\nYour liver will still produce bile to digest food, but the bile will drip continuously into the small intestine, rather than build up in the gallbladder."}, {"Outlook": "Gallstone disease is usually easily treated with surgery. \nVery severe cases can be life threatening, particularly in people who are already in poor health.\nBut deaths from gallstone disease are rare in the UK.\nIn this video, a doctor explains what gallstones are, the symptoms and the treatment options."}, {"No header": ""}]}, {"condition": "Ganglion cyst", "sections": [{"No header": "A ganglion cyst is a fluid-filled swelling that usually develops near a joint or tendon. The cyst can range from the size of a pea to the size of a golf ball."}, {"Symptoms of a ganglion cyst": "Ganglion cysts look and feel like a smooth lump under the skin.\nThey're made up of a thick, jelly-like fluid called synovial fluid, which surrounds joints and tendons to lubricate and cushion them during movement.\nGanglions can occur alongside any joint in the body, but are most common on the wrists (particularly the back of the wrist), hands and fingers.\nGanglions are harmless, but can sometimes be painful. If they do not cause any pain or discomfort, they can be left alone and may disappear without treatment, although this can take a number of years.\nIt's not clear why ganglions form. They seem to happen when the synovial fluid that surrounds a joint or tendon leaks out and collects in a sac."}, {"Treatment for a ganglion cyst": "Treatment is usually only recommended if the cyst causes pain or affects the range of movement in a joint.\nThe 2 main treatment options for a ganglion cyst are:\n- draining fluid out of the cyst with a needle and syringe (aspiration)\n- cutting the cyst out using surgery"}, {"Availability on the NHS": "Most clinical commissioning groups (CCGs) do not fund treatment for ganglion cysts unless they cause significant pain or disrupt daily activities.\nIf you want to have a cyst removed for cosmetic reasons, you'll probably have to pay for private treatment."}, {"Aspiration": "Aspiration is usually carried out in the outpatient department of your local hospital or GP surgery.\nYour doctor will use a needle and syringe to remove as much of the contents of the ganglion as possible.\nThe area is sometimes also injected with a dose of steroid medication to help prevent the ganglion returning, although there's no clear evidence this reduces the risk of it coming back.\nAfter the procedure, a plaster is placed over the small hole in your skin. This can be removed about 6 hours after the procedure.\nAspiration is simple and painless, and you'll be able to leave the hospital or surgery straight after.\nIt's often the first treatment option offered for ganglion cysts as it's less invasive than surgery.\nBut around half of all ganglion cysts treated using aspiration return at some point. If a cyst does return, surgery may be necessary."}, {"Surgery": "There are 2 ways surgery can be used to remove a ganglion cyst:\n- open surgery – where the surgeon makes a medium-sized cut, usually about 5cm (2in) long, over the site of the affected joint or tendon\n- arthroscopy– a type of keyhole surgery where smaller cuts are made and a tiny camera called an arthroscope is used by the surgeon to look inside the joint; using the arthroscope as a guide, they then pass instruments through the cut to remove the cyst\nBoth techniques can be performed under either local anaesthetic, where you're awake but will not feel any pain, or general anaesthetic, where you're asleep during the operation.\nThe choice depends on where the ganglion is, which anaesthetic you'd prefer and what your surgeon thinks is best.\nBoth techniques are equally effective at removing the cyst and reducing the risk of it returning.\nKeyhole surgery tends to cause less pain after the operation, but waiting times are often longer."}, {"After the operation": "The surgeon will stitch up the wound and a bandage will be placed over the area.\nThis helps keep it clean, reducing the risk of infection, as well as keeping it safe from any accidental bumps.\nThe wound is not usually painful, but you'll be given painkillers to take if you feel any discomfort after the operation.\nIf the cyst was removed from your wrist or hand, you may need to wear a sling for the first few days.\nThis helps keep your arm safe from any accidental knocks, and may help reduce swelling and discomfort. Move your fingers regularly to help keep the joints flexible.\nSurgery to remove a ganglion cyst leaves a scar, which can occasionally be thick and red. For some people, the skin around the scar remains numb after the operation.\nYou'll usually experience some bruising in the area after your operation, but this should fade quickly.\nThere's also a small possibility of temporary stiffness, swelling or pain afterwards. This may be caused by a minor infection treatable with antibiotics.\nLasting pain or stiffness may need further treatment with physiotherapy.\nHow much time you need to take off work after surgery to remove a ganglion cyst largely depends on your job and where the ganglion is.\nIf your job involves manual labour, you may need to take time off.\nYou can usually start driving again once it feels safe."}, {"Complications": "Having a ganglion cyst removed is a minor procedure, so complications are rare and seldom serious.\nBut a small number of people experience permanent stiffness and pain after surgery.\nIf you have the operation under general anaesthetic, there's also a very small risk of complications to your heart and lungs. \nPre-assessment tests before surgery should make sure your risks are as low as possible.\nThere's always a chance a ganglion cyst will come back after treatment. This is more likely if the ganglion is on certain areas of the wrist."}]}, {"condition": "Gangrene", "sections": [{"No header": "Gangrene is a serious condition where a loss of blood supply causes body tissue to die. It can affect any part of the body but typically starts in the toes, feet, fingers and hands.\nGangrene can occur as a result of an injury, infection or a long-term condition that affects blood circulation.\nSymptoms of gangrene include:\n- redness and swelling in the affected area\n- either a loss of sensation or severe pain in the affected area\n- sores or blisters in the affected area that bleed or produce a foul-smelling pus\nYou should see your GP immediately if you're worried you may have gangrene.\nRead more about the symptoms of gangrene and diagnosing gangrene."}, {"Who's affected": "Anyone can develop gangrene, particularly after a serious injury, but there are certain groups of people who are more at risk. \nThese include people with long-term conditions that can affect the blood vessels, such as:\n- diabetes– a lifelong condition that causes a person's blood sugar level to become too high\n- atherosclerosis– where the arteries become clogged up with a fatty substance called plaque, narrowing them and restricting blood flow\n- peripheral arterial disease– where a build-up of fatty deposits in the arteries restricts blood supply to leg muscles\n- Raynaud's– where blood vessels in certain parts of the body, usually the fingers or toes, react abnormally to cold temperatures\nRead more about the causes of gangrene."}, {"How gangrene is treated": "The earlier treatment for gangrene begins, the more successful it's likely to be. The main treatments include surgery to remove damaged tissue, known as debridement, and antibiotics to treat any underlying infection.\nIn some cases, surgery may be needed to restore blood flow to the affected area.\nIn more severe cases, it may be necessary to remove an entire body part such as a toe, foot, or lower leg. This is known as amputation.\nRead more about treating gangrene."}, {"Preventing gangrene": "Many cases of gangrene can be prevented. \nIf you have a condition that increases your risk of getting gangrene, such as diabetes, it's important you have regular check-ups to assess the state of your feet. Report any problems to your GP as soon as possible.\nStopping smoking if you smoke and adopting a healthy lifestyle, with a low-fat diet and regular exercise, can also improve your circulation and reduce your risk of developing gangrene. \nRead more about preventing gangrene."}]}, {"condition": "Gastrectomy", "sections": [{"No header": "A gastrectomy is a medical procedure where all or part of the stomach is surgically removed."}, {"When a gastrectomy is needed": "A gastrectomy is often used to treat stomach cancer.\nLess commonly, it's used to treat:\n- life-threateningobesity\n- oesophageal cancer\n- stomach ulcers (peptic ulcers)\n- non-cancerous tumours\nGastrectomy is usually an effective treatment for cancer and obesity."}, {"How a gastrectomy is performed": "There are 4 main types of gastrectomy, depending on which part of your stomach needs to be removed:\n- total gastrectomy – the whole stomach is removed\n- partial gastrectomy – the lower part of the stomach is removed\n- sleeve gastrectomy – the left side of the stomach is removed\n- oesophagogastrectomy – the top part of the stomach and part of the oesophagus (gullet), the tube connecting your throat to your stomach, is removed\n\n\nAfter surgery, you'll still have a working digestive system although it will not function as well as it did before. If all or most of the stomach is removed, the gullet will be connected to the small intestine or the remaining section of the stomach.\nAll types of gastrectomy are carried out under general anaesthetic, so you'll be asleep during the operation.\n2 different techniques can be used to carry out a gastrectomy:\n- open gastrectomy – where a large cut is made in your stomach or chest\n- keyhole surgery (laparoscopic gastrectomy) – where several smaller cuts are made and surgical instruments are used\nPeople who have keyhole surgery usually recover faster and have less pain after the procedure than those who have an open gastrectomy. You may also be able to leave hospital a little sooner.\nComplication rates after keyhole surgery are similar to those for open gastrectomies.\nOpen gastrectomies are usually more effective in treating advanced stomach cancer than keyhole surgery is. This is because it's usually easier to remove affected lymph nodes (small glands that are part of the immune system) during an open gastrectomy.\nBefore you decide which procedure to have, discuss the advantages and disadvantages with your surgeon."}, {"Recovering after a gastrectomy": "A gastrectomy is a major operation, so recovery can take a long time. You'll usually stay in hospital for 1 or 2 weeks after the procedure, where you may receive nutrition directly into a vein until you can eat and drink again.\nYou'll eventually be able to digest most foods and liquids. However, you may need to make changes to your diet, such as eating frequent small meals instead of 3 large meals a day. You may also need vitamin supplements to ensure you're getting the correct nutrition.\nRead more about recovering from a gastrectomy"}, {"Complications": "As with any type of surgery, a gastrectomy carries a risk of complications, such as infection, bleeding and leaking from the area that's been stitched together.\nA gastrectomy may also lead to problems, such as anaemia or osteoporosis, caused by a reduction in your ability to absorb vitamins.\nRead more about the possible complications of a gastrectomy"}]}, {"condition": "Gastritis", "sections": [{"No header": "Gastritis occurs when the lining of the stomach becomes inflamed after it's been damaged. It's a common condition with a wide range of causes.\nFor most people, gastritis is not serious and improves quickly if treated. But if not, it can last for years."}, {"Symptoms of gastritis": "Many people with gastritis caused by a bacterial infection do not have any symptoms.\nIn other cases, gastritis can cause:\n- indigestion\n- gnawing or burning stomach pain\n- feeling and being sick\n- feeling full after eating\nIf the stomach lining has been worn away (erosive gastritis) and exposed to stomach acid, symptoms may include pain, bleeding or a stomach ulcer.\nThe symptoms of gastritis may come on suddenly and severely (acute gastritis) or last a long time (chronic gastritis)."}, {"When to see a GP": "If you have indigestion and stomach pain, you can try treating this yourself with changes to your diet and lifestyle, or with medicines you can get from a pharmacy, such as antacids.\nSee a GP if:\n- you have indigestion symptoms lasting a week or longer, or it's causing you severe pain or discomfort\n- you think it's brought on by medicine you have been prescribed\n- you'revomiting bloodor haveblood in your poo(your poo may appear black)\nStomach ache and abdominal pain are not always a sign of gastritis.\nThe pain could be caused by a wide range of other things, from trapped wind to irritable bowel syndrome (IBS)."}, {"Diagnosing gastritis": "A GP may recommend 1 or more of the following tests:\n- a stool test – to check for infection or bleeding from the stomach\n- a breath test for Helicobacter pylori (H. pylori) infection – this involves drinking a glass of clear, tasteless liquid that contains radioactive carbon and blowing into a bag\n- anendoscopy– a flexible tube (endoscope) is passed down your throat and into your oesophagus and stomach to look for signs of inflammation\n- a barium swallow – you're given some barium solution, which shows up clearly on X-rays as it passes through your digestive system"}, {"Possible causes of gastritis": "Gastritis is usually caused by 1 of the following:\n- an H. pylori bacterial infection\n- excessive use of cocaine or alcohol\n- smoking\n- regularly taking aspirin, ibuprofen or other painkillers classed asnon-steroidal anti-inflammatory drugs (NSAIDs)\n- a stressful event – such as a bad injury or critical illness, or major surgery\n- less commonly, an autoimmune reaction – when the immune system mistakenly attacks the body's own cells and tissues (in this case, the stomach lining)\nMany people become infected with H. pylori bacteria and do not realise it. These stomach infections are common and do not usually cause symptoms.\nBut an H. pylori infection can sometimes cause recurring bouts of indigestion, as the bacteria can cause inflammation of the stomach lining.\nThis sort of gastritis is more common in older age groups and is usually the cause of chronic (persistent) non-erosive cases.\nAn H. pylori stomach infection is usually lifelong, unless it's treated with eradication therapy."}, {"Treating gastritis": "Treatment aims to reduce the amount of acid in the stomach to relieve symptoms, allowing the stomach lining to heal and to tackle any underlying cause.\nYou may be able to treat gastritis yourself, depending on the cause.\n- antacids– these over-the-counter medicines neutralise the acid in your stomach, which can provide rapid pain relief\n- histamine 2 (H2) blockers – these medicines decrease acid production and are available to buy from your pharmacist and on prescription\n- proton pump inhibitors (PPIs), such asomeprazole– these medicines decrease acid production even more effectively than H2 blockers\nSome low-dose PPIs can be bought from your pharmacist without a prescription.\nYou'll need a prescription from a GP for stronger doses.\nIf an H. pylori infection is the cause of your gastritis, you'll need to take a course of antibiotics alongside a proton pump inhibitor."}, {"Things you can do to ease gastritis": "If you think the cause of your gastritis is repeated use of NSAID painkillers, try switching to a different painkiller that's not in the NSAID class, such as paracetamol.\nYou may want to talk to a GP about this.\nAlso consider:\n- eating smaller, more frequent meals\n- avoiding foods that can irritate the stomach, such as spicy, acidic or fried foods\n- avoiding or cutting down on alcohol\n- quitting smoking if you smoke\n- managing stress"}, {"Possible complications of gastritis": "Gastritis that lasts for a long time can increase your risk of developing:\n- a stomach ulcer\n- polyps (small growths) in your stomach\n- tumours in your stomach, which may or may not be cancerous"}, {"Gastritis or gastroenteritis?": "- Gastroenteritisis inflammation (irritation) of the stomach and bowel, caused by an infection.\n- Gastritis is inflammation of the stomach lining specifically, and not always caused by infection."}]}, {"condition": "Gastro-oesophageal reflux disease (GORD), see Heartburn and acid reflux", "sections": [{"No header": "Heartburn is a burning feeling in the chest caused by stomach acid travelling up towards the throat (acid reflux). If it keeps happening, it's called gastro-oesophageal reflux disease (GORD)."}, {"Check if you have acid reflux": "The main symptoms of acid reflux are:\n- heartburn – a burning sensation in the middle of your chest\n- an unpleasant sour taste in your mouth, caused by stomach acid\nYou may also have:\n- a cough or hiccups that keep coming back\n- a hoarse voice\n- bad breath\n- bloating and feeling sick\nYour symptoms will probably be worse after eating, when lying down and when bending over."}, {"Causes of heartburn and acid reflux": "Lots of people get heartburn from time to time. There's often no obvious reason why.\nSometimes it's caused or made worse by:\n- certain food and drink – such as coffee, tomatoes, alcohol, chocolate and fatty or spicy foods\n- being overweight\n- smoking\n- pregnancy\n- stress and anxiety\n- some medicines, such as anti-inflammatory painkillers (likeibuprofen)\n- ahiatus hernia– when part of your stomach moves up into your chest"}, {"How you can ease heartburn and acid reflux yourself": "Simple lifestyle changes can help stop or reduce heartburn.\n- eat smaller, more frequent meals\neat smaller, more frequent meals\n- raise 1 end of your bed 10 to 20cm by putting something under your bed or mattress – your chest and head should be above the level of your waist, so stomach acid does not travel up towards your throat\nraise 1 end of your bed 10 to 20cm by putting something under your bed or mattress – your chest and head should be above the level of your waist, so stomach acid does not travel up towards your throat\n- try to lose weight if you're overweight\ntry to lose weight if you're overweight\n- try to find ways to relax\ntry to find ways to relax\n- do not have food or drink that triggers your symptoms\ndo not have food or drink that triggers your symptoms\n- do not eat within 3 or 4 hours before bed\ndo not eat within 3 or 4 hours before bed\n- do not wear clothes that are tight around your waist\ndo not wear clothes that are tight around your waist\n- do not smoke\ndo not smoke\n- do not drink too much alcohol\ndo not drink too much alcohol\n- do not stop taking any prescribed medicine without speaking to a doctor first\ndo not stop taking any prescribed medicine without speaking to a doctor first"}, {"A pharmacist can help with heartburn and acid reflux": "Speak to a pharmacist for advice if you keep getting heartburn.\nThey can recommend medicines called antacids that can help ease your symptoms.\nIt's best to take these with food or soon after eating, as this is when you're most likely to get heartburn. They may also work for longer if taken with food."}, {"No header": "- lifestyle changes and pharmacy medicines are not helping\n- you have heartburn most days for 3 weeks or more\n- you have other symptoms, like food getting stuck in your throat, frequently being sick or losing weight for no reason\nA GP can provide stronger treatments and help rule out any more serious causes of your symptoms.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "A GP may prescribe a medicine called a proton pump inhibitor (PPI) that reduces how much acid your stomach makes. PPIs include:\n- omeprazole\n- lansoprazole\nYou'll usually need to take this type of medicine for 4 or 8 weeks, depending on how serious your acid reflux is.\nGo back to the GP if your symptoms return after stopping your medicine. You may need a long-term prescription.\nIf medicines do not help or your symptoms are severe, a GP may refer you to a specialist for:\n- tests to find out what's causing your symptoms, such as agastroscopy(where a thin tube with a camera is passed down your throat)\n- an operation on your stomach to stop acid reflux – called a laparoscopic fundoplication"}, {"No header": ""}]}, {"condition": "Gastroenteritis, see Diarrhoea and vomiting", "sections": [{"No header": "Diarrhoea and vomiting are common in adults, children and babies. They're often caused by a stomach bug and should stop in a few days.\nThe advice is the same if you have diarrhoea and vomiting together or separately."}, {"How to treat diarrhoea and vomiting yourself": "You can usually treat yourself or your child at home. The most important thing is to have lots of fluids to avoid dehydration.\n- stay at home and get plenty of rest\nstay at home and get plenty of rest\n- drink lots of fluids, such as water or squash – take small sips if you feel sick\ndrink lots of fluids, such as water or squash – take small sips if you feel sick\n- carry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\ncarry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\n- give babies on formula or solid foods small sips of water between feeds\ngive babies on formula or solid foods small sips of water between feeds\n- eat when you feel able to – you do not need to eat or avoid any specific foods\neat when you feel able to – you do not need to eat or avoid any specific foods\n- takeparacetamolif you're in discomfort – check the leaflet before giving it to your child\ntake paracetamol if you're in discomfort – check the leaflet before giving it to your child\n- do not have fruit juice or fizzy drinks – they can make diarrhoea worse\ndo not have fruit juice or fizzy drinks – they can make diarrhoea worse\n- do not make baby formula weaker – use it at its usual strength\ndo not make baby formula weaker – use it at its usual strength\n- do not give children under 12 medicine to stop diarrhoea\ndo not give children under 12 medicine to stop diarrhoea\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16"}, {"How long diarrhoea and vomiting last": "In adults and children:\n- diarrhoea usually stops within 5 to 7 days\n- vomiting usually stops in 1 or 2 days"}, {"Diarrhoea and vomiting can spread easily": "Stay off school or work until you've not been sick or had diarrhoea for at least 2 days.\nTo help avoid spreading an infection:\n- wash your handswith soap and water frequently\nwash your hands with soap and water frequently\n- wash any clothing or bedding that has poo or vomit on it separately on a hot wash\nwash any clothing or bedding that has poo or vomit on it separately on a hot wash\n- clean toilet seats, flush handles, taps, surfaces and door handles every day\nclean toilet seats, flush handles, taps, surfaces and door handles every day\n- do not prepare food for other people, if possible\ndo not prepare food for other people, if possible\n- do not share towels, flannels, cutlery or utensils\ndo not share towels, flannels, cutlery or utensils\n- do not use a swimming pool until 2 weeks after the symptoms stop\ndo not use a swimming pool until 2 weeks after the symptoms stop"}, {"A pharmacist can help with diarrhoea and vomiting": "Speak to a pharmacist if:\n- you or your child (over 5 years) have signs ofdehydration– such as dark, smelly pee or peeing less than usual\n- you need to stop diarrhoea for a few hours\nThey may recommend:\n- oral rehydration sachets you mix with water to make a drink\n- medicine to stop diarrhoea for a few hours (likeloperamide) – not suitable for children under 12"}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"No header": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP practice for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"No header": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}, {"Causes of diarrhoea and vomiting": "You probably will not know exactly what the cause is, but the main causes of diarrhoea and vomiting are treated in the same way.\nThe most common causes are:\n- a stomach bug (gastroenteritis)\n- norovirus– also called the \"vomiting bug\"\n- food poisoning\nDiarrhoea can also be caused by:\n- medicines – check the leaflet to see if it's a side effect\n- afood intoleranceorfood allergy\n- irritable bowel syndrome (IBS)\n- inflammatory bowel disease\n- coeliac disease\n- diverticular disease\nVomiting can also be caused by:\n- pregnancy\n- migraine\n- labyrinthitis\n- medicines – check the leaflet to see if it's a side effect\n- reflux– where a baby brings feeds back up (\"spitting up\")\n- other infections – such as aurinary tract infection (UTI)"}, {"No header": ""}]}, {"condition": "Gastroparesis", "sections": [{"No header": "Gastroparesis is a long-term (chronic) condition where the stomach cannot empty in the normal way. Food passes through the stomach slower than usual.\nIt's thought to be the result of a problem with the nerves and muscles that control how the stomach empties.\nIf these nerves are damaged, the muscles of your stomach may not work properly and the movement of food can slow down."}, {"Symptoms of gastroparesis": "Symptoms of gastroparesis may include:\n- feeling full very quickly when eating\n- feeling sick (nausea) and vomiting\n- loss of appetite\n- weight loss\n- bloating\n- tummy (abdominal) pain or discomfort\n- heartburn\nThese symptoms can be mild or severe and tend to come and go."}, {"When to seek medical advice": "See a GP if you're experiencing symptoms of gastroparesis, as it can lead to some potentially serious complications.\nThese complications include:\n- dehydrationfrom repeated vomiting\n- gastro-oesophageal reflux disease (GORD)– where stomach acid leaks out of your stomach and into your food pipe (oesophagus)\n- malnutrition– when your body is not getting enough nutrients\n- unpredictable blood sugar levels – this is a particular risk in people withdiabetes"}, {"Causes of gastroparesis": "In many cases of gastroparesis, there's no obvious cause. This is known as idiopathic gastroparesis.\nKnown causes of gastroparesis include:\n- poorly controlledtype 1 diabetesortype 2 diabetes\n- a complication of some types of surgery – such asweight loss (bariatric) surgeryor removal of part of the stomach(gastrectomy)\nOther possible causes of gastroparesis include:\n- medicine – such as opioid painkillers (for example,morphine) and someantidepressants\n- Parkinson's disease– a condition where part of the brain becomes progressively damaged over many years\n- scleroderma– an uncommon disease that results in hard, thickened areas of skin, and sometimes problems with internal organs and blood vessels\n- amyloidosis– a group of rare but serious diseases caused by deposits of abnormal protein in tissues and organs throughout the body"}, {"Diagnosing gastroparesis": "To diagnose gastroparesis, a GP will ask about your symptoms and medical history, and may arrange a blood test for you.\nYou may be referred to hospital to have some of the following tests:\n- bariumX-ray– where you swallow a liquid containing the chemical barium, which can be seen on an X-ray and highlights how the liquid is passing through your digestive system\n- gastric emptying scan – you eat a food (often eggs) containing a very small amount of a radioactive substance that can be seen on the scan. Gastroparesis is diagnosed if more than 10% of the food is still in your stomach 4 hours after eating\n- wireless capsule test – you swallow a small, electronic device which sends information about how fast it is moving through your digestive tract to a recording device\n- endoscopy– a thin, flexible tube (endoscope) is passed down your throat and into your stomach to examine the stomach lining and rule out other possible causes"}, {"Treating gastroparesis": "Gastroparesis cannot usually be cured, but dietary changes and medical treatment can help you control the condition.\nYou may find these tips helpful:\n- instead of 3 meals a day, try smaller, more frequent meals – this means there's less food in your stomach and it will be easier to pass through your system\n- try soft and liquid foods – these are easier to digest\n- chew food well before swallowing\n- drink non-fizzy liquids with each meal\nIt may also help to avoid certain foods that are hard to digest, such as apples with their skin on or high-fibre foods like oranges and broccoli, plus foods that are high in fat, which can also slow down digestion.\nThe following medicines may be prescribed to help improve your symptoms:\n- domperidone – which is taken before eating to contract your stomach muscles and help move food along\n- erythromycin – anantibioticthat also helps contract the stomach and may help move food along\n- anti-emetics – medicines that can help to stop you from feeling or being sick\nHowever, the evidence that these medicines relieve the symptoms of gastroparesis is relatively limited and they can cause side effects. Your doctor should discuss the potential risks and benefits with you.\nDomperidone should only be taken at the lowest effective dose for the shortest possible time because of the small risk of potentially serious heart-related side effects.\nIf dietary changes and medicine do not help your symptoms, a relatively new treatment called gastroelectrical stimulation may be recommended. However, this is currently not routinely funded by many NHS authorities.\nGastroelectrical stimulation involves surgically implanting a battery-operated device under the skin of your tummy.\nTwo leads attached to this device are fixed to the muscles of your lower stomach. They send electrical impulses to help stimulate the muscles involved in controlling the passage of food through your stomach. The device is turned on using a handheld external control.\nThe effectiveness of this treatment can vary considerably. Not everyone will respond to it, and for many people who do respond, the effect will largely wear off within 12 months. This means electrical stimulation is not suitable for everyone with gastroparesis.\nThere's also a small chance of this procedure leading to complications that would require removing the device, such as:\n- infection\n- the device dislodging and moving\n- a hole forming in your stomach wall\nSpeak to your surgeon about the possible risks. You can also read the National Institute for Health and Care Excellence (NICE) guidelines on gastroelectrical stimulation for gastroparesis.\nMore severe cases of gastroparesis may occasionally be treated by injecting botulinum toxin into the valve between your stomach and small intestine.\nThis relaxes the valve and keeps it open for a longer period of time so food can pass through.\nThe injection is given through a thin, flexible tube (endoscope) which is passed down your throat and into your stomach.\nThis is a fairly new treatment and some studies have found it may not be very effective, so it's not recommended by all doctors.\nIf you have extremely severe gastroparesis that is not improved with dietary changes or medicine, a feeding tube may be recommended.\nMany different types of temporary and permanent feeding tube are available.\nA temporary feeding tube, called a nasojejunal tube, may be offered to you first. This is inserted into your digestive tract through your nose and delivers nutrients directly into your small intestine.\nA feeding tube can also be inserted into your bowel through a cut (incision) made in your tummy. This is known as a jejunostomy.\nLiquid food can be delivered through the tube, which goes straight to your bowel to be absorbed, bypassing your stomach.\nSpeak to your doctor about the risks and benefits of each type of feeding tube.\nAn alternative feeding method for severe gastroparesis is intravenous (parenteral) nutrition. This is where liquid nutrients are delivered into your bloodstream through a catheter inserted into a large vein.\nSome people may benefit from having an operation to insert a tube into the stomach through the tummy (abdomen). This tube can be periodically opened to release gas and relieve bloating.\nA surgical procedure may be recommended as a last resort to either:\n- create a new opening between your stomach and small intestine (gastroenterostomy)\n- connect your stomach directly to the second part of your small intestine, called the jejunum (gastrojejunostomy)\nThese operations may reduce your symptoms by allowing food to move through your stomach more easily.\nYour doctor can explain whether any procedures are suitable for you, and can discuss the possible risks involved."}, {"Advice for people with diabetes": "Having gastroparesis means your food is being digested slowly and at unpredictable times. If you also have diabetes, this can have a big effect on your blood sugar levels.\nThe nerves to the stomach can be damaged by high levels of blood glucose, so it's important to keep your blood glucose levels under control if you have diabetes.\nYour doctor can advise you about any changes you may need to make to your diet or medicine. For example, if you're taking insulin, you may need to divide your dose before and after meals and inject insulin into areas where absorption is typically slower, such as into your thigh.\nYou'll also need to check your blood glucose levels frequently after you eat."}]}, {"condition": "Gastroscopy", "sections": [{"No header": "- A gastroscopy is a test to check inside your throat, food pipe (oesophagus) and stomach, known as the upper part of your digestive system.\n- This test can help find what's causing your symptoms.\n- A long, thin, flexible tube with a small camera inside it is passed into your mouth then down your throat and into your stomach.\n- A gastroscopy can also be used to remove tissue for testing (biopsy) and treat some conditions such as stomach ulcers."}, {"Your pain relief options": "You’ll be offered medicine called sedation which can make you feel very relaxed and sleepy. You’ll also be offered medicine to numb your throat."}]}, {"condition": "Gender dysphoria", "sections": [{"No header": "Gender dysphoria is a term that describes a sense of unease that a person may have because of a mismatch between their biological sex and their gender identity.\nThis sense of unease or dissatisfaction may be so intense it can lead to depression and anxiety and have a harmful impact on daily life."}, {"What is gender identity?": "Gender identity refers to our sense of who we are and how we see and describe ourselves.\nMost people identify as \"male\" or \"female\". These are sometimes called \"binary\" identities.\nBut some people feel their gender identity is different from their biological sex.\nFor example, some people may have male genitals and facial hair but do not identify as a male or feel masculine.\nSome may have female genitals and breasts but do not identify as a female or feel feminine.\nSome people do not define themselves as having a \"binary\" identity. For them the concept of gender is not relevant to their identity.\nThey may use different terms, such as agender, gender diverse, gender non-conforming, to describe their identity. However, as a group, they are often called \"non-binary\".\nMany people with gender dysphoria have a strong, lasting desire to live a life that \"matches\" or expresses their gender identity. They do this by changing the way they look and behave.\nSome people with gender dysphoria, but not all, may want to use hormones and sometimes surgery to express their gender identity.\nGender dysphoria is not a mental illness, but some people may develop mental health problems because of gender dysphoria."}, {"Signs of gender dysphoria": "People with gender dysphoria may have changed their appearance, their behaviour or their interests.\nThey may also show signs of discomfort or distress, including:\n- low self-esteem\n- becoming withdrawn or socially isolated\n- depression or anxiety\n- taking unnecessary risks\n- neglecting themselves\nRead more about the signs of gender dysphoria.\nChildren may show an interest in clothes or toys that society tells us are more often associated with the opposite gender. They may be unhappy with their physical sex characteristics.\nHowever, this type of behaviour is reasonably common in childhood and is part of growing up. It does not mean that all children behaving this way have gender dysphoria or other gender identity issues.\nA small number of children may feel lasting and severe distress, which gets worse as they get older. This often happens around puberty, when young people might feel that their physical appearance does not match their gender identity.\nThis feeling can continue into adulthood with some people having a strong desire to change parts of their physical appearance, such as facial hair or breasts.\nFind out more information if you think your child might have gender dysphoria."}, {"How to get help": "See a GP if you think you or your child may have gender dysphoria.\nIf the GP agrees, they can refer you to a gender dysphoria clinic (GDC) where you’ll be assessed by a specialist team.\nYou do not need to be assessed by a mental health service first, and the GP does not need prior approval from their Clinical Commissioning Group (CCG) responsible for local health services.\nYou can self-refer to a GDC, but a referral by the GP is best. This is because they can give the GDC your detailed medical history.\nIf you are already seeing a doctor or psychologist for other conditions, ask them if they can refer you to a GDC.\nReferrals for children and young people up to 18 years will be to the Gender Identity Development Service (GIDS) for children and adolescents.\nReferrals for adults to one of the gender dysphoria clinics in England may be made from 17 years of age.\nAs there has been a huge increase in the number of people seeking a referral to a gender dysphoria clinic, waiting times can be long..\nFind out how your GP and other organisations can support you while you wait to see a GDC."}, {"Treatment for gender dysphoria": "After a detailed assessment to confirm the diagnosis of gender dysphoria and what it means for you, the GDC team will work with you on an agreed treatment plan.\nIf you are assessed as not having gender dysphoria, the GDC may recommend other forms of support to your GP.\nTreatments provided by the GDC are intended to provide lasting relief from gender dysphoria. This can mean different things to different people.\nFor some people, treatment may just involve acceptance and affirmation or confirmation of their identity. For others, it may involve bigger changes, such as changes to their voice, hormone treatment or surgery.\nRead more about treatments for gender dysphoria."}, {"What causes gender dysphoria?": "The exact cause of gender dysphoria is unclear.\nGender development is complex and there are still things that are not known or fully understood.\nGender dysphoria is not related to sexual orientation. People with gender dysphoria may identify as straight, gay, lesbian or bisexual."}, {"How common is gender dysphoria?": "No one really knows because not all people who have a sense of unease about their identity, or already identify as gender diverse, need or ask for support from the NHS.\nThe number of people being referred and diagnosed with the condition has increased a lot over the last decade. In 2018/19 around 8,000 people were referred to adult gender dysphoria services in England."}, {"Video: being a trans man - Jay's story": "In this video, Jay describes his transition, the expert help he received, his relationship and how he feels now."}]}, {"condition": "General anaesthesia", "sections": [{"No header": "General anaesthesia is a state of controlled unconsciousness. During a general anaesthetic, medicines are used to send you to sleep, so you're unaware of surgery and do not move or feel pain while it's carried out.\nGeneral anaesthesia is used for surgical procedures where it's safer or more comfortable for you to be unconscious. It's usually used for long operations or those that would otherwise be very painful.\nIt's not clear exactly how it works, but it's known that all anaesthetics stop the nerves from passing signals to the brain. This means you do not feel anything."}, {"How general anaesthetics are given": "Before having an operation, you'll meet a specialist doctor called an anaesthetist to discuss which anaesthetic is most suitable for you.\nThis is called a preoperative assessment, when the anaesthetist will:\n- discuss the type or types of anaesthetic that are suitable for you\n- explain the risks of anaesthesia\n- agree a plan with you for your anaesthetic and pain control afterwards\nThe anaesthetist will look at your medical history and ask whether anyone in your family has had problems with anaesthesia. They'll also ask about your general health and lifestyle, including whether you:\n- have anyallergies\n- smoke or drink alcohol\n- are taking any other medicine\nThe anaesthetist can answer any questions you have. Let them know if you're unsure about any part of the procedure or if you have any concerns. You should be given clear instructions to follow before the operation, including whether you can eat or drink anything in the hours leading up to it.\nJust before you have surgery, you'll usually be taken to a room where your anaesthetist will give you the general anaesthetic. \nIt will either be given as a:\n- liquid that's injected into your veins through a cannula (a thin, plastic tube that feeds into a vein, usually on the back of your hand)\n- gas that you breathe in through a mask\nThe anaesthetic should take effect very quickly. You'll start feeling lightheaded, before becoming unconscious within a minute or so.\nThe anaesthetist will stay with you throughout the procedure. They'll make sure you continue to receive the anaesthetic and that you stay in a controlled state of unconsciousness. They'll also give you painkilling medicine into your veins, so that you're comfortable when you wake up.\nAfter your operation, the anaesthetist will stop the anaesthetic and you'll gradually wake up. You'll usually be in a recovery room at first, before being transferred to a ward.\nDepending on your circumstances, you'll usually need to stay in hospital for a few hours to a few days after your operation.\nGeneral anaesthetics can affect your memory, concentration and reflexes for a day or two, so it's important for a responsible adult to stay with you for at least 24 hours after your operation, if you're allowed to go home. You'll also be advised to avoid driving, drinking alcohol and signing any legal documents for 24 to 48 hours."}, {"Side effects": "General anaesthetics have some common side effects. Your anaesthetist should discuss these with you before your surgery.\nMost side effects happen immediately after your operation and do not last long. Possible side effects include:\n- feeling sick or being sick (vomiting) – this usually happens immediately, although some people may continue to feel sick for up to a day\n- shivering and feeling cold – this may last a few minutes or hours\n- confusion andmemory loss– this is more common in older people or those with existing memory problems; it's usually temporary, but occasionally can be longer lasting\n- bladder problems – you may have difficulty passing urine\n- dizziness– you will be given fluids to treat this\n- bruising and soreness – this may develop in the area where you were injected or had a drip fitted; it usually heals without treatment\n- sore throat– during your operation, a tube may be inserted either into your mouth or down your throat to help you breathe; afterwards, this can cause a sore throat\n- damage to the mouth or teeth – a small proportion of people may have small cuts to their lips or tongue from the tube, and some may have damage to their teeth; you should tell your anaesthetist about any dental work you have had done"}, {"Complications and risks": "A number of more serious complications are associated with general anaesthetics, but these are rare.\nPossible serious complications and risks include:\n- a serious allergic reaction to the anaesthetic (anaphylaxis)\n- waking up during your operation (accidental awareness), although the amount of anaesthetic given will be continuously monitored to help ensure this does not happen\n- death – this is very rare\nSerious problems are more likely if you're having major or emergency surgery, you have any other illnesses, you smoke, or you're overweight.\nYour anaesthetist will discuss the risks with you before your operation. You should try to stop smoking or drinking alcohol in the weeks before surgery, as doing so will reduce your risk of developing complications.\nYou may also be advised to lose weight and increase your activity levels in the weeks before surgery, if you can. Doing this could reduce any possible risks or complications. \nIn most cases, the benefits of being pain-free during an operation outweigh the risks."}, {"Other types of anaesthetic": "As well as general anaesthetic, there are several other types of anaesthetic, which can be used for certain procedures. They include:\n- local anaesthetic\n- epidural anaesthetic\n- spinal anaesthetic\n- nerve blocks"}]}, {"condition": "Genetic and genomic testing", "sections": [{"Why would I be offered a genetic test?": "Genetic testing – sometimes called genomic testing – finds changes in genes that can cause health problems. It's mainly used to diagnose rare and inherited health conditions and some cancers.\nYou may be offered a genetic test because:\n- your doctor thinks you might have a health condition caused by a change to 1 or more of your genes\n- someone in your family has a health condition that's caused by changes to genes\n- some of your close relatives have had a particular type of cancer that could be inherited\n- you or your partner have a health condition that could be passed on to your children\nIf you have any questions, talk to your doctor about having a genetic test.\nA genetic test can:\n- help to diagnose a rare health condition in a child\n- help you understand whether an inherited health condition may affect you, your child or another family member, and help you decide whether to have children\n- show if you are at higher risk of getting certain health conditions, including some types of cancer\n- guide doctors in deciding what medicine or treatment to give you\n- guide doctors on whether you're able to join a clinical trial\nThe NHS is introducing whole genome sequencing through the NHS Genomic Medicine Service.\nWhole genome sequencing looks at all your genetic material at the same time (not just part of it, as with other types of genetic test).\nYou need to be referred for genetic testing by a doctor. \nTalk to your hospital specialist about whether testing is right for you.\nGenetic testing is free on the NHS if you are referred for it by a hospital specialist. \nYou will generally only be referred if you have a suspected genetic health condition or if you have a particular type of cancer.\nIf you’re offered a genetic test, you may be referred to a genetic counsellor to help you think through what the test means for you and your family. \nA genetic counsellor can help you understand:\n- the risks and benefits of you having a genetic test\n- the potential results of your test and what they mean\n- how your family members may be affected if the test shows a serious health condition runs in your family\n- the risk of you and your partner passing on a health condition to your children\n- your options if you have a child with an inherited health condition and you do not want your next child to inherit it\nA genetic counsellor can also direct you to relevant patient support groups.\nThe British Society for Genetic Medicine has a list of organisations that offer information and support. \nThe charity Genetic Alliance UK has more information about issues to consider before having a genetic test\nIf you decide not to have a genetic test, you will still receive care and support from healthcare professionals.\nYou may want to consider how the results of a genetic test may affect you and others in your family.\nIf the genetic test shows there are changes to your genes that causes a health condition, this may mean that other members of your family also have it. In this situation, your doctor may recommend that other members of your family also have a genetic test.\nThere’s also a chance that the test gives you information about your relatives that you or they may not have known before. For example, it may show that you were adopted or that your biological father is not who you thought they were. \nThis is because the test can show that you do not share genes with your family members. \nFind out more information from Genetic Alliance UK about the risks and benefits of genetic testing.\nA genetic test is usually done using a sample of your blood or saliva. \nIf you’ve been referred for a genetic test because you have cancer, the test will be done on a sample of the tumour that has already been removed as part of your treatment. \nThe sample of blood, saliva or body tissue is sent to a genetic testing laboratory to be analysed. \nYou’ll be told when to expect the results of your test. Depending on the reason for your test, it could be weeks or months. You may need further tests.\nThe results from the test may show:\n- you have a change in your genes which is known to cause a health condition\n- you do not have a change in your genes which is known to cause a health condition\n- it's not clear what the results mean for your health (but doctors may have a better understanding of the results in the future)\nAfter you get your results, you may be referred to a genetic counsellor to help you understand what they mean for you and your family.\nWhen applying for some types of insurance policies, an insurance company may ask you to provide medical information about you and your family. \nYou will have to disclose a health condition that has been diagnosed by genetic testing, but you will not usually have to disclose the results of predictive genetic testing – that is testing to show if you’re more likely than other people to get a certain health condition in the future.\nThe information that you need to share with an insurance company is regulated by a voluntary government code called the Code on Genetic Testing and Insurance.\nThe NHS will not give your genetic test results to an insurance company without your consent.\nYour genetic data includes your sample (blood, tissue or saliva), clinical information about your health condition and the results of your test.\nThis data may be used in:\n- your individual care\n- planning to improve the health services you and others receive\n- research\nThe data from your genetic test is stored locally. Data from whole genome sequencing is stored in a secure national database. Where necessary, information that can identify you, such as your name and address, is removed. Your data can only be accessed by approved staff.\nIf you have a genetic test (including whole genome sequencing) on the NHS, it's not possible to stop your data being stored and shared. If you have already opted out of data from your health records being shared, this does not apply to your genetic test data.\nFind out more about what data about you has been stored and how it is used \nThe NHS is responsible for your genetic data. Find out more about the NHS’s responsibility \nFind out more about how the NHS manages your data in the NHS England Privacy Notice"}]}, {"condition": "Genetic test for cancer gene, see Predictive genetic tests for cancer risk genes", "sections": [{"No header": "Cancer is not usually inherited, but some types – mainly breast, ovarian, colorectal and prostate cancer – can be strongly influenced by genes and can run in families.\nWe all carry certain genes that are normally protective against cancer. These genes correct any DNA damage that naturally happens when cells divide.\nInheriting faulty versions or \"variants\" of these genes significantly raises your risk of developing cancer, because the altered genes cannot repair the damaged cells, which can build up and form a tumour.\nBRCA1 and BRCA2 are examples of genes that raise your cancer risk if they become altered. Having a variant BRCA gene greatly increases a woman's chance of developing breast cancer and ovarian cancer. They also increase a man's chance of developing male breast cancer and prostate cancer. \nBRCA genes are not the only cancer risk genes. Researchers recently identified more than 100 new gene variants associated with an increased risk of breast, prostate and ovarian cancer. Individually, these new gene variants only slightly increase the risk of cancer, but a combination could mean a high risk overall.\nIf you or your partner have a high-risk cancer gene, such as an altered version of BRCA1, it can be passed on to any children you have. "}, {"What to do if you're worried": "Speak to a GP if cancer runs in your family and you're worried you may get it too. They may refer you to a local genetics service for an NHS genetic test, which will tell you if you have inherited one of the cancer risk genes. \nThis type of testing is known as predictive genetic testing. It's \"predictive\" because a positive result means you have a greatly increased risk of developing cancer. It does not mean you have cancer or are definitely going to develop it.\nYou may be eligible for this NHS test if the faulty gene has already been identified in one of your relatives, or if there is a strong family history of cancer in your family."}, {"Pros and cons of having a predictive genetic test": "Not everyone who is eligible for the NHS test will want to have it. It's a personal decision, and should only be made after you've had genetic counselling and talked through what having the test means, how you may feel and how you will cope.\nA positive result means you can take steps to manage your risk of developing cancer.\nYou can make certain lifestyle changes to lower your risk, have regular screening and have preventative treatment.\nKnowing the result may reduce any stress and anxiety that comes from not knowing.\nThe results of some genetic tests are inconclusive. This means doctors may identify a variation in a gene, but not know what effect it may have.\nA positive result may cause permanent anxiety. Some people would rather not know about their risk and only want to be told if they actually develop cancer."}, {"What testing involves": "There are usually 2 steps to genetic testing:\n- A relative with cancer has a diagnostic blood test to see if they have a cancer risk gene (this must happen before any healthy relatives are tested). Their result will be ready 6 to 8 weeks later.\n- If your relative's test is positive, you can have the predictive genetic test to see if you have the same faulty gene. Your GP will refer you to a local genetics service for a blood test (you'll need a copy of your relative's test results). The result will usually take up to 2 - 4 weeks to come through after a blood sample is taken, but this may not happen at your first appointment. This test is very likely to find the faulty gene but on rare occasions it may miss it.\nWhen there are no affected relatives available, full testing of BRCA1 and BRCA2 may be possible for those with at least a 10% chance of having a faulty gene. This usually means having a very strong family history of early onset breast and particularly ovarian cancer. It can take 4 to 8 weeks or longer to get the result."}, {"What a positive result means": "If your predictive genetic test result is positive, it means you have a faulty gene that raises your risk of developing cancer.\nIt does not mean you are guaranteed to get cancer – your genes only partly influence your future health risks. Other factors, such as your medical history, lifestyle and your environment, also play a role.\nIf you have one of the faulty BRCA genes, there is a 50% chance you will pass this on to any children you have and a 50% chance that each of your siblings also has it.\nYou may want to discuss your results with other members of your family, who may also be affected. Staff at the genetics clinic will discuss with you how a positive or negative result will affect your life and your relationships with your family.\nYou can read more about BRCA1 and BRCA2 in the beginner's guide to BRCA1 and BRCA2 (PDF, 866kb) produced by The Royal Marsden NHS Foundation Trust.\nInsurance companies cannot ask you to disclose the results of predictive genetic tests for the majority of policies, but this may change in the future."}, {"Managing your risk": "If your test result is positive, you have a range of options to manage your risk. Risk-reducing surgery is not the only option.\nUltimately, there's no right or wrong answer about what you should do – it's a decision only you can make.\nIf you have the faulty BRCA1/2 gene, it's a good idea to be aware of changes in your breasts. Find out more about being breast cancer aware.\nThis advice applies to men with a faulty BRCA2 gene too, as they are also at increased risk of breast cancer (although to a lesser extent).\nIn the case of breast cancer, annual breast screening in the form of mammograms and MRI scans can also monitor your condition and catch cancer early, if it does develop.\nDetecting breast cancer at an early stage means it may be easier to treat. The chance of making a full recovery from breast cancer, especially if it is detected early, is relatively high compared with other forms of cancer.\nUnfortunately, there's currently no reliable screening test for ovarian cancer or prostate cancer. Read more about screening for prostate cancer. However, annual PSA tests for prostate cancer may benefit men who carry the faulty BRCA2 gene.\nChanges in your lifestyle can sometimes reduce your individual cancer risk. These include taking plenty of exercise and eating a healthy diet.\nIf you have a faulty BRCA gene, be aware of other factors that could increase your risk of breast cancer. It's recommended that you avoid:\n- theoral contraceptive pill\n- combinedhormone replacement therapy (HRT)\n- drinking more than the maximum recommended daily limits of alcohol\n- being overweight\nThe National Institute for Health and Care Excellence (NICE) also recommends that women with a family history of breast cancer breastfeed their children, if possible.\nFind out more about things that may help to prevent ovarian cancer.\nNICE recommends medicines called tamoxifen, raloxifene and anastrozole for some women who are at an increased risk of breast cancer.\nThese can reduce your risk of getting breast cancer for many years.\nFind out more about medicine to prevent breast cancer.\nRisk-reducing surgery means removing all the tissue (such as the breasts or ovaries) that could become cancerous. Carriers of a faulty BRCA gene may wish to consider a preventative mastectomy.  \nWomen who have risk-reducing mastectomies reduce their risk of developing breast cancer by around 50%. However, a mastectomy is a major operation and recovering from it can be physically and emotionally difficult.\nSurgery can also be used to reduce ovarian cancer risk. Women who have their ovaries removed before the menopause not only dramatically reduce their chances of developing ovarian cancer, but also reduce their chances of developing breast cancer by up to 50%. However, this will trigger an early menopause and mean you're not able to have your own children (unless you store eggs or embryos). Read more about surgery to remove the ovaries, including the risks and after-effects.\nThe risk of ovarian cancer in women who carry a BRCA gene fault does not begin to rise significantly until about the age of 40. Therefore, carriers of the faulty gene who are younger than 40 usually wait to have this operation."}, {"Telling close relatives": "Your genetics unit will not approach your relatives about your result – it will usually be up to you to tell your family.\nYou may be given a standard letter to share with relatives, which explains your test result and contains all the information they need to be referred for the test themselves.\nHowever, not everyone will want to have the genetic test. Women who are closely related to you (such as your sister or daughter) can have cancer screening without having genetic testing."}, {"Planning a family": "Cancer risk genes can be passed on to any children you have. If your predictive genetic test is positive and you want to start a family, you have several options. You can:\n- have your children without any intervention, and risk your child inheriting the faulty gene\n- adopt a baby\n- use donor eggs or donor sperm (depending on who carries the faulty gene) to avoid passing on the faulty gene\n- discuss prenatal testing with your doctor – but testing an unborn baby for genes that may cause cancer in later life, using CVS or amniocentesis, is not routinely offered\n- have pre-implantation genetic diagnosis – a technique used to select embryos that have not inherited the faulty gene; but there's no guarantee this technique will result in a successful pregnancy, and NHS funding for it may not be available to all patients"}, {"Paying for private testing": "If there is not a strong family history of cancer in your family and the faulty gene has not otherwise been identified in any of your relatives, you will not be eligible for the NHS genetic test.\nYou'll have to pay for it privately if you still wish to have the test. Consider this carefully, because:\n- if you do not have any family history of cancer, it's less likely you have one of the faulty genes\n- the tests can be expensive, potentially costing around £1,000 or more\n- there's no guarantee they will predict whether you'll develop cancer\n- you may not be offeredgenetic counsellingto help you make a decision and support you once you get your results"}, {"About BRCA1 and BRCA2": "If you have a fault (mutation) in one of the BRCA genes, your risk of developing breast cancer and ovarian cancer is greatly increased.  \nWomen with the faulty BRCA1 gene, for example, have a 65 to 79% lifetime risk of breast cancer and a 36 to 53% risk of ovarian cancer before the age of 80. In other words, out of every 100 women with the faulty BRCA1 gene, between 65 and 79 will develop breast cancer in their lifetime and between 36 and 53 will develop ovarian cancer.\nThe faulty BRCA genes affect around 1 in every 300 to 400 people, but people of Ashkenazi Jewish descent are at a much higher risk (as many as 1 in 40 may carry the faulty gene).\nFor more information, read The Royal Marsden NHS Foundation Trust beginners guide to BRCA1 and BRCA2 on their website."}]}, {"condition": "Genital herpes", "sections": [{"No header": "Genital herpes is a sexually transmitted infection (STI) passed on through vaginal, anal and oral sex. Treatment from a sexual health clinic can help. Symptoms clear up on their own but can come back."}, {"Important: \n        Using sexual health clinics during coronavirus (COVID-19)": "Call a sexual health clinic if you need help or advice. Only go to a clinic if you've been told to.\nFind sexual health clinic contact details"}, {"Non-urgent advice:  Go to a sexual health clinic as soon as possible if you have:": "- small blisters that burst to leave red, open sores around your genitals, anus, thighs or bottom\n- tingling, burning or itching around your genitals\n- pain when you pee\n- in women,vaginal dischargethat's not usual for you\nThese can be symptoms of genital herpes.\nGo even if you have not had sex for a long time, as blisters can take months or years to appear."}, {"What happens at a sexual health clinic": "You can see a GP, but they'll probably refer you to a sexual health clinic if they think you might have genital herpes.\nSexual health clinics treat problems with the genitals and urine system.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment.\nThey'll often get test results quicker than GP practices and you do not have to pay a prescription fee for treatment.\nFind a sexual health clinic\nThe doctor or nurse at the sexual health clinic will:\n- ask about your symptoms and your sexual partners\n- use a small cotton bud (swab) to take some fluid from 1 of your blisters or sores for testing\nThe test cannot:\n- be done if you do not have visible blisters or sores\n- tell you how long you have had herpes or who you got it from\nSymptoms might not appear for weeks or even years after you're infected with the herpes virus."}, {"Treatment for genital herpes": "There's no cure. Symptoms clear up by themselves, but the blisters can come back (an outbreak or recurrence).\nTreatment from a sexual health clinic can help.\nYou may be prescribed:\n- antiviral medicine to stop the symptoms getting worse – you need to start taking this within 5 days of the symptoms appearing\n- cream for the pain\nIf you have had symptoms for more than 5 days before you go to a sexual health clinic, you can still get tested to find out the cause.\nGo to a GP or sexual health clinic if you have been diagnosed with genital herpes and need treatment for an outbreak.\nAntiviral medicine may help shorten an outbreak by 1 or 2 days if you start taking it as soon as symptoms appear.\nBut outbreaks usually settle by themselves, so you may not need treatment.\nRecurrent outbreaks are usually milder than the first episode of genital herpes.\nOver time, outbreaks tend to happen less often and be less severe. Some people never have outbreaks.\nSome people who have more than 6 outbreaks in a year may benefit from taking antiviral medicine for 6 to 12 months.\nIf you still have outbreaks of genital herpes during this time, you may be referred to a specialist."}, {"How to deal with outbreaks yourself": "If you have been diagnosed with genital herpes and you're having an outbreak:\n- keep the area clean using plain or salt water to prevent blisters becoming infected\nkeep the area clean using plain or salt water to prevent blisters becoming infected\n- apply an ice pack wrapped in a flannel to soothe pain\napply an ice pack wrapped in a flannel to soothe pain\n- apply petroleum jelly (such as Vaseline) or painkilling cream (such as 5% lidocaine) to reduce pain when you pee\napply petroleum jelly (such as Vaseline) or painkilling cream (such as 5% lidocaine) to reduce pain when you pee\n- wash your hands before and after applying cream or jelly\nwash your hands before and after applying cream or jelly\n- pee while pouring water over your genitals to ease the pain\npee while pouring water over your genitals to ease the pain\n- do not wear tight clothing that may irritate blisters or sores\ndo not wear tight clothing that may irritate blisters or sores\n- do not put ice directly on the skin\ndo not put ice directly on the skin\n- do not touch your blisters or sores unless you're applying cream\ndo not touch your blisters or sores unless you're applying cream\n- do not have vaginal, anal or oral sex until the sores have gone away\ndo not have vaginal, anal or oral sex until the sores have gone away"}, {"How genital herpes is passed on": "Genital herpes is very easy to pass on (contagious) from the first tingling or itching of a new outbreak (before any blisters appear) to when sores have fully healed. You may also be able to pass on the virus even if you do not have any symptoms.\n- from skin-to-skin contact with the infected area (including vaginal, anal and oral sex)\n- when there are no visible sores or blisters\n- if acold soretouches your genitals\n- by transferring the infection on fingers from someone else to your genitals\n- by sharing sex toys with someone who has herpes\n- from objects such as cutlery or cups – the virus dies very quickly when away from your skin"}, {"Protecting against genital herpes": "You can reduce the chances of passing herpes on by:\n- using a condom every time you have vaginal, anal or oral sex – but herpes can still be passed on if the condom does not cover the infected area\n- avoiding vaginal, anal or oral sex if you or your partner has blisters or sores, or a tingle or itch that means an outbreak is coming\n- not sharing sex toys – if you do, wash them and put a condom on them\nGenital herpes is caused by a virus called herpes simplex. Once you have the virus, it stays in your body.\nIt will not spread in your body to cause blisters elsewhere. It stays in a nearby nerve and causes blisters in the same area.\nIf you can, avoid things that trigger your symptoms.\nTriggers can include:\n- ultraviolet light – for example, from sunbathing or sunbeds\n- friction in your genital area – for example, from sex (lubricant may help) or tight clothing\n- smoking\n- drinking alcohol\nSome triggers are unavoidable, including:\n- being unwell\n- stress\n- during the menstrual cycle\n- surgery on your genital area\n- a weakened immune system – for example, from having chemotherapy for cancer"}, {"Genital herpes and HIV": "Genital herpes can be a more serious condition for people with HIV.\nIf you have HIV and herpes, you'll be referred to a genitourinary medicine (GUM) specialist."}, {"Genital herpes and pregnancy": "Women with herpes before pregnancy can usually expect to have a healthy baby and a vaginal delivery.\nIf you have genital herpes during pregnancy, there's a risk your baby could develop a serious illness called neonatal herpes.\nThis can be fatal, but most babies recover with antiviral treatment.\nThe risk of your baby getting neonatal herpes is low if you have had genital herpes before.\nIt's higher if you get genital herpes for the first time in pregnancy.\nSee your midwife or a GP if you think you have genital herpes in pregnancy.\nYou may be offered antiviral treatment:\n- to treat outbreaks in pregnancy\n- from 36 weeks to reduce the chance of an outbreak during birth\n- from diagnosis until the birth if you first get herpes after 28 weeks of pregnancy\nMany women with genital herpes have a vaginal delivery. You may be offered a caesarean, depending on your circumstances."}, {"Video: genital herpes - Marian's story": "In this video, Marian talks about the symptoms, treatment and issues surrounding herpes."}]}, {"condition": "Genital warts", "sections": [{"Important: \n        Using sexual health clinics during coronavirus (COVID-19)": "Genital warts are a common sexually transmitted infection (STI) passed on by vaginal and anal sex, sharing sex toys and, rarely, by oral sex. Treatment from a sexual health clinic can help.\nCall a sexual health clinic if you need help or advice. Only go to a clinic if you've been told to.\nFind sexual health clinic contact details"}, {"Non-urgent advice:  Go to a sexual health clinic if you have:": "- 1 or more painless growths or lumps around your vagina, penis or anus\n- itching or bleeding from your genitals or anus\n- a change to your normal flow of pee (for example, it's begun to flow sideways) that does not go away\n- a sexual partner who has genital warts, even if you do not have symptoms\nThese symptoms mean you may have genital warts. Go to a sexual health clinic to be checked.\nSexual health clinics are sometimes called genitourinary medicine (GUM) clinics, or sexual and reproductive health (SRH) services.\nTreatment can help remove the warts and stop the infection being passed on."}, {"Why you should go to a sexual health clinic": "You can see a GP, but they'll probably refer you to a sexual health clinic if they think you might have genital warts.\nSexual health clinics specialise in treating problems with the genitals and urine system.\nMany sexual health clinics offer a walk-in service where you do not need an appointment.\nA sexual health clinic will often get test results quicker than a GP surgery, and you do not have to pay a prescription charge for medicines prescribed by a sexual health clinic.\nFind a sexual health clinic\nA doctor or nurse can usually diagnose warts by looking at them.\nThey will:\n- ask you about your symptoms and sexual partners\n- look at the bumps around your genitals and anus, maybe using a magnifying lens\n- possibly need to look inside your vagina, anus or urethra (where pee comes out), depending on where the warts are\nIt may not be possible to find out who you got genital warts from, or how long you've had the infection."}, {"Treatment for genital warts": "Treatment for genital warts needs to be prescribed by a doctor.\nThe type of treatment you'll be offered depends on what the warts look like and where they are. The doctor or nurse will discuss this with you.\nTreatments include:\n- cream or liquid: you can usually apply this to the warts yourself a few times a week for several weeks, but in some cases you may need to go to a sexual health clinic where a doctor or nurse will apply it. These treatments can cause pain, irritation or a burning sensation.\n- surgery: a doctor or nurse may cut, burn or use a laser to remove the warts. This can cause pain, irritation or scarring.\n- freezing: a doctor or nurse freezes the warts. Sometimes the treatment is repeated several times. This can cause pain.\nIt may take weeks or months for treatment to work and the warts may come back. In some people, the treatment does not work.\nThere's no cure for genital warts, but it's possible for your body to fight the virus over time."}, {"No header": "- tell the doctor or nurse if you're pregnant or thinking of becoming pregnant, as some treatments will not be suitable for you\ntell the doctor or nurse if you're pregnant or thinking of becoming pregnant, as some treatments will not be suitable for you\n- avoid perfumed soap, shower gel or bath products during treatment because these can irritate your skin\navoid perfumed soap, shower gel or bath products during treatment because these can irritate your skin\n- ask the doctor or nurse if your treatment will affect condoms, diaphragms or caps\nask the doctor or nurse if your treatment will affect condoms, diaphragms or caps\n- do not use wart treatment from a pharmacy; these are not made for genital warts\ndo not use wart treatment from a pharmacy; these are not made for genital warts\n- do not smoke; many treatments for genital warts work better if you do not smoke\ndo not smoke; many treatments for genital warts work better if you do not smoke\n- do not have vaginal, anal or oral sex until the warts have gone; but if you do have sex, always use a condom\ndo not have vaginal, anal or oral sex until the warts have gone; but if you do have sex, always use a condom"}, {"How genital warts are passed on": "The genital warts virus can be passed on even when there are no visible warts.\nMany people with the virus do not have symptoms but can still pass it on.\nIf you have genital warts, your current sexual partners should get tested because they may have warts and not know it.\nAfter you get the infection, it can take weeks to many months before symptoms appear.\n- skin-to-skin contact, including vaginal and anal sex\n- sharing sex toys\n- oral sex, but this is rare\nThe virus can also be passed to a baby from its mother during birth, but this is rare.\n- kissing\n- sharing things like towels, cutlery, cups or toilet seats"}, {"How to stop genital warts being passed on": "You can stop genital warts from being passed on by:\n- using a condom every time you have vaginal, anal or oral sex – but if the virus is in any in skin that's not protected by a condom, it can still be passed on\n- not having sex while you're having treatment for genital warts\n- not sharing sex toys; if you do share them, wash them or cover them with a new condom before anyone else uses them\nGenital warts are caused by a virus called human papillomavirus (HPV). There are many types of HPV.\nThe HPV virus can stay in your skin and warts can develop again.\nWarts may go away without treatment, but this may take many months. You can still pass the virus on, and the warts may come back."}, {"Genital warts and cancer": "Genital warts are not cancer and do not cause cancer.\nThe HPV vaccine that's offered to girls and boys aged 12 to 13 in England protects against cervical cancer and genital warts.\nThe HPV vaccine is also offered to men (up to the age of 45) who have sex with men (MSM), some trans men and trans women, sex workers, and men and women living with HIV.\nFind out more about the HPV vaccine"}, {"Genital warts and pregnancy": "Tell your midwife or doctor if:\n- you're pregnant, or think you're pregnant, and you have genital warts or think you have genital warts\nDuring pregnancy, genital warts:\n- can grow and multiply\n- might appear for the first time, or come back after a long time of not being there\n- can be treated safely, but some treatments should be avoided\n- may be removed if they're very big, to avoid problems during birth\n- may be passed to the baby during birth, but this is rare; the HPV virus can cause infection in the baby's throat or genitals\nMost pregnant women with genital warts have a vaginal delivery. Very rarely you might be offered a caesarean, depending on your circumstances."}, {"No header": ""}]}, {"condition": "Gestational diabetes", "sections": [{"Important: \n        Coronavirus (COVID-19) update": "Gestational diabetes is high blood sugar (glucose) that develops during pregnancy and usually disappears after giving birth.\nIt can happen at any stage of pregnancy, but is more common in the second or third trimester.\nIt happens when your body cannot produce enough insulin – a hormone that helps control blood sugar levels – to meet your extra needs in pregnancy.\nGestational diabetes can cause problems for you and your baby during pregnancy and after birth. But the risks can be reduced if the condition is detected early and well managed.\nIf you're well, it's really important you go to all your appointments and scans for the health of you and your baby.\nIf you're pregnant, hospitals and clinics are making sure it's safe for you to go to appointments.\nIf you get symptoms of COVID-19, or you're unwell with something other than COVID-19, speak to your midwife or maternity team. They will advise you what to do.\nFind out more about pregnancy and COVID-19"}, {"Who's at risk of gestational diabetes": "Any woman can develop gestational diabetes during pregnancy, but you're at an increased risk if:\n- your body mass index (BMI) is above 30 – use theBMI healthy weight calculatorto work out your BMI\n- you previously had a baby who weighed 4.5kg (10lb) or more at birth\n- you had gestational diabetes in a previous pregnancy\n- 1 of your parents or siblings has diabetes\n- you are of south Asian, Black, African-Caribbean or Middle Eastern origin (even if you were born in the UK)\nIf any of these apply to you, you should be offered screening for gestational diabetes during your pregnancy."}, {"Symptoms of gestational diabetes": "Gestational diabetes does not usually cause any symptoms.\nMost cases are only discovered when your blood sugar levels are tested during screening for gestational diabetes.\nSome women may develop symptoms if their blood sugar levels gets too high (hyperglycaemia), such as:\n- increasedthirst\n- needing to pee more often than usual\n- a dry mouth\n- tiredness\nBut some of these symptoms are common during pregnancy and are not necessarily a sign of gestational diabetes. Speak to your midwife or doctor if you're worried about any symptoms you're experiencing."}, {"How gestational diabetes can affect your pregnancy": "Most women with gestational diabetes have otherwise normal pregnancies with healthy babies.\nHowever, gestational diabetes can cause problems such as:\n- your baby growing larger than usual – this may lead to difficulties during the delivery and increases the likelihood of needinginduced labouror acaesarean section\n- polyhydramnios– too much amniotic fluid (the fluid that surrounds the baby) in the womb, which can cause premature labour or problems at delivery\n- premature birth– giving birth before the 37th week of pregnancy\n- pre-eclampsia– a condition that causes high blood pressure during pregnancy and can lead to pregnancy complications if not treated\n- your baby developing low blood sugar or yellowing of the skin and eyes (jaundice) after he or she is born, which may require treatment in hospital\n- the loss of your baby (stillbirth) – though this is rare\nHaving gestational diabetes also means you're at an increased risk of developing type 2 diabetes in the future."}, {"Screening for gestational diabetes": "During your first antenatal appointment (also called a booking appointment) at around week 8 to 12 of your pregnancy, your midwife or doctor will ask you some questions to determine whether you're at an increased risk of gestational diabetes.\nIf you have 1 or more risk factors for gestational diabetes you should be offered a screening test.\nThe screening test is called an oral glucose tolerance test (OGTT), which takes about 2 hours.\nIt involves having a blood test in the morning, when you have not had any food or drink for 8 to 10 hours (though you can usually drink water, but check with the hospital if you're unsure). You're then given a glucose drink. \nAfter resting for 2 hours, another blood sample is taken to see how your body is dealing with the glucose.\nThe OGTT is done when you're between 24 and 28 weeks pregnant. If you've had gestational diabetes before, you'll be offered an OGTT earlier in your pregnancy, soon after your booking appointment, then another OGTT at 24 to 28 weeks if the first test is normal.\nFind out more about an OGTT."}, {"Treatments for gestational diabetes": "If you have gestational diabetes, the chances of having problems with your pregnancy can be reduced by controlling your blood sugar levels.\nYou'll be given a blood sugar testing kit so you can monitor the effects of treatment.\nBlood sugar levels may be reduced by changing your diet and exercise routine. However, if these changes don't lower your blood sugar levels enough, you will need to take medicine as well. This may be tablets or insulin injections.\nYou'll also be more closely monitored during your pregnancy and birth to check for any potential problems.\nIf you have gestational diabetes, it's best to give birth before 41 weeks. Induction of labour or a caesarean section may be recommended if labour does not start naturally by this time.\nEarlier delivery may be recommended if there are concerns about your or your baby's health or if your blood sugar levels have not been well controlled.\nFind out more about how gestational diabetes is treated."}, {"Long-term effects of gestational diabetes": "Gestational diabetes normally goes away after birth. But women who've had it are more likely to develop:\n- gestational diabetes again in future pregnancies\n- type 2 diabetes– a lifelong type of diabetes\nYou should have a blood test to check for diabetes 6 to 13 weeks after giving birth, and once every year after that if the result is normal.\nSee your GP if you develop symptoms of high blood sugar, such as increased thirst, needing to pee more often than usual, and a dry mouth – do not wait until your next test. \nYou should have the tests even if you feel well, as many people with diabetes do not have any symptoms.\nYou'll also be advised about things you can do to reduce your risk of getting diabetes, such as maintaining a healthy weight, eating a balanced diet and exercising regularly.\nSome research has suggested that babies of mothers who had gestational diabetes may be more likely to develop diabetes or become obese later in life."}, {"Planning future pregnancies": "If you've had gestational diabetes before and you're planning to get pregnant, make sure you get checked for diabetes. Your GP can arrange this.\nIf you do have diabetes, you should be referred to a diabetes pre-conception clinic for support to ensure your condition is well controlled before you get pregnant.\nRead more about diabetes in pregnancy.\nIf you have an unplanned pregnancy, talk to your GP and tell them you had gestational diabetes in your previous pregnancy.\nIf tests show you do not have diabetes, you'll be offered screening earlier in pregnancy (soon after your first midwife appointment) and another test at 24 to 28 weeks if the first test is normal.\nAlternatively, your midwife or doctor may suggest you test your blood sugar levels yourself using a finger-pricking device in the same way as you did during your previous gestational diabetes."}]}, {"condition": "Giant cell arteritis, see Temporal arteritis", "sections": [{"No header": "Temporal arteritis (giant cell arteritis) is where the arteries, particularly those at the side of the head (the temples), become inflamed. It's serious and needs urgent treatment."}, {"Symptoms of temporal arteritis": "The symptoms of temporal arteritis depend on which arteries are affected.\nThe main symptoms are:\n- frequent, severe headaches\n- pain and tenderness over the temples\n- jaw pain while eating or talking\n- vision problems, such asdouble visionorloss of visionin 1 or both eyes\nMore general symptoms are also common – for example, flu-like symptoms, unintentional weight loss, depression and tiredness.\nAbout 2 in 5 people with temporal arteritis also develop polymyalgia rheumatica. This causes pain, stiffness and inflammation in the muscles around the shoulders, neck and hips."}, {"Urgent advice: Get advice from 111 now if:": "- you think you might have temporal arteritis\nIt can lead to serious problems like stroke and blindness if not treated quickly.\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP surgery for an urgent appointment.\nThe GP will ask you about your symptoms and examine your temples.\nAfter having some blood tests, you'll be referred to a specialist.\nThey may carry out further tests to help diagnose temporal arteritis.\nYou may have:\n- anultrasound scanof your temples\n- a biopsy underlocal anaesthetic– where a small piece of the temporal artery is removed and checked for signs of temporal arteritis\nIf you have problems with your vision, you should have a same-day appointment with an eye specialist (ophthalmologist) at a hospital eye department."}, {"Treatment for temporal arteritis": "Temporal arteritis is treated with steroid medicine, usually prednisolone.\nTreatment will be started before temporal arteritis is confirmed because of the risk of vision loss if it's not dealt with quickly.\nThere are 2 stages of treatment:\n- An initial high dose of steroids for a few weeks to help bring your symptoms under control.\n- A lower steroid dose (after your symptoms have improved) given over a longer period of time, possibly several years.\nA small number of people may need to take steroids for the rest of their life.\nYou'll have regular follow-ups to see how you're doing and check for any side effects you may have.\nDo not suddenly stop taking steroids unless your doctor tells you to. Stopping a prescribed course of medicine could make you very ill."}, {"No header": "Other types of medicine you may need if you have temporal arteritis include:\n- low-dose aspirin– to reduce the risk of a stroke or heart attack, which can happen if the arteries to your heart are affected\n- proton pump inhibitors (PPIs)– to lower your risk of getting a stomach problem like indigestion or astomach ulcer, which can be a side effect of taking prednisolone\n- bisphosphonate therapy– to reduce the risk ofosteoporosiswhen taking prednisolone\n- immunosuppressants– to allow steroid medicine to be reduced and help prevent temporal arteritis coming back"}]}, {"condition": "Giardiasis", "sections": [{"No header": "Giardiasis is a tummy bug that causes symptoms like diarrhoea, farting and bloating. It usually goes away in about a week if it's treated, but it can sometimes last much longer."}, {"How giardiasis is spread": "There are lots of ways you can catch giardiasis, such as:\n- drinking water that's not been treated to kill germs\n- water getting in your mouth while swimming in places like lakes, rivers or swimming pools\n- eating food that's been washed in untreated water or handled by someone with the infection\n- touching surfaces that have been touched by an infected person\n- having sex – especially unprotected anal and oral sex\nYou can become infected if small bits of poo from an infected person get in your mouth."}, {"Symptoms of giardiasis": "The main symptoms of giardiasis are:\n- smelly diarrhoea\n- tummy pain or cramps\n- farting (flatulence)\n- smelly burps – they may smell like eggs\n- bloating\n- weight loss\nYou can have giardiasis and spread it to others without having any symptoms."}, {"Non-urgent advice:  Call a GP surgery or 111 if:": "- you have had diarrhoea for more than a week\n- you have bloody diarrhoea or bleeding from your bottom\nIt's best to call rather than visit the GP surgery as you might have an infection that can spread easily to others.\nTell the GP if you have recently travelled abroad.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for giardiasis": "A GP may send off a sample of your poo for tests to check if you have giardiasis.\nIt's treated with antibiotics for a few days. Your symptoms should stop in about a week, but they can sometimes last longer.\nGo back to a GP if you still have symptoms a week after starting treatment.\nThey might give you more antibiotics or refer you to a specialist for treatment.\nSometimes the people you live with may also need to be tested and treated."}, {"How to look after yourself if you have giardiasis": "- drink lots of fluids to avoiddehydration, such as water and squash – if you're well hydrated, your pee should be light yellow or clear\ndrink lots of fluids to avoid dehydration, such as water and squash – if you're well hydrated, your pee should be light yellow or clear\n- give your baby breast or bottle feeds as usual\ngive your baby breast or bottle feeds as usual\n- wash your hands with soap and water frequently\nwash your hands with soap and water frequently\n- separate clothing and bedding that may have poo on it from other laundry and wash it on a hot wash\nseparate clothing and bedding that may have poo on it from other laundry and wash it on a hot wash\n- clean toilet seats, flush handles, taps, surfaces and door handles regularly\nclean toilet seats, flush handles, taps, surfaces and door handles regularly\n- do not drink alcohol while taking your antibiotics – alcohol can react with the main antibiotics used to treat giardiasis\ndo not drink alcohol while taking your antibiotics – alcohol can react with the main antibiotics used to treat giardiasis\n- do not prepare food for other people, if possible\ndo not prepare food for other people, if possible\n- do not share towels, wash cloths, flannels, cutlery and utensils\ndo not share towels, wash cloths, flannels, cutlery and utensils\n- do not use a swimming pool until 2 weeks after your symptoms stop\ndo not use a swimming pool until 2 weeks after your symptoms stop\nYou're most infectious from when your symptoms start until 2 days after they have passed. Stay off school or work until your symptoms have stopped for 2 days."}, {"A pharmacist can help if you're dehydrated": "Speak to a pharmacist if you have signs of dehydration, such as peeing less than usual or having dark, strong-smelling pee.\nThey may recommend using sachets that you mix with water to help you stay hydrated, called oral rehydration solutions."}]}, {"condition": "Gigantism, see Acromegaly", "sections": [{"No header": "Acromegaly is a rare condition where the body produces too much growth hormone, causing body tissues and bones to grow more quickly.\nOver time, this leads to abnormally large hands and feet, and a wide range of other symptoms.\nAcromegaly is usually diagnosed in adults aged 30 to 50, but it can affect people of any age. When it develops before the end of puberty, it's known as \"gigantism\"."}, {"Symptoms of acromegaly": "Acromegaly can cause a wide range of symptoms, which tend to develop very slowly over time.\nEarly symptoms include:\n- swollen hands and feet – you may notice a change in your ring or shoe size\n- tiredness and difficulty sleeping, and sometimessleep apnoea\n- gradual changes in your facial features, such as your brow, lower jaw and nose getting larger, or your teeth becoming more widely spaced\n- numbness and weakness in your hands, caused by a compressed nerve (carpal tunnel syndrome)\nChildren and teenagers will be abnormally tall.\nAs time goes on, common symptoms include:\n- abnormally large hands and feet\n- large, prominent facial features (such as the nose and lips) and an enlarged tongue\n- skin changes – such as thick, coarse, oily skin,skin tags, orsweating too much\n- deepening of the voice as a result of enlarged sinuses and vocal cords\n- joint pain\n- tiredness and weakness\n- headaches\n- blurred or reduced vision\n- loss of sex drive\n- abnormal periods (in women) anderection problems(in men)\nSymptoms often become more noticeable as you get older.\nSee a GP straight away if you think you have acromegaly.\nAcromegaly can usually be successfully treated, but early diagnosis and treatment is important to prevent the symptoms getting worse and reduce the chance of complications."}, {"Risks of acromegaly": "If you do not get treatment, you may be at risk of developing:\n- type 2 diabetes\n- high blood pressure (hypertension)\n- heart disease\n- disease of the heart muscle (cardiomyopathy)\n- arthritis\n- bowel polyps, which can potentially turn into bowel cancer if left untreated\nBecause of the risk of bowel polyps, a procedure known as a colonoscopy might be recommended if you've been diagnosed with acromegaly. Regular colonoscopy screening may also be necessary."}, {"Causes of acromegaly": "Acromegaly happens because your pituitary gland (a pea-sized gland just below the brain) produces too much growth hormone.\nThis is usually caused by a non-cancerous tumour in the pituitary gland called an adenoma.\nMost of the symptoms of acromegaly are due to the excess of growth hormone itself, but some come from the tumour pressing on nearby tissues. For example, you may get headaches and vision problems if a tumour pushes against the nearby nerves.\nAcromegaly sometimes runs in families, but most of the time it's not inherited. Adenomas usually spontaneously develop because of a genetic change in a cell of the pituitary gland. This change causes uncontrolled growth of the affected cells, creating the tumour.\nRarely, acromegaly is caused by a tumour in another part of the body, such as the lungs, pancreas or another part of the brain. It may also be linked to some genetic conditions."}, {"Treating acromegaly": "Treatment for acromegaly depends on your symptoms. Usually the goal is to:\n- reduce growth hormone production to normal levels\n- relieve the pressure a tumour may be putting on surrounding tissues\n- treat any hormone deficiencies\n- improve your symptoms\nMost people with acromegaly have surgery to remove a pituitary tumour. Medicine or radiotherapy may sometimes be needed after, or instead of, surgery.\nSurgery is usually effective and can completely cure acromegaly. But sometimes the tumour is too large to be removed entirely, and you may need another operation or further treatment with medicine or radiotherapy.\nUnder general anaesthetic, the surgeon will make a small cut inside your nose or behind your upper lip to access the pituitary gland.\nA long, thin, flexible tube with a light and video camera at one end, called an endoscope, is fed into the opening so your doctor can see the tumour. Surgical instruments are passed through the same opening and used to remove the tumour.\nRemoving the tumour should instantly lower your levels of growth hormone and relieve pressure on the surrounding tissue. Facial features often start to return to normal and swelling improves within a few days.\nWith surgery, there's risk of:\n- damaging the healthy parts of your pituitary gland\n- leakage of the fluid that surrounds and protects your brain\n- meningitis– although this is rare\nYour surgeon will discuss these risks with you and answer any questions you have.\nMedicine may be prescribed if your growth hormone levels are still higher than normal after surgery, or if surgery was not possible.\n3 different types of medicine are used:\n- a monthly injection of either octreotide, lanreotide or pasireotide– this slows down the release of growth hormone and can sometimes also shrink tumours\n- a daily pegvisomant injection– this blocks the effects of growth hormone and can significantly improve symptoms\n- bromocriptine or cabergoline tablets– these can stop growth hormone being produced, but they only work in a small proportion of people\nEach of these medicines has different advantages and disadvantages. Speak to your doctor about the options available to you, and the benefits and risks of each.\nIf surgery is not possible, or not all of the tumour could be removed, or if medicine has not worked, you may be offered radiotherapy.\nThis can eventually reduce your growth hormone levels, but it may not have a noticeable effect for several years and you may need to take medicine in the meantime.\n2 main types of radiotherapy are used to treat acromegaly:\n- stereotactic radiotherapy– a high-dose beam of radiation is aimed very precisely at your adenoma; you'll need to wear a rigid head frame or a plastic mask to hold your head still during the treatment, which can usually be done in one session\n- conventional radiotherapy– this also uses a beam of radiation to target the adenoma, but it's wider and less precise than the one used in stereotactic radiotherapy; this means this treatment can damage the surrounding pituitary gland and brain tissue, so it's given in small doses over 4 to 6 weeks to give your tissues time to heal between treatments\nStereotactic radiotherapy is more commonly used to treat adenomas because it minimises the risk of damage to nearby healthy tissue.\nRadiotherapy can have a number of side effects. It will often cause a gradual drop in the levels of other hormones produced by your pituitary gland, so you'll usually need hormone replacement therapy for the rest of your life. It may also have an effect on your fertility.\nYour doctor will be able to talk to you about these risks and other possible side effects.\nTreatment is often effective at stopping the excessive production of growth hormone and improving the symptoms of acromegaly.\nAfter treatment, you'll need regular follow-up appointments with your specialist for the rest of your life. These will be used to monitor how well your pituitary gland is working, check you're on the correct hormone replacement treatment and make sure the condition does not return."}, {"Diagnosing acromegaly": "Because the symptoms of acromegaly often develop gradually over several years, you may not get a diagnosis straight away. Your doctor may ask you to bring in photographs of yourself that span the past few years to look for the tell-tale gradual changes.\nIf your doctor suspects you have acromegaly, you'll need to have a blood test to measure your growth hormone levels.\nTo make sure the blood test gives an accurate result, you may be asked to drink a sugary solution before having a series of blood samples taken. For people without acromegaly, drinking the solution should stop growth hormone being released. In people with acromegaly, the level of growth hormone in the blood will remain high. This is called a glucose tolerance test.\nYour doctor will also measure the level of another hormone, called insulin-like growth factor 1 (IGF-1). A higher level of IGF-1 is a very accurate indication that you may have acromegaly.\nIf your blood tests show a high level of growth hormone and IGF-1, you might have an MRI scan of your brain. This will show where the adenoma is in your pituitary gland and how big it is. If you cannot have an MRI scan, a CT scan can be carried out, but this is less accurate."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have acromegaly, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to treat and prevent acromegaly. You can opt out of the register at any time."}]}, {"condition": "Gilbert's syndrome", "sections": [{"No header": "In Gilbert's syndrome, slightly higher than normal levels of a substance called bilirubin build up in the blood.\nBilirubin is a yellow substance found naturally in the blood. It forms as a by-product when old red blood cells are broken down."}, {"Coronavirus advice": "Get advice about coronavirus and liver disease from the British Liver Trust"}, {"Symptoms of Gilbert's syndrome": "Most people with Gilbert's syndrome have occasional and short-lived episodes of yellowing of the skin and whites of the eyes (jaundice). It's caused by the build-up of bilirubin in the blood.\nJaundice may be less obvious if you have brown or black skin, but you may notice the white part of your eyes looks yellow.\nAs Gilbert's syndrome usually only causes a slight increase in bilirubin levels, the yellowing of jaundice is often mild. The eyes are usually affected most.\nAround 1 in 3 people with Gilbert's syndrome do not experience any symptoms at all.\nYou may not realise you have Gilbert's syndrome until tests for an unrelated problem are carried out."}, {"When to see a GP": "See a GP if you have an episode of jaundice for the first time.\nThe jaundice of Gilbert's syndrome is usually mild, but jaundice can be associated with more serious liver problems, such as cirrhosis or hepatitis C.\nIt's important to get immediate medical advice from a GP if you have jaundice. If you cannot get in touch with a GP, call NHS 111 or your local out-of-hours service for advice.\nIf you have been diagnosed with Gilbert's syndrome, you do not usually need to get medical advice during an episode of jaundice, unless you have additional or unusual symptoms."}, {"Causes of Gilbert's syndrome": "Gilbert's syndrome is a genetic condition that runs in families.\nPeople with the syndrome have a faulty gene, which causes the liver to have problems removing bilirubin from the blood.\nNormally, when red blood cells reach the end of their life (after about 120 days), haemoglobin, the red pigment that carries oxygen in the blood, breaks down into bilirubin.\nThe liver converts bilirubin into a water-soluble form, which passes into bile (a fluid produced by the liver to help with digestion) and is eventually removed from the body in pee or poo.\nIn Gilbert's syndrome, the faulty gene means bilirubin is not passed into bile at the normal rate. Instead, it builds up in the bloodstream, giving the skin and whites of the eyes a yellowish tinge.\nOther than inheriting the faulty gene, there are no known risk factors for developing Gilbert's syndrome. It's not related to lifestyle habits, environmental factors or serious underlying liver problems, such as cirrhosis or hepatitis C."}, {"Triggers of jaundice episodes": "People with Gilbert's syndrome often find there are certain triggers that can bring on an episode of jaundice.\nEpisodes are often linked to things that can cause physical or mental stress including:\n- beingdehydrated\n- going without food for long periods of time (fasting)\n- drinking too much alcohol (keep within the recommended weekly units of alcohol)\n- being ill with an infection\n- heavy physical exertion\n- not getting enough sleep\n- having surgery\n- having aperiod\nWhere possible, avoiding known triggers can reduce your chance of having episodes of jaundice."}, {"Who's affected": "Gilbert's syndrome is common, but it's difficult to know exactly how many people are affected because it does not always cause obvious symptoms.\nIn the UK, it's thought at least 1 in 20 people (probably more) are affected by Gilbert's syndrome. It's more common in people with type 1 diabetes.\nGilbert's syndrome affects more men than women. It's usually diagnosed in a person's late teens or early 20s."}, {"Diagnosing Gilbert's syndrome": "Gilbert's syndrome can be diagnosed using a blood test to measure the levels of bilirubin in your blood and a liver function test.\nWhen the liver is damaged, it releases enzymes into the blood. At the same time, levels of proteins that the liver produces to keep the body healthy begin to drop.\nBy measuring the levels of these enzymes and proteins, it's possible to build up a reasonably accurate picture of how well the liver is functioning.\nIf the test results show you have high levels of bilirubin in your blood, but your liver is otherwise working normally, a confident diagnosis of Gilbert's syndrome can usually be made.\nSometimes, a genetic test may be necessary to confirm a diagnosis of Gilbert's syndrome."}, {"Living with Gilbert's syndrome": "Gilbert's syndrome is a lifelong condition. But it does not require treatment because it does not pose a threat to health and does not cause complications or an increased risk of liver disease.\nEpisodes of jaundice and any associated symptoms are usually short-lived and eventually pass.\nChanging your diet or the amount of exercise you do will not affect whether you have the condition.\nBut it's still important to make sure you eat a healthy, balanced diet and get plenty of exercise.\nYou may find it useful to avoid the things you know trigger episodes of jaundice, such as dehydration and stress.\nIf you have Gilbert's syndrome, the problem with your liver may also mean you're at risk of developing jaundice or other side effects after taking certain medicines, such as medicines for high cholesterol like statins.\nYou should talk to a GP before taking any new medicine and make sure you mention that you have Gilbert's syndrome to any doctors treating you for the first time."}]}, {"condition": "Glandular fever", "sections": [{"No header": "Glandular fever mostly affects teenagers and young adults. It gets better without treatment, but it can make you feel very ill and last for weeks."}, {"Non-urgent advice:  See a GP if you have:": "- a very high temperature or you feel hot and shivery\n- a severesore throat\n- swelling either side of your neck –swollen glands\n- extreme tiredness or exhaustion\n- tonsillitisthat is not getting better\nThese are glandular fever symptoms.\nYou do not usually get glandular fever more than once.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "The GP might order a blood test to confirm it's glandular fever and to rule out other illnesses, like tonsillitis. This will test for the Epstein-Barr virus, which causes glandular fever.\nThe GP will not give you antibiotics. Glandular fever is caused by a virus so antibiotics will not work."}, {"Immediate action required: Go to A&E or call 999 if you have:": "- difficulty swallowing\n- difficulty breathing\n- severe stomach pain"}, {"How to treat glandular fever yourself": "There's no cure for glandular fever – it gets better by itself.\n- rest and sleep\nrest and sleep\n- drink plenty of fluids (to avoiddehydration)\ndrink plenty of fluids (to avoid dehydration)\n- take painkillers likeparacetamoloribuprofen(do not give aspirin to children under 16)\ntake painkillers like paracetamol or ibuprofen (do not give aspirin to children under 16)\n- do not drink alcohol – your liver might be weak while you have glandular fever\ndo not drink alcohol – your liver might be weak while you have glandular fever"}, {"No header": "This video explains how to treat glandular fever yourself."}, {"How long glandular fever lasts": "You should feel better within 2 to 3 weeks. Some people might feel extremely tired for months.\nTry to gradually increase your activity when your energy starts to come back.\nGlandular fever can cause your spleen to swell. For the first month, avoid heavy lifting and sports or activities that might increase your risk of falling, as this may damage your spleen."}, {"How to stop glandular fever spreading": "Glandular fever is spread through spit, so you can get it through kissing or by sharing cups or cutlery.\nYou're infectious for up to 7 weeks before you get symptoms.\nYou can go back to school or work as soon as you start to feel better.\nTo prevent glandular fever spreading:\n- wash your hands regularly\nwash your hands regularly\n- wash bedding and clothes that may have spit on them\nwash bedding and clothes that may have spit on them\n- do not kiss others (glandular fever is known as the kissing disease)\ndo not kiss others (glandular fever is known as the kissing disease)\n- do not share cups, cutlery or towels\ndo not share cups, cutlery or towels"}, {"Glandular fever complications": "Most people get better with no problems. But sometimes glandular fever may lead to other problems like:\n- mild liver inflammation(hepatitis), which causes yellowing of the skin and whites of the eyes(jaundice)\n- low levels of blood cells called platelets (thrombocytopenia)\n- neurological conditions, such asGuillain-Barré syndromeorBell's palsy"}, {"No header": ""}]}, {"condition": "Glaucoma", "sections": [{"No header": "Glaucoma is a common eye condition where the optic nerve, which connects the eye to the brain, becomes damaged.\nIt's usually caused by fluid building up in the front part of the eye, which increases pressure inside the eye.\nGlaucoma can lead to loss of vision if it's not diagnosed and treated early.\nIt can affect people of all ages, but is most common in adults in their 70s and 80s."}, {"Symptoms of glaucoma": "Glaucoma does not usually cause any symptoms to begin with.\nIt tends to develop slowly over many years and affects the edges of your vision (peripheral vision) first.\nFor this reason, many people do not realise they have glaucoma, and it's often only picked up during a routine eye test.\nIf you do notice any symptoms, they might include blurred vision, or seeing rainbow-coloured circles around bright lights.\nBoth eyes are usually affected, although it may be worse in 1 eye.\nVery occasionally, glaucoma can develop suddenly and cause:\n- intense eye pain\n- nausea and vomiting\n- ared eye\n- aheadache\n- tenderness around the eyes\n- seeing rings around lights\n- blurred vision"}, {"When to get medical advice": "Visit an opticians or a GP if you have any concerns about your vision.\nIf you have glaucoma, early diagnosis and treatment can help stop your vision getting worse.\nWithout treatment, glaucoma can eventually lead to blindness.\nIf you develop symptoms of glaucoma suddenly, go to your nearest eye casualty unit or A&E as soon as possible.\nThis is a medical emergency that may require immediate treatment."}, {"Types of glaucoma": "There are several different types of glaucoma.\nThe most common is called primary open angle glaucoma. This tends to develop slowly over many years.\nIt's caused by the drainage channels in the eye becoming gradually clogged over time.\nOther types of glaucoma include:\n- acute angle closure glaucoma – an uncommon type caused by the drainage in the eye becoming suddenly blocked, which can raise the pressure inside the eye very quickly\n- secondary glaucoma – caused by an underlying eye condition, such asinflammation of the eye (uveitis)\n- childhood glaucoma (congenital glaucoma) – a rare type that occurs in very young children, caused by an abnormality of the eye"}, {"Causes of glaucoma": "Glaucoma can occur for a number of reasons.\nMost cases are caused by a build-up of pressure in the eye when fluid is unable to drain properly.\nThis increase in pressure then damages the nerve that connects the eye to the brain (optic nerve).\nIt's often unclear why this happens, although certain things can increase the risk, including:\n- your age – glaucoma becomes more common as you get older\n- your ethnicity – people of African, Caribbean or Asian origin are at a higher risk\n- your family history – you're more likely to develop glaucoma if you have a parent or sibling with the condition\n- other medical conditions – such asshort-sightedness,long-sightednessanddiabetes\nIt's not clear whether you can do anything to prevent glaucoma, but having regular eye tests should pick it up as early as possible."}, {"Tests for glaucoma": "Glaucoma can usually be detected during a routine eye test at an opticians, often before it causes any noticeable symptoms.\nThe tests are carried out in the opticians by an optometrist.\nYou should have a routine eye test at least every 2 years.\nFind out if you're eligible for free NHS eye tests\nSeveral quick and painless tests can be carried out to check for glaucoma, including vision tests and measurements of the pressure inside your eye.\nIf tests suggest you have glaucoma, you should be referred to a specialist eye doctor (ophthalmologist) to discuss treatment.\nFind out how glaucoma is diagnosed"}, {"Treatments for glaucoma": "It's not possible to reverse any loss of vision that occurred before glaucoma was diagnosed, but treatment can help stop your vision getting worse.\nThe treatment recommended for you will depend on the type of glaucoma you have, but the options are:\n- eyedrops – to reduce the pressure in your eyes\n- laser treatment – to open up the blocked drainage tubes or reduce the production of fluid in your eyes\n- surgery – to improve the drainage of fluid\nYou'll also probably need regular appointments to monitor your condition and check the treatment is working."}, {"Further support for glaucoma": "The Royal National Institute of Blind People (RNIB) and the International Glaucoma Association have more information on glaucoma and offer further support for people affected by glaucoma."}, {"Video: Glaucoma": "In this video, an expert explains what glaucoma is, how it can affect your vision and how it can be treated."}]}, {"condition": "Glomerulonephritis", "sections": [{"No header": "Glomerulonephritis is damage to the tiny filters inside your kidneys (the glomeruli). It's often caused by your immune system attacking healthy body tissue.\nGlomerulonephritis does not usually cause any noticeable symptoms. It's more likely to be diagnosed when blood or urine tests are carried out for another reason.\nAlthough mild cases of glomerulonephritis can be treated effectively, for some people the condition can lead to long-term kidney problems."}, {"Symptoms of glomerulonephritis": "In severe cases of glomerulonephritis, you may see blood in your urine. However, this is usually noticed when a urine sample is tested. \nYour urine may be frothy if it contains a large amount of protein.\nIf a lot of protein leaks into your urine, swelling of the legs or other parts of the body can also develop. This is known as nephrotic syndrome.\nDepending on your type of glomerulonephritis, other parts of your body can be affected and cause symptoms such as:\n- rashes\n- joint pain\n- breathing problems\n- tiredness\nMany people with glomerulonephritis also have high blood pressure."}, {"When to get medical advice": "See a GP if you notice blood in your urine. This does not always mean you have glomerulonephritis, but the cause should be investigated.\nIf the GP suspects glomerulonephritis, they'll usually arrange: \n- ablood test– to measure your creatinine level\n- a urine test– to check for blood or protein in your urine\nIf you do have glomerulonephritis, further blood tests may be needed to help find out the cause.\nIf your kidney problem needs to be investigated further, it may be recommended that you have:\n- anultrasound scan– this is to check the size of your kidneys, make sure there are no blockages, and look for any other problems\n- abiopsy– this is to remove a small sample of kidney tissue, carried out usinglocal anaestheticto numb the area; an ultrasound machine locates your kidneys and a small needle is used to take a sample"}, {"Causes of glomerulonephritis": "Glomerulonephritis is often caused by a problem with your immune system. Sometimes it's part of a condition such as systemic lupus erythematosus (SLE) or vasculitis.\nIn some cases, it can be caused by infections, such as:\n- HIV\n- hepatitis Bandhepatitis C\n- infection of the heart valves(endocarditis)\nIn most cases, glomerulonephritis does not run in families.\nIf you're diagnosed with an inherited type of glomerulonephritis, a doctor can advise you about the chances of someone else in your family being affected. \nThey may recommend screening, which can identify people who may be at increased risk of developing the condition."}, {"Treating glomerulonephritis": "Treatment for glomerulonephritis depends on the cause and severity of your condition. Mild cases may not need any treatment.\nTreatment can be as simple as making changes to your diet, such as eating less salt to reduce the strain on your kidneys.\nMedicine to lower blood pressure, such as angiotensin-converting enzyme (ACE) inhibitors, is commonly prescribed because it helps protect the kidneys.\nIf the condition is caused by a problem with your immune system, medicine called immunosuppressants may be used.\nRead about treating glomerulonephritis"}, {"Complications of glomerulonephritis": "Although treatment for glomerulonephritis is effective in many cases, further problems can sometimes develop. \nThese include: \n- high blood pressure\n- high cholesterol\n- blood clots– includingdeep vein thrombosis (DVT)or apulmonary embolism\n- damage to other organs\n- chronic kidney disease\n- kidney failure\nIf you're diagnosed with glomerulonephritis, a doctor may prescribe medicine to help lower your blood pressure, lower your cholesterol or protect against blood clots."}]}, {"condition": "Glue ear", "sections": [{"No header": "Glue ear is where the empty middle part of the ear canal fills up with fluid. This can cause temporary hearing loss. It usually clears up within 3 months, but see a GP about any hearing problems."}, {"Check if it's glue ear": "The most common symptom of glue ear is temporary hearing loss. It can affect both ears at the same time.\nOther symptoms may include:\n- earache or ear pain\n- hearing sounds like ringing or buzzing(tinnitus)\nGlue ear is much more common in children, but adults with glue ear have the same symptoms."}, {"No header": ""}, {"Non-urgent advice:  See a GP if your child has hearing problems": "Your child may be struggling to hear if they often:\n- speak loudly\n- are difficult to understand\n- ask people to repeat what they say\n- ask for the TV or music to be turned up loud\n- struggle to hear people far away\n- become easily distracted when people are talking\n- seem tired and irritable because it's harder to listen\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "The GP should be able to tell if it's glue ear by looking for fluid inside the ear.\nThey'll use a small scope with a light and magnifying glass. This should not be painful.\nIf your child has had glue ear for more than 3 months, they may be referred to a specialist for hearing tests.\nHearing tests can help find out how severe any hearing loss is and what's causing it."}, {"Treatment for glue ear from a GP": "Glue ear is not always treated. The GP will usually wait to see if the symptoms get better on their own.\nThis is because there's no effective medicine for glue ear, and it often clears up on its own within 3 months.\nYour child may be monitored for up to a year in case their symptoms change or get worse.\nThe GP may suggest trying a treatment called autoinflation while waiting for symptoms to improve. Autoinflation can help fluid in the ear to drain.\nIt's done by either:\n- blowing up a special balloon using 1 nostril at a time\n- swallowing while holding the nostrils closed\nAs autoinflation has to be done several times a day, it's not usually recommended for children under 3 years old.\nAntibiotics may be prescribed if glue ear causes an ear infection."}, {"Hospital treatment for glue ear": "Your child may be referred to a specialist in hospital if:\n- glue ear symptoms are affecting their learning and development\n- they already had severehearing lossbefore glue ear\n- they haveDown's syndromeor acleft lip and palate, as glue ear is less likely to get better by itself\nThe 2 main treatments are temporary hearing aids or grommets (small tubes implanted in the ear).\nOccasionally, surgery may be recommended to remove some glands at the back of the nose (adenoids). This is known as an adenoidectomy.\nThe specialist in hospital will help you decide on the best treatment option.\nA grommet is a small tube that's placed in your child's ear during surgery. It drains fluid away and keeps the eardrum open.\nThe grommet should fall out naturally within 6 to 12 months as your child's ear gets better.\nIf your child needs grommets, you might find these links useful:\n- Great Ormond Street Hospital (GOSH): treatment of glue ear with grommets\n- National Deaf Children's Society (NDCS): Harvey gets grommets"}, {"Video: What is glue ear?": "This animation explains in detail what glue ear is, what causes it and how it's treated."}]}, {"condition": "Glutaric aciduria type 1", "sections": [{"No header": "Glutaric aciduria type 1 (GA1) is a rare but serious inherited condition. It means the body can't process certain amino acids (\"building blocks\" of protein), causing a harmful build-up of substances in the blood and urine.\nNormally, our bodies break down protein foods like meat and fish into amino acids. Any amino acids that aren't needed are usually broken down and removed from the body.\nBabies with GA1 are unable to break down the amino acids lysine, hydroxylysine and tryptophan.\nNormally, these amino acids are broken down into a substance called glutaric acid, which is then converted into energy. Babies with GA1 don't have the enzyme that breaks down glutaric acid, leading to a harmfully high level of this and other substances in the body."}, {"Diagnosing GA1": "At around 5 days old, babies are now offered newborn blood spot screening to check if they have GA1. This involves pricking your baby's heel to collect drops of blood to test.\nIf GA1 is diagnosed, treatment can be given straight away to reduce the risk of serious complications.\nWith early diagnosis and the correct treatment, the majority of children with GA1 are able to live normal, healthy lives. However, treatment for GA1 must be continued for life.\nWithout treatment, severe and life-threatening symptoms can develop, including seizures (fits) or falling into a coma. Some children with untreated GA1 are also at risk of brain damage, which can affect muscle movement. This may lead to problems with walking, talking and swallowing.\nAround 1 in 100,000 children worldwide are thought to be affected by GA1."}, {"Symptoms of GA1": "Symptoms of GA1 usually don't appear until a few months after birth, although some babies are born with a larger-than-average head (macrocephaly).\nChildren with GA1 may develop some floppiness or weakness in their muscles (hypotonia) during their first year and there's a risk of developing bleeding around their brain (subdural haematoma). In rarer cases, bleeding can develop around the back of the eyes (retinal haemorrhage)."}, {"Metabolic crisis": "Children with GA1 may have episodes known as a metabolic crisis, sometimes early in their life. Symptoms of a metabolic crisis include:\n- poor feeding or loss of appetite\n- lack of energy\n- abnormal movements\n- vomiting\n- irritability\n- breathing difficulties\nIt's important to get medical help immediately if your baby develops symptoms of a metabolic crisis. Your doctor will give you advice to help recognise the signs.\nIn some cases, a metabolic crisis may be triggered later in childhood by an infection or illness. The hospital should provide you with emergency treatment instructions to follow if your child is ill, which helps to prevent these symptoms developing."}, {"Treating GA1": "Children diagnosed with GA1 are referred to a specialist metabolic dietitian and given a low-protein diet. This is tailored to reduce the amount of amino acids your baby receives, especially lysine and tryptophan.\nHigh-protein foods need to be limited, including:\n- meat\n- fish\n- cheese\n- eggs\n- pulses\n- nuts\nYour dietitian will provide detailed advice and guidance, as your baby still needs some of these foods for healthy growth and development.\nBreastfeeding and baby milk also need to be monitored and measured, as advised by your dietitian. Regular baby milk contains the amino acids that need to be restricted, so a special formula is used instead. This contains all the vitamins, minerals and other amino acids your baby needs.\nPeople with GA1 may need to follow a restricted protein diet for the rest of their life to reduce their risk of a metabolic crisis. As your child gets older, they'll need to learn how to control their diet and stay in contact with a dietitian for advice and monitoring.\nYour child will be prescribed a medication called L-carnitine, which helps to clear some of the excess glutaric acid.\nL-carnitine is given as a tablet and needs to be taken regularly, as directed by your doctor.\nIf your baby develops an infection, such as a high temperature or cold, their risk of having a metabolic crisis increases. It's possible to reduce the risk by changing to an emergency diet while they're ill.\nYour dietitian will provide detailed instructions, but the aim is to replace milk and food containing protein with special high-sugar drinks. Medication should still be taken as normal.\nYour dietitian may provide you with a feeding tube (nasogastric tube) and show you how to use it safely. This can be useful in an emergency if your baby isn't feeding well while they are ill.\nIf your baby can't keep down their emergency feeds, or develops repeated diarrhoea, you should contact the metabolic team at the hospital to let them know you're heading straight to the accident and emergency (A&E) department.\nYou should also have been provided with a leaflet to bring with you in case of an emergency, in case the doctors haven't seen GA1 before.\nOnce in hospital, your baby can be monitored and treated with intravenous fluids (given directly into a vein).\nYou should also take your baby to hospital if they develop symptoms of a metabolic crisis, such as irritability, loss of energy or breathing difficulties."}, {"How GA1 is inherited": "The genetic cause (mutation) of GA1 is passed on by the parents, who usually don’t have any symptoms of the condition.\nThe way this mutation is passed on is known as autosomal recessive inheritance. This means a baby needs to receive 2 copies of the mutated gene to develop the condition – 1 from their mother and 1 from their father. If the baby only receives 1 mutated gene, they’ll just be a carrier of GA1.\nIf you're a carrier of the affected gene and you have a baby with a partner who's also a carrier, your baby has:\n- a 25% chance of developing the condition\n- a 50% chance of being a carrier of GA1\n- a 25% chance of receiving a pair of normal genes\nAlthough it's not possible to prevent GA1, it's important to let your midwife and doctor know if you have a family history of the condition. Any further children you have can be tested for the condition as soon as possible and given appropriate treatment.\nYou may also wish to consider genetic counselling for support, information and advice about genetic conditions."}, {"Information about you": "If you or your child has GA1, your clinical team will pass information about you/your child on to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nFind out more about the register."}]}, {"condition": "Goitre", "sections": [{"No header": "A goitre (sometimes spelled \"goiter\") is a swelling of the thyroid gland that causes a lump in the front of the neck. The lump will move up and down when you swallow.\nThe thyroid gland is a small butterfly-shaped gland in the neck, just in front of the windpipe (trachea).\nIt produces thyroid hormones, which help regulate the body's metabolism, the chemical processes that occur in the body."}, {"Symptoms of a goitre": "The size of a goitre can vary from person to person. In most cases, the swelling is small and does not cause any symptoms.\nIn more severe cases, symptoms may include:\n- coughing\n- a tight feeling in your throat\n- changes to your voice, such as hoarseness\n- difficulty swallowing(dysphagia)\n- difficulty breathing – there may be a high-pitched sound when you breathe"}, {"Diagnosing a goitre": "See your GP if you think you have a goitre. They'll examine your neck to see whether your thyroid gland is swollen.\nThe GP may also request a thyroid function test to see how well your thyroid gland is working.\nA thyroid function test measures the level of certain hormones in your blood.\nIt can show whether you have an underactive or overactive thyroid, both of which are associated with goitre.\nIf necessary, you may be referred to a specialist in hospital for further tests or treatment."}, {"Treating a goitre": "The treatment for a goitre depends on the underlying cause.\nIf the goitre is small and not causing any problems, a wait-and-see approach is usually recommended.\nOther possible treatments include radioiodine treatment and thyroid surgery.\nAlthough most goitres are non-cancerous, it's estimated that in 1 in 20 cases they may be a sign of thyroid cancer."}, {"Causes of a goitre": "A goitre can have several possible causes, including:\n- an overactive thyroid gland(hyperthyroidism)\n- an underactive thyroid gland(hypothyroidism)\n- hormone changes during puberty,pregnancyor themenopause\n- not enoughiodinein your diet\n- taking some types of medicine, such as lithium, a medicine used to treat some mental health conditions\n- an inflamed thyroid gland(thyroiditis)\n- havingradiationtreatment to your neck or chest area, such asradiotherapyfor neck cancer\n- nodules or cysts within the thyroid – most are harmless, but they should be assessed\n- thyroid cancer– a rare type of cancer in the UK\nAnyone can develop a goitre, but the chances increase with age. Women are also more likely to develop a goitre."}, {"Types of goitre": "There are 2 main types of goitre:\n- diffuse goitre – where the entire thyroid gland swells and feels smooth to the touch\n- nodular goitre – where solid or fluid-filled lumps called nodules develop within the thyroid and make the thyroid gland feel lumpy to touch; the nodules can be single or multiple and may contain fluid"}]}, {"condition": "Gonorrhoea", "sections": [{"No header": "Gonorrhoea is a sexually transmitted infection (STI) caused by bacteria called Neisseria gonorrhoeae or gonococcus. It used to be known as \"the clap\"."}, {"How gonorrhoea is spread": "The bacteria that cause gonorrhoea are mainly found in discharge from the penis and in vaginal fluid.\nGonorrhoea is easily passed between people through:\n- unprotected vaginal, oral or anal sex\n- sharing vibrators or other sex toys that have not been washed or covered with a new condom each time they're used\nThe bacteria can infect the entrance to the womb (cervix), the tube that passes urine out of the body (urethra), the rectum and, less commonly, the throat or eyes.\nThe infection can also be passed from a pregnant woman to her baby. If you're pregnant and may have gonorrhoea, it's important to get tested and treated before your baby is born.\nWithout treatment, gonorrhoea can cause permanent blindness in a newborn baby.\nGonorrhoea is not spread by kissing, hugging, swimming pools, toilet seats or sharing baths, towels, cups, plates or cutlery. The bacteria cannot survive outside the human body for long."}, {"Symptoms of gonorrhoea": "Typical symptoms of gonorrhoea include a thick green or yellow discharge from the vagina or penis, pain when peeing and, in women, bleeding between periods.\nBut around 1 in 10 infected men and almost half of infected women do not experience any symptoms."}, {"Important: \n        Using sexual health clinics during coronavirus (COVID-19)": "Call a sexual health clinic if you need help or advice. Only go to a clinic if you've been told to.\nFind sexual health clinic contact details"}, {"Getting tested": "If you have any of the symptoms of gonorrhoea or you're worried you may have an STI, you should visit a sexual health clinic for a sexual health test.\nFind a sexual health clinic.\nYou can also contact the national sexual health helpline free on 0300 123 7123:\n- Monday to Friday: 9am to 8pm\n- Saturday and Sunday: 11am to 4pm\nGonorrhoea can be easily diagnosed by testing a sample of discharge picked up using a swab. In men, testing a sample of urine can also diagnose the condition.\nIt's important to get tested as soon as possible because gonorrhoea can lead to more serious long-term health problems if it's not treated, including pelvic inflammatory disease (PID) in women or infertility.\nRead more about:\n- diagnosing gonorrhoea\n- possiblecomplications of gonorrhoea\n- visiting an STI clinic"}, {"Treating gonorrhoea": "Gonorrhoea is usually treated with a single antibiotic injection (usually in the buttocks or thigh). With effective treatment, most of your symptoms should improve within a few days.\nIt's usually recommended you attend a follow-up appointment a week or 2 after treatment so another test can be carried out to see if you're clear of infection.\nYou should avoid having sex until you have been told you no longer have the infection.\nPrevious successful treatment for gonorrhoea does not make you immune to catching it again."}, {"Who's affected": "Anyone who's sexually active can catch gonorrhoea, particularly people who change partners frequently or do not use a barrier method of contraception, such as a condom, when having sex. (See Your contraception guide.)\nGonorrhoea is the second most common bacterial STI in the UK after chlamydia.\nIn 2019, more than 70,000 people were diagnosed with gonorrhoea in England, with most cases affecting gay, bisexual and other men who have sex with men."}, {"Preventing gonorrhoea": "Gonorrhoea and other STIs can be successfully prevented by using appropriate contraception and taking other precautions, such as:\n- using malecondomsorfemale condomsevery time you have vaginal sex, or male condoms during anal sex\n- using a condom to cover the penis or a latex or plastic square (dam) to cover the female genitals if you have oral sex\n- not sharing sex toys, or washing them and covering them with a new condom before anyone else uses them\nIf you're worried you may have an STI, visit a sexual health clinic for advice.\nFind a sexual health clinic.\nGet more advice about sexual health."}]}, {"condition": "Gout", "sections": [{"No header": "Gout is a type of arthritis that causes sudden, severe joint pain. See a GP for treatment to help during an attack and to stop further attacks."}, {"Non-urgent advice:  See a GP if you have:": "- sudden severe pain in a joint – usually your big toe, but it can be in other joints in your feet, hands, wrists, elbows or knees\n- hot, swollen, red skin over the affected joint\nThese are symptoms of gout.\nAn attack of gout usually lasts 5 to 7 days, then gets better. It may not cause lasting damage to joints if you get treatment immediately.\nAsk for an urgent GP appointment or call 111 if:\n- the pain is getting worse\n- you also have a very high temperature (you feel hot and shivery)\n- you also feel sick or cannot eat\nThese symptoms could mean you have an infection inside your joint and need urgent medical help.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your appointment": "The GP may ask about your diet and if you drink alcohol.\nThey may refer you to see a specialist (rheumatologist) and arrange a blood test and scan. Sometimes a thin needle is used to take a sample of fluid from inside the affected joint, to test it.\nThe blood test will find out how much of a chemical called uric acid there is in your blood.\nHaving too much uric acid in your blood can lead to crystals forming around your joints, which causes pain."}, {"Treatment to reduce pain and swelling": "Attacks of gout are usually treated with a non-steroidal anti-inflammatory (NSAID) like ibuprofen.\nIf the pain and swelling does not improve you may be given steroids as tablets or an injection.\n- take any medicine you've been prescribed as soon as possible – it should start to work within 2 days\ntake any medicine you've been prescribed as soon as possible – it should start to work within 2 days\n- rest and raise the limb\nrest and raise the limb\n- keep the joint cool – apply an ice pack, or a bag of frozen peas wrapped in a towel, for up to 20 minutes at a time\nkeep the joint cool – apply an ice pack, or a bag of frozen peas wrapped in a towel, for up to 20 minutes at a time\n- drink lots of water (unless a GP tells you not to)\ndrink lots of water (unless a GP tells you not to)\n- try to keep bedclothes off the affected joint at night\ntry to keep bedclothes off the affected joint at night\n- do not put pressure on the joint\ndo not put pressure on the joint\nGout can come back every few months or it may be years. It can come back more often if it's not treated.\nIf you have frequent attacks or high levels of uric acid in your blood, you may need to take uric acid-lowering medicine.\nIt's important to take uric acid-lowering medicine regularly, even when you no longer have symptoms."}, {"Things you can do to prevent gout coming back": "Making lifestyle changes may mean you can stop or reduce further attacks.\n- get to a healthy weight, but avoid crash diets – trythe NHS weight loss plan\nget to a healthy weight, but avoid crash diets – try the NHS weight loss plan\n- eat ahealthy, balanced diet– your doctor may give you a list of foods to include or limit\neat a healthy, balanced diet – your doctor may give you a list of foods to include or limit\n- have some alcohol-free days each week\nhave some alcohol-free days each week\n- drink plenty of fluids to avoid getting dehydrated\ndrink plenty of fluids to avoid getting dehydrated\n- exercise regularly – but avoid intense exercise or putting lots of pressure on joints\nexercise regularly – but avoid intense exercise or putting lots of pressure on joints\n- stop smoking\nstop smoking\n- ask a GP about vitamin C supplements\nask a GP about vitamin C supplements\n- do not eat offal, such as kidneys or liver, or seafood\ndo not eat offal, such as kidneys or liver, or seafood\n- do not have lots of sugary drinks and snacks\ndo not have lots of sugary drinks and snacks\n- do not eat lots of fatty foods\ndo not eat lots of fatty foods\n- do not drink more than 14 units of alcohol a week, and spread your drinking over 3 or more days if you drink as much as 14 units\ndo not drink more than 14 units of alcohol a week, and spread your drinking over 3 or more days if you drink as much as 14 units"}, {"No header": "The UK Gout Society has more detailed advice on diet for people living with gout (PDF, 879kb)."}, {"Things that can trigger a gout attack": "You might get an attack if you:\n- have an illness that causes a high temperature\n- drink too much alcohol or eat a very large, fatty meal\n- get dehydrated\n- injure a joint\n- take certain medicines\nGet treatment immediately if you feel an attack starting."}, {"Who gets gout": "Gout sometimes runs in families.\nIt's more common in men, especially as they get older.\nYou might have a higher chance of getting gout if you:\n- are overweight\n- drink alcohol\n- have been through the menopause\n- take medicines such as diuretics (water tablets), or medicines for high blood pressure (such as ACE inhibitors)\n- have high cholesterol, high blood pressure, kidney problems, osteoarthritis or diabetes\n- have had surgery or an injury"}, {"Complications of gout": "It's rare to get lots of attacks (chronic gout), but if you do, it can damage your joint.\nChronic gout can also cause tiny white lumps, called tophi, to appear under your skin, usually on your ears, fingers or elbows.\nThis is where urate crystals form under your skin. They can be painful.\nYou can get kidney stones if your uric acid levels are very high, so you'll need treatment to reduce the levels."}, {"Social care and support guide": "Read our guide to care and support if you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled (including family members)"}, {"Video: gout": "This video explains how gout affects the body, and what treatments are available."}, {"No header": ""}]}, {"condition": "Granuloma annulare", "sections": [{"No header": "Granuloma annulare is a rash that often looks like a ring of small pink, purple or skin-coloured bumps.\nIt usually appears on the back of the hands, feet, elbows or ankles. The rash is not usually painful, but it can be slightly itchy. It's not contagious and usually gets better on its own within a few months.\nGranuloma annulare is more common in children and young adults, although it can affect people of all ages. It's about twice as common in women."}, {"Types of granuloma annulare": "Here are some of the main types of granuloma annulaire:\nThe most common type, localised granuloma annulare, appears in just 1 or 2 areas, tends to affect children and young adults, and usually gets better on its own after a few months.\nPink, purple or skin-coloured patches typically appear on the fingers, backs of the hands, feet, ankles or elbows. \nThey form rings that grow slowly until they're about 2.5-5cm across. As the rings get bigger, they become flatter and more purple in colour before eventually fading.\nIn localised granuloma annulare, the top of the skin feels smooth and, unlike in other skin conditions, such as pityriasis versicolor, ringworm or eczema, it is not rough, dry or scaly.\nThe affected skin also feels firm as a result of inflammation in the middle layer of skin (dermis). There's no change in the outermost layer of skin (epidermis).\nMore rarely, you can develop a widespread rash, known as generalised or disseminated granuloma annulare. It usually affects adults.\nLarge pink, purple or skin-coloured patches appear on a larger portion of the body, including the trunk, arms and legs.\nThe rash is sometimes made up of small raised spots that form symmetrical rings 10cm or more across. They're often found in skin folds in the armpits and groin.\nGranuloma annulare under the skin usually affects children. One or more firm, rubbery lumps develop under the skin.\nThey can range from 5mm-4cm in size.\nThey can appear on the shins, ankles, feet, buttocks, hands, scalp and eyelids."}, {"When to see a GP": "See a GP if you have an unexplained rash that does not disappear within a few weeks.\nThey'll usually be able to diagnose granuloma annulare from the appearance of your rash.\nA skin biopsy may be needed to diagnose the rarer types of granuloma annulare. A small sample of affected skin is taken so it can be studied under a microscope in a laboratory.\nA blood glucose test may also be recommended. This is because in rare cases granuloma annulare can be linked to diabetes."}, {"Treating granuloma annulare": "Unfortunately, there's no really effective treatment for granuloma annulare. But in most cases, treatment is not necessary because the rash will disappear on its own within a few months to 2 years.\nFor more severe cases, you could ask a doctor about the following treatments:\n- steroid creams or ointmentsmay help, but they must be used carefully because long-term use can thin the skin\n- cryotherapy (freezing the bumps)may be an option for treating very small patches, but it can be painful and cause permanent scarring\n- ultraviolet light treatment and powerful medicines(such as steroid tablets,antibiotics,antimalarial medicines, isotretinoin, ciclosporin and dapsone) have been reported to help in individual cases of widespread granuloma annulare, but for most people the symptoms of granuloma annulare do not justify using these treatments as they all have significant side effects\nIf you find the appearance of the rash upsetting, you could try using skin camouflage products.\nRead more about skin camouflage products and Maria's experience of using them."}, {"What causes granuloma annulare?": "The tissue underneath the top layer of skin (dermis) becomes hypersensitive and inflamed. It's not clear what causes the skin to react in this way.\nGranuloma annulare is not caused by allergies and does not run in families. It's sometimes associated with diabetes, although this is rare."}]}, {"condition": "Granulomatosis with polyangiitis", "sections": [{"No header": "Granulomatosis with polyangiitis (GPA) is a rare condition where the blood vessels become inflamed. It mainly affects the ears, nose, sinuses, kidneys and lungs.\nAnyone can get it, including children, but it's most common in adults and older people.\nGPA can be very serious but, with medicine, most people are able to manage the symptoms and keep the condition under control."}, {"Symptoms of GPA": "GPA can cause a range of symptoms depending on which parts of the body are affected.\nGeneral symptoms include:\n- tiredness\n- a high temperature\n- muscle weakness\n- loss of appetite\n- unintentional weight loss\n- joint pain\n\nEar, nose and throat problems:\n- a blocked or runny nose\n- nosebleeds\n- crusts around the nostrils\n- face pain (sinusitis)\n- earache\n- hearing loss\n\nLung problems:\n- acoughthat does not go away\n- shortness of breath\n- wheezing\n- chest pain\n\nKidney problems:\n- blood in pee\n- high blood pressure\n- inflammation of the kidneys (glomerulonephritis)\n\nSkin problems:\n- rashes\n- lumps\n- small purple spots\n\nEye problems\n- irritated eyes (conjunctivitis)\n- swollen eyelids\n- double vision\n\nGut problems:\n- tummy pain\n- diarrhoea\n- blood in poo\nIf it's not treated, GPA can cause permanent damage to some parts of the body. For example, it can change the shape of the nose or stop the kidneys working properly."}, {"When to get medical advice": "See a GP if you have symptoms of GPA, especially if they do not go away.\nThe GP can do some simple checks to try to find out what's causing your symptoms and can refer you to a hospital specialist for further tests, if needed.\nIf you've already been diagnosed with GPA, contact your doctor if any of your old symptoms come back or you get any new symptoms. Your treatment may need to be changed."}, {"Tests for GPA": "GPA can be difficult to diagnose. It causes a range of symptoms that are often similar to other common conditions.\nA specialist doctor may:\n- ask about your symptoms and examine the affected parts of your body\n- do a urine test to check how well your kidneys are working\n- do ablood testto look for substances called ANCAs (antineutrophil cytoplasmic antibodies), which are thought to be involved in GPA\n- remove a small sample of tissue (abiopsy) and check it for signs of inflammation\n- organise anX-ray,CT scanorMRI scanto look at the affected parts of the body in more detail"}, {"Treatments for GPA": "GPA is thought to be caused by a problem with the immune system. It's treated with medicines that reduce the activity of the immune system.\nThere are 3 main stages of treatment.\nThe first aim of treatment is to bring the symptoms of GPA under control. This usually involves:\n- having injections of a medicine called cyclophosphamide every 2 or 3 weeks, or taking it as tablets every day (occasionally, other medicines – such asmethotrexate, mycophenolate mofetil or rituximab – may be used instead)\n- takingsteroid tabletsevery day or havingsteroid injectionsinto your blood at the same time as the cyclophosphamide injections\nThese are all strong medicines, so make sure you discuss the possible side effects with your doctor.\nSome people also need a plasma exchange, where a machine is used to filter the blood to remove the harmful antibodies linked to GPA.\nThis first stage of treatment lasts until your symptoms are under control, which usually takes a few months.\nOnce the condition is under control, treatment aims to stop your symptoms coming back. This usually involves:\n- stopping treatment with cyclophosphamide\n- taking medicine that helps \"calm\" (or control) your body's immune system, such as an immunosuppressant likemethotrexateorazathioprine\n- taking steroid tablets every day\nThis stage of treatment typically lasts for 2 to 5 years.\nIf your symptoms come back or you get new symptoms (a relapse) at any point, your treatment may be changed or restarted.\nFor example, your dose of steroids may be increased, and you may need to have more cyclophosphamide injections, start treatment with rituximab, or possibly have a course of plasma exchange."}, {"Living with GPA": "GPA is a serious condition but, with treatment, it can usually be kept under control.\nYou might need to take medicine for several years and you'll have regular check-ups in case your symptoms come back.\nAbout half of people with GPA have a relapse within a few years of their treatment stopping. Further treatment can help bring the condition back under control if this happens.\nIf GPA is severe or is not treated quickly, there is a risk that life-threatening problems could develop, such as permanent damage to the kidneys that may require a kidney transplant.\nThis is why it's important to contact your doctor as soon as possible if your symptoms come back or you start getting new ones."}, {"Support and advice if you have GPA": "For more information and advice, you may find it useful to check the Vasculitis UK website.\nVasculitis UK is an organisation for people with vasculitis (inflammation of the blood vessels). GPA is a type of vasculitis.\nThe Vasculitis UK website has information about living and coping with vasculitis, including advice about general health, benefits and insurance."}, {"Causes of GPA": "The exact cause of GPA is unknown.\nIt may be due to problems with the immune system, which makes it attack and inflame the blood vessels. But it's not clear why this happens.\nPeople with GPA may have a gene that makes them more likely to get the condition. It might then be triggered by something like a virus or bacterial infection, although this has not been proven.\nGenes alone are not responsible for GPA because it's very unusual for 2 people in the same family to have it."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have GPA, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat GPA. You can opt out of the register at any time.\nGOV.UK has more information about the register"}]}, {"condition": "Group B strep", "sections": [{"No header": "Group B strep is a type of bacteria called streptococcal bacteria.\nIt's very common in both men and women and usually lives in the bottom (rectum) or vagina. It affects 2 to 4 women in 10.\nGroup B strep is normally harmless and most people will not realise they have it.\nIt's usually only a problem if it affects:\n- pregnant woman – it could spread to the baby\n- young babies – it can make them very ill\n- elderly people or those who are already very ill – it can cause repeated or serious infections\nThis page focuses on group B strep in pregnancy and babies."}, {"Group B strep in pregnancy": "Group B strep is common in pregnant women and rarely causes any problems.\nIt's not routinely tested for, but may be found during tests carried out for another reason, such as a urine test or vaginal swab.\nIf you have group B strep while you're pregnant:\n- your baby will usually be healthy\n- there's a small risk it could spread to your baby during labour and make them ill – this happens in about 1 in 1,750 pregnancies\n- there's an extremely small risk you could miscarry or lose your baby\nIf you're worried about group B strep, speak to your midwife or GP for advice.\nTalk to them about the risks to your baby and ask their advice about whether to get tested.\nRoutine testing is not currently recommended and tests are rarely done on the NHS, but you can pay for one privately.\nFind out more about getting tested for group B strep on the Group B Strep Support website\nIf tests find group B strep, or you've had a baby that's been affected by it before, you may need extra care and treatment.\nYou may be advised to:\n- speak to your midwife about your birth plan – they may recommend giving birth in hospital\n- contact your midwife as soon as you go into labour or your waters break\n- have antibiotics into a vein during labour – this can significantly reduce the risk of your baby getting ill\n- stay in hospital for at least 12 hours after giving birth so your baby can be monitored – this is not always necessary"}, {"Group B strep in babies": "If you had group B strep during pregnancy, there's a small risk it could spread to your baby and make them very ill.\nIf this happens, it's usually soon after they're born. Your baby may be monitored in hospital for up to 12 hours to check for any problems.\nThey'll be given antibiotics into a vein if they develop symptoms.\nOccasionally, symptoms of a group B strep infection can develop up to 3 months after birth.\nCall 999 or go to A&E if your baby gets any of these symptoms:\n- being floppy or unresponsive\n- grunting when breathing, or working hard to breath when you look at their chest or stomach\n- very fast or slow breathing\n- a very fast or slow heart rate\n- an unusually high or low temperature\n- changes in their skin colour or blotchy skin\n- not feeding well or vomiting milk up\n- an unusually fast or slow heart rate\nThey may need treatment with antibiotics in hospital immediately.\nMost babies with a group B strep infection make a full recovery if treated.\nSome babies may develop serious problems like sepsis or meningitis.\nThis can cause lasting problems like hearing loss or loss of vision. Sometimes it can be fatal."}, {"More information": "- RCOG: group B streptococcus in pregnancy and newborn babies\n- Group B Strep Support: group B strep and pregnancy\n- Tommy’s: group B strep (strep B) and pregnancy"}]}, {"condition": "Growing pains", "sections": [{"No header": "Growing pains are common in children, mainly in the legs. They're harmless, but can be very painful. They usually stop by around age 12."}, {"Check if it's growing pains": "Growing pains can come and go over months, even years.\nThe pain is usually:\n- an aching or throbbing in both legs\n- in the muscles, not the joints\n- in the evening or night-time (and goes away by morning)\nGrowing pains are more common in active children and can come on after playing a lot of sports. \nThey're also more common in children with flexible joints (double jointed)."}, {"Things you can do to ease growing pains": ""}, {"No header": "- gently massage your child's legs\n- put a covered hot water bottle (or heat pack) on the painful area\n- give children's ibuprofen or paracetamol to ease the pain\n- encourage them to wear supportive shoes, such as trainers, during the day\n- give them a warm bath before bedtime\n- do not give aspirin to a child under the age of 16 unless a doctor prescribes it"}, {"What causes growing pains": "- the pain is only in 1 leg\n- the pain carries on the next morning\n- the pain is bad enough to stop your child walking or makes them limp\n- the pain is in a joint, such as their knees or ankles\n- there's a rash, swelling or unusual bruising on the legs\n- your child has a high temperature\n- your child does not want to eat or is losing weight\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nIt's not clear what causes growing pains. They can run in families.\nThey're not caused by growing and they're not a sign of anything serious."}]}, {"condition": "Guillain-Barré syndrome", "sections": [{"No header": "Guillain-Barré (pronounced ghee-yan bar-ray) syndrome is a very rare and serious condition that affects the nerves.\nIt mainly affects the feet, hands and limbs, causing problems such as numbness, weakness and pain.\nIt can be treated and most people will eventually make a full recovery, although it can occasionally be life-threatening and some people are left with long-term problems.\nGuillain-Barré syndrome affects people of all ages but it is more common in adults and males."}, {"Symptoms of Guillain-Barré syndrome": "Symptoms often start in your feet and hands before spreading to your arms and legs.\nAt first you may have:\n- numbness\n- pins and needles\n- muscle weakness\n- pain\n- problems with balance and co-ordination\nThese symptoms may continue to get worse over the next few days or weeks before they start to slowly improve. In severe cases, you may have difficulty moving, walking, breathing and/or swallowing.\nRead more about the symptoms of Guillain-Barré syndrome. "}, {"When to get medical help": "See a GP if you notice any of the early symptoms of Guillain-Barré syndrome, such as numbness or weakness.\nCall 999 for an ambulance or go to your nearest accident and emergency (A&E) department immediately if someone:\n- has difficulty breathing, swallowing or speaking\n- cannot move their limbs or face\nThis is a medical emergency and the person needs to be seen in hospital as soon as possible.\nRead more about how Guillain-Barré syndrome is diagnosed."}, {"Causes of Guillain-Barré syndrome": "Guillain-Barré syndrome is thought to be caused by a problem with the immune system, the body's natural defence against illness and infection.\nNormally the immune system attacks any germs that get into the body. But in people with Guillain-Barré syndrome, something goes wrong and it mistakenly attacks and damages the nerves.\nIt's not clear exactly why this happens, but the condition often happens after an infection; especially an infection of the airways, such as flu, or an infection of the digestive system, such as food poisoning or a stomach bug (gastroenteritis).\nRead more about causes of Guillain-Barré syndrome."}, {"Treatments for Guillain-Barré syndrome": "Most people with Guillain-Barré syndrome are treated in hospital.\nThe main treatments are:\n- intravenous immunoglobulin (IVIG) – a treatment made from donated blood that helps bring your immune system under control\n- plasma exchange (plasmapheresis) – an alternative to IVIG where a machine is used to filter your blood to remove the harmful substances that are attacking your nerves\n- treatments to reduce symptoms such as painkillers\n- treatments to support body functions, such as a machine to help with breathing and/or a feeding tube\nMost people need to stay in hospital for a few weeks to a few months.\nRead more about how Guillain-Barré syndrome is treated."}, {"Recovering from Guillain-Barré syndrome": "\n\nMost people with Guillain-Barré syndrome will recover from most of their symptom within 6 to 12 months. But it can take from several months to several years to fully recovery from the nerve damages caused by Guillain-Barré syndrome.\nHowever, around 1 in 5 people are left with long-term problems such as:\n- being unable to walk without assistance\n- weakness in your arms, legs or face\n- numbness, pain or a tingling or burning sensation\n- balance and co-ordination problems\n- extreme tiredness\nTherapies such as physiotherapy, occupational therapy and speech and language therapy (a speech and language therapist can help with both communication and swallowing difficulties) may help you recover and cope with any lasting difficulties.\nIn a minority of cases, Guillain-Barré syndrome can cause life-threatening problems such as severe breathing difficulties or blood clots. Overall, around 1 in 20 will die from Guillain-Barré syndrome.\nRead more about recovering from Guillain-Barré syndrome."}]}, {"condition": "Gum disease", "sections": [{"No header": "Gum disease is where the gums become red, swollen and sore, and bleed. It's very common, but it's important to get it checked by a dentist."}, {"Check if you have gum disease": "Symptoms of gum disease include:\n- your gums bleeding when you brush your teeth, floss or eat hard foods such as apples\n- your gums becoming swollen, red and sore\nGum disease can lead to:\n- bad breath and a bad taste in the mouth\n- your gums shrinking\n- your teeth becoming loose or falling out"}, {"Non-urgent advice:  See a dentist if:": "- your gums bleed when you brush your teeth or eat hard foods\n- your gums are painful and swollen\n- you have bad breath\n- your child has sore, bleeding gums\nYou or your child have gum disease and other symptoms such as:\n- very sore and swollen gums\n- teeth becoming loose or falling out\n- ulcers or red patches in your mouth\n- a lump in your mouth or on your lip"}, {"No header": "- call your dentist – if they're closed, their answerphone may tell you what to do\n- call 111 – they can advise you what to do\n- find a dentist near you– ask if you can have an emergency appointment\nYou may have to pay for your appointment.\nRead more about NHS dental charges.\nYou should have regular dental check-ups even if you do not have any problems. See a dentist if you have not had a check-up for 2 years (or 1 year if you're under 18)."}, {"Treatments for gum disease": "Your dentist will check your teeth and gums, and may take some X-rays to check your teeth and jaw bone.\nThey may also refer you to a specialist for further tests and treatment.\nHow gum disease is treated depends on how severe it is.\nIn the early stages, your dentist will:\n- give you advice about keeping your teeth clean, such as using interdental brushes\n- advise you to stop smoking, if you smoke\n- advise you to get your teeth cleaned by a hygienist\nIf your gum disease is serious, you may need:\n- to have deep cleaning under the gums\n- antibiotics\n- to have some teeth removed\n- gum surgery"}, {"No header": "NHS dental treatment is free for some people, including:\n- children aged under 18, or under 19 and in full-time education\n- if you're pregnant or have had a baby in the past 12 months\n- if you're on some benefits, including Income Support or Universal Credit\nIf you do not qualify for free dental care, you will usually have to pay for treatment.\nFind out more about dental costs"}, {"Preventing gum disease": "Gum disease is caused by a build-up of plaque on the teeth.\nIf you do not remove plaque from your teeth by brushing and cleaning in between them regularly, it builds up and irritates your gums.\nThere are things you can do yourself to prevent gum disease.\n- brush your teeth with fluoride toothpaste at least twice a day – spit after brushing, do not rinse\nbrush your teeth with fluoride toothpaste at least twice a day – spit after brushing, do not rinse\n- clean in between your teeth every day using floss or interdental brushes\nclean in between your teeth every day using floss or interdental brushes\n- replace your toothbrush every 1 to 3 months\nreplace your toothbrush every 1 to 3 months\n- see a dentist and dental hygienist for regular check-ups, especially if you're pregnant or have type 2 diabetes\nsee a dentist and dental hygienist for regular check-ups, especially if you're pregnant or have type 2 diabetes\n- do not use mouthwash straight after brushing your teeth\ndo not use mouthwash straight after brushing your teeth\n- do not smoke\ndo not smoke"}, {"No header": "- Taking care of your teeth and gums\n- Looking after your children's teeth\n- Looking after your baby's teeth"}]}]