[{"condition": "IBS, see Irritable bowel syndrome (IBS)", "sections": [{"No header": "- Irritable bowel syndrome (IBS) is a common condition that affects the digestive system.\n- It causes symptoms like stomach cramps, bloating, diarrhoea and constipation. These tend to come and go over time, and can last for days, weeks or months at a time.\n- It's usually a lifelong problem. It can be very frustrating to live with and can have a big impact on your everyday life.\n- There's no cure, but diet changes and medicines can often help control the symptoms.\n- The exact cause is unknown – it's been linked to things like food passing through your gut too quickly or too slowly, oversensitive nerves in your gut, stress and a family history of IBS."}]}, {"condition": "Ichthyosis", "sections": [{"No header": "Ichthyosis is a condition that causes widespread and persistent thick, dry, \"fish-scale\" skin.\nThere are at least 20 different types of ichthyosis. Some types are inherited at birth and other types are acquired during adulthood.\nThere's no cure for ichthyosis, but a daily skincare routine usually keeps the symptoms mild and manageable."}, {"What causes ichthyosis": "Most people with ichthyosis have inherited a particular faulty gene from their parent. The signs and symptoms of inherited ichthyosis appear at birth or within the first year of life.\nThe faulty gene affects the rate at which the skin regenerates – either the shedding of old skin cells is too slow, or the skin cells reproduce at a much faster rate than they can shed old skin. Either way, this causes a build-up of rough, scaly skin."}, {"Ichthyosis vulgaris": "Ichthyosis vulgaris is the most common type of inherited ichthyosis, affecting 1 in 250 people. Signs and symptoms include:\n- skin may appear normal at birth\n- skin gradually becomes dry, rough and scaly, usually before the age of 1\n- the face and the bends of the elbows and knees are not usually affected\n- limbs may develop fine light-grey scales\n- the skin on the palms of the hands and soles of the feet may have more lines than normal and be thickened\n- the child often also haseczema\n- symptoms are often worse when it's cold and dry and improve in warm, humid conditions – this means they may be more noticeable in the winter than the summer"}, {"Other types of inherited ichthyosis": "Other inherited forms of ichthyosis are very rare and include:\n- X-linked ichthyosis– only affects males and includes general scaling, particularly over the limbs and trunk (torso)\n- congenital ichthyosiform erythroderma\n- harlequin ichthyosis– this is extremely rare, but the scaling is severe and requires intensive care at birth\n- syndromes that include ichthyosis– such as Netherton's syndrome or Sjögren-Larsson syndrome\nIchthyosis may develop if a baby is born with a shiny yellow membrane (collodion membrane) that sheds within the first week of life. \nOnce the membrane has shed, one of the following types of ichthyosis can develop:\n- non-bullous ichthyosiform erythroderma– inflamed scaly skin that affects the entire skin surface\n- bullous ichthyosiform erythroderma– inflamed scaly skin with fluid-filled blisters that may become infected and give off a foul-smelling odour\n- lamellar ichthyosis– where the skin isn't as red, but the scales are larger and tighter to the skin\nIn severe cases of congenital ichthyosiform erythroderma a child may also have drooping lower eyelids (ectropion), mild hair loss and tight skin on the fingers."}, {"Acquired ichthyosis": "Acquired ichthyosis tends to develop in adulthood and is not inherited. It's usually associated with another condition, such as:\n- anunderactive thyroid\n- kidney disease\n- sarcoidosis– a rare condition that causes small patches of red swollen tissue to develop in the body's organs\n- Hodgkin lymphoma– a rare type of cancer\n- HIV infection\nCertain medications can also trigger ichthyosis, including some medicines used in targeted cancer therapy, such as vemurafenib and protein kinase inhibitors."}, {"Treating ichthyosis": "There's no cure for ichthyosis, but moisturising and exfoliating the skin daily can help prevent dryness, scaling and the build-up of skin cells.\nYour skin specialist (dermatologist) will be able to prescribe or recommend suitable moisturising treatments (emollients), which may be in the form of a cream, ointment, lotion or bath oil.\nYou should:\n- apply emollients to wet skin to trap the moisture – ideally a few minutes after having a bath or shower\n- gently rub wet skin with a pumice stone to remove some of the thickened skin\n- brush washed hair to remove scales from your scalp\nOther useful exfoliating or moisturising products include lanolin creams, products containing urea, propylene glycol, lactic acid, and other alpha hydroxy acids. \nYour dermatologist may also recommend peeling creams, such as salicylic acid, to help exfoliate and moisturise your skin. However, some people may find these products irritate their skin.\nAntibiotics or antiseptics may be prescribed to treat skin infections.\nSteroid treatments are not effective for treating ichthyosis.\nPeople with severe ichthyosis may need to spend several hours a day caring for their skin. \nThey may have the following problems:\n- overheating– as a result of a reduced ability to sweat\n- limited movement– dry skin can make it too painful to move certain parts of the body\n- skin infection– after cracking and splitting of the skin\n- impaired hearing or eyesight– if skin builds up over the ears or eyes\nPeople with severe ichthyosis may be prescribed retinoid tablets (synthetic vitamin A), which reduce the growth of overactive scaly skin. They improve the skin's appearance, but do not improve the inflammation or redness.\nVitamin D supplements may also be prescribed."}, {"Outlook": "People with mild ichthyosis have a normal lifespan. However, the most severe inherited types can be life threatening.\nIf you have inherited ichthyosis, you'll have it for life. Acquired ichthyosis may get better if the underlying cause is identified and treated."}]}, {"condition": "Idiopathic pulmonary fibrosis", "sections": [{"No header": "Idiopathic pulmonary fibrosis (IPF) is a condition in which the lungs become scarred and breathing becomes increasingly difficult.\nIt's not clear what causes it, but it usually affects people who are around 70 to 75 years old, and is rare in people under 50.\nSeveral treatments can help reduce the rate at which IPF gets worse, but there's currently no treatment that can stop or reverse the scarring of the lungs."}, {"Coronavirus advice": "Get advice about coronavirus and idiopathic pulmonary fibrosis:\n- British Lung Foundation: Coronavirus and COVID-19\n- Action for Pulmonary Fibrosis: Coronavirus information\n- Pulmonary Fibrosis Trust: COVID-19 information"}, {"Symptoms of idiopathic pulmonary fibrosis": "The symptoms of IPF tend to develop gradually and get slowly worse over time.\nSymptoms can include:\n- shortness of breath\n- a persistent drycough\n- tiredness\n- loss of appetite andweight loss\n- rounded and swollen fingertips(clubbed fingers)\nMany people ignore their breathlessness at first and blame it on getting old or being out of shape.\nBut eventually even light activity such as getting dressed can cause shortness of breath."}, {"When to get medical advice": "See a GP if you have struggled with your breathing for a while or have had a cough for more than 3 weeks.\nThese symptoms are not normal and should not be ignored.\nIf a GP thinks you could have a lung condition such as IPF, they can refer you to a hospital specialist for tests such as:\n- breathing (lung function) tests\n- blood tests\n- a chestX-rayandCT scan\n- a lungbiopsy, where a small piece of lung tissue is removed duringkeyhole surgeryso it can be analysed\nFind out more about the tests for idiopathic pulmonary fibrosis"}, {"Causes of idiopathic pulmonary fibrosis": "In people with IPF, the tiny air sacs in the lungs (alveoli) become damaged and increasingly scarred.\nThis causes the lungs to become stiff and means it's difficult for oxygen to get into the blood.\nThe reason this happens is not clear. Idiopathic means the cause is unknown.\nIPF has been linked to:\n- exposure to certain types of dust, such as metal or wood dust\n- viral infections\n- a family history of IPF – around 1 in 20 people with IPF has another family member with the condition\n- gastro-oesophageal reflux disease (GORD)\n- smoking\nBut it's not known whether some of these factors directly cause IPF."}, {"Treatments for idiopathic pulmonary fibrosis": "There's currently no cure for IPF, but there are several treatments that can help relieve the symptoms and slow down its progression.\nTreatments include:\n- self care measures, such as stopping smoking, eating healthily and exercising regularly\n- medicines to reduce the rate at which scarring worsens, such as pirfenidone and nintedanib\n- breathing oxygen through a mask – you can do this while you're at home or while you're out and about\n- exercises and advice to help you breathe more easily (pulmonary rehabilitation)\n- alung transplant– this is suitable in a few cases, although donor lungs are rare\nFind out more about how idiopathic pulmonary fibrosis is treated\nUK Charities Action for Pulmonary Fibrosis and the Pulmonary Fibrosis Trust provide information and support for people affected by IPF as well as news items about ongoing research into the condition."}, {"Outlook for idiopathic pulmonary fibrosis": "IPF gets worse over time, although the speed at which this happens is highly variable.\nSome people respond well to treatment and remain relatively free of symptoms for many years, while others may get rapidly worse or find the breathlessness debilitating.\nOther problems can also sometimes develop, including chest infections, pulmonary hypertension and heart failure.\nIt's very difficult to predict how long someone with IPF will survive at the time of diagnosis.\nRegular monitoring over time can indicate whether it's getting worse quickly or slowly.\nBefore the availability of specific treatments like pirfenidone and nintedanib, about half of people with IPF lived at least 3 years from their diagnosis. Around 1 in 5 survived for more than 5 years.\nIt's hoped these figures will be improved by the availability of new treatments to slow the disease's progression."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have IPF, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS help scientists look for better ways to prevent and treat IPF. You can opt out of the register at any time."}]}, {"condition": "Ileostomy", "sections": [{"No header": "An ileostomy is where the small bowel (small intestine) is diverted through an opening in the tummy (abdomen).\nThe opening is known as a stoma. A special bag is placed over the stoma to collect waste products that usually pass through the colon (large intestine) and out of the body through the rectum and back passage (anus).\nIleostomy procedures are relatively common in the UK."}, {"When is an ileostomy needed?": "Ileostomies are formed to either temporarily or permanently stop digestive waste passing through the full length of the small intestine or colon. \nThere are a number of reasons why this may be necessary, including:\n- to allow the small intestine or colon to heal after it's been operated on – for example, if a section of bowel has been removed to treatbowel cancer\n- to relieve inflammation of the colon in people withCrohn's diseaseorulcerative colitis\n- to allow for complex surgery to be carried out on the anus or rectum\nFind out more about why ileostomy procedures are carried out"}, {"The ileostomy procedure": "Before an ileostomy is formed, you'll normally see a specialist stoma nurse to discuss exactly where you'd like your stoma to be (usually somewhere on the right-hand side of the abdomen) and to talk about living with a stoma.\nThere are 2 main types of ileostomy:\n- loop ileostomy – where a loop of small intestine is pulled out through a cut (incision) in your abdomen, before being opened up and stitched to the skin to form a stoma\n- end ileostomy – where the ileum is separated from the colon and is brought out through the abdomen to form a stoma\nAlternatively, it's sometimes possible for an internal pouch to be created that's connected to your anus (ileo-anal pouch). \nThis means there's no stoma and stools are passed out of your back passage in a similar way to normal.\nEnd ileostomies and ileo-anal pouches are usually permanent. Loop ileostomies are usually intended to be temporary and can be reversed during an operation at a later date.\nRead more about how an ileostomy is formed and reversing an ileostomy."}, {"After surgery": "You may need to stay in hospital for up to 2 weeks after an ileostomy operation.\nDuring this time you'll be taught how to look after your stoma by a specialist stoma nurse.\nRecovering from the procedure can be challenging. Many people experience short-term physical and psychological problems, ranging from skin irritation around the stoma to feelings of anxiety and self-consciousness.\nBut with practise and support from a nurse with training in stoma care, many people adjust and often find their quality of life improves after surgery. \nThis is especially true if they have been living with a condition like Crohn's disease for years.\nRead more about recovering from an ileostomy procedure and living with an ileostomy."}, {"Complications": "As with any surgical procedure, having an ileostomy carries a risk of complications. \nSome of the problems people with an ileostomy experience include:\n- a bowel obstruction – where the output of digestive waste is blocked\n- vitamin B12 deficiency – caused by the removal of part of the intestine that absorbs vitamin B12\n- stoma problems – such as a change in the size of the stoma making it difficult to attach the external bag\nFind out more about the risks of having an ileostomy"}]}, {"condition": "Impetigo", "sections": [{"No header": "Impetigo is a skin infection that's very contagious but not usually serious. It often gets better in 7 to 10 days if you get treatment. Anyone can get it, but it's very common in young children."}, {"Check if you have impetigo": "Impetigo starts with red sores or blisters, but the redness may be harder to see in brown and black skin.\nThe sores or blisters quickly burst and leave crusty, golden-brown patches.\nThe patches can:\n- look a bit like cornflakes stuck to your skin\n- get bigger\n- spread to other parts of your body\n- be itchy\n- sometimes be painful"}, {"No header": "Impetigo can look similar to other skin conditions."}, {"Non-urgent advice:  See a GP if you or your child:": "- might have impetigo\n- had treatment for impetigo but the symptoms change or get worse\n- had impetigo before and it keeps coming back\nImpetigo is very infectious. Check with the GP before you go into the surgery. They may suggest a phone consultation.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for impetigo from a GP": "A GP will check it's not something more serious, like cellulitis.\nIf it's impetigo, they can prescribe antibiotic cream to speed up your recovery or antibiotic tablets if it's very bad.\nSometimes, the GP might be able to prescribe a non-antibiotic cream.\nA GP can take a swab from around your nose to check for the bacteria that causes impetigo.\nThey might prescribe an antiseptic nasal cream to try to clear the bacteria and stop the impetigo coming back.\nDo not stop using the antibiotic cream or tablets early, even if the impetigo starts to clear up."}, {"Stop impetigo spreading or getting worse": "Impetigo can easily spread to other parts of your body or to other people until it stops being contagious.\nIt stops being contagious:\n- 48 hours after you start using the medicine prescribed by your GP\n- when the patches dry out and crust over (if you do not get treatment)\nTo help stop impetigo spreading or getting worse while it's still contagious:\n- stay away from school or work\nstay away from school or work\n- keep sores, blisters and crusty patches clean and dry\nkeep sores, blisters and crusty patches clean and dry\n- cover them with loose clothing or gauze bandages\ncover them with loose clothing or gauze bandages\n- wash your hands frequently\nwash your hands frequently\n- wash flannels, sheets and towels at a high temperature\nwash flannels, sheets and towels at a high temperature\n- wash or wipe down toys with detergent and warm water if your children have impetigo\nwash or wipe down toys with detergent and warm water if your children have impetigo\n- do not touch or scratch sores, blisters or crusty patches – this also helps stop scarring\ndo not touch or scratch sores, blisters or crusty patches – this also helps stop scarring\n- do not have close contact with children or people with diabetes or a weakened immune system (if they're having chemotherapy, for example)\ndo not have close contact with children or people with diabetes or a weakened immune system (if they're having chemotherapy, for example)\n- do not share flannels, sheets or towels\ndo not share flannels, sheets or towels\n- do not prepare food for other people\ndo not prepare food for other people\n- do not go to the gym\ndo not go to the gym\n- do not play contact sports like football\ndo not play contact sports like football"}, {"How to avoid impetigo": "Impetigo usually infects skin that's already damaged.\nTo avoid spreading the infection to other areas of your body and to other people:\n- keep cuts, scratches and insect bites clean – for example, by washing them with warm water and soap\n- get treatment for skin conditions, likeeczema"}, {"No header": ""}]}, {"condition": "Impotence, see Erectile dysfunction (impotence)", "sections": [{"No header": "Erection problems (impotence) are very common, particularly in men over 40. It's usually nothing to worry about, but you should see a GP if it keeps happening. It could be the sign of a more serious problem."}, {"Causes of erection problems": "Most men occasionally fail to get or keep an erection.\nThis is usually caused by stress, tiredness, anxiety or drinking too much alcohol, and it's nothing to worry about.\nIf it happens more often, it may be caused by physical health or emotional problems."}, {"Non-urgent advice:  See a GP or go to a sexual health clinic if:": "- erection problems keep happening\nIt could be a sign of an underlying health condition such as diabetes.\nSexual health clinics treat problems with sexual health. They can provide the same treatment you would get at your GP surgery.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment.\nThey'll often get test results quicker than GP practices.\nFind a sexual health clinic near you"}, {"No header": "The doctor or nurse will ask about your lifestyle and relationships, and any problems you might be having.\nThey'll carry out basic health checks, such as taking your blood pressure.\nThey'll also examine your genitals to rule out any obvious physical cause.\nIf you have symptoms like needing to pee more often, you may also need to have an examination of your prostate."}, {"Treatment for erection problems depends on the cause": "Treatments for erectile dysfunction are usually effective and the problem often goes away.\nThere are also specific treatments for some of the causes of erectile dysfunction.\nMedicine such as sildenafil (sold as Viagra) is also often used by doctors to treat erectile dysfunction. It's also available from pharmacies.\nBecause of changes in regulations, you no longer need a prescription to get sildenafil.\nBut you'll have to have a consultation with the pharmacist to make sure it's safe for you to take it.\nThere are other similar medicines called tadalafil (Cialis), vardenafil (Levitra) and avanafil (Spedra) that work in a similar way.\nYou'll still need a prescription to get these medicines."}, {"No header": "You can buy sildenafil (Viagra) over the internet. Be very careful if you do this as many websites sell fake medicines.\nOnline medicines are not always regulated and the ingredients in them can vary from one pack to another. They can cause unpleasant side effects, or may not be suitable for you.\nIt's best to see a doctor before buying medicines online. They know your medical history and can discuss whether you might benefit from treatment.\nIf you choose to buy sildenafil (Viagra) on the internet, make sure:\n- any online pharmacy is registered with theGeneral Pharmaceutical Council (GPhC)\n- any online doctor service is registered with theCare Quality Commission (CQC)\n- all doctors are registered with theGeneral Medical Council (GMC)\nNever buy off-prescription Viagra tablets online.\nMake sure they're prescribed by a doctor or come from a UK pharmacy."}, {"Things you can do to help with erectile dysfunction": "Healthy lifestyle changes can sometimes help erectile dysfunction.\n- lose weight if you're overweight\nlose weight if you're overweight\n- stop smoking\nstop smoking\n- eat a healthy diet\neat a healthy diet\n- exercise daily\nexercise daily\n- try to reduce stress and anxiety\ntry to reduce stress and anxiety\n- do not cycle for a while (if you cycle for more than 3 hours a week)\ndo not cycle for a while (if you cycle for more than 3 hours a week)\n- do not drink more than 14 units of alcohol a week\ndo not drink more than 14 units of alcohol a week"}, {"No header": "The Sexual Advice Association has factsheets on medicines and other treatments for erectile dysfunction.\nVacuum pumps encourage blood to flow to the penis, causing an erection.\nThey work for most men and can be used if medicine is not suitable or does not work.\nThey're not always available on the NHS. Speak to a doctor about where to get a vacuum pump.\nIt's more likely to be an emotional problem if you only have erection problems some of the time. For example, you get an erection when waking up in the morning, but not during sexual activity.\nAnxiety and depression can be treated with counselling and cognitive behavioural therapy (CBT).\nA GP might recommend sex therapy, either on its own or in combination with other psychotherapy.\nThere's usually a long wait for these services on the NHS.\nYou can also pay to see someone privately.\nCounsellors and psychotherapists should be a member of the:\n- British Association of Counselling and Psychotherapy\nSex therapists should be a member of the:\n- College of Sexual and Relationship Therapists (COSRT)\n- Institute of Psychosexual Medicine\nRelate also offers sex therapy for a fee.\nAdvice and support is also available from the Sexual Advice Association."}]}, {"condition": "Incontinence (urinary), see Urinary incontinence", "sections": [{"No header": "Urinary incontinence is the unintentional passing of urine. It's a common problem thought to affect millions of people.\nThere are several types of urinary incontinence, including:\n- stress incontinence – when urine leaks out at times when your bladder is under pressure; for example, when you cough or laugh\n- urge incontinence – when urine leaks as you feel a sudden, intense urge to pee, or soon afterwards\n- overflow incontinence (chronic urinary retention) – when you're unable to fully empty your bladder, which causes frequent leaking\n- total incontinence – when your bladder cannot store any urine at all, which causes you to pass urine constantly or have frequent leaking\nIt's also possible to have a mixture of both stress and urge urinary incontinence.\nFind out more about the symptoms of urinary incontinence."}, {"When to seek medical advice": "See a GP if you have any type of urinary incontinence. Urinary incontinence is a common problem and you should not feel embarrassed talking to them about your symptoms.\nThis can also be the first step towards finding a way to effectively manage the problem.\nUrinary incontinence can usually be diagnosed after a consultation with a GP, who will ask about your symptoms and may do a pelvic or rectal examination, depending on whether you have a vagina or a penis.\nThe GP may also suggest you keep a diary in which you note how much fluid you drink and how often you have to urinate.\nFind out about diagnosing urinary incontinence."}, {"Causes of urinary incontinence": "Stress incontinence is usually the result of the weakening of or damage to the muscles used to prevent urination, such as the pelvic floor muscles and the urethral sphincter.\nUrge incontinence is usually the result of overactivity of the detrusor muscles, which control the bladder.\nOverflow incontinence is often caused by an obstruction or blockage in your bladder, which prevents it from emptying fully.\nTotal incontinence may be caused by a problem with the bladder from birth, a spinal injury, or a small, tunnel like hole that can form between the bladder and a nearby area (fistula).\nCertain things can increase the chances of urinary incontinence, including:\n- pregnancy and vaginal birth\n- obesity\n- a family history of incontinence\n- increasing age – although incontinence is not an inevitable part of ageing\nFind out more about the causes of urinary incontinence."}, {"Treating urinary incontinence": "Initially, a GP may suggest some simple measures to see if they help improve your symptoms.\nThese may include:\n- lifestyle changes such as losing weight and cutting down on caffeine and alcohol\n- pelvic floor exercises, where you strengthen your pelvic floor muscles by squeezing them\n- bladder training, where you learn ways to wait longer between needing to urinate and passing urine\nYou may also benefit from the use of incontinence products, such as absorbent pads and handheld urinals.\nMedicine may be recommended if you're still unable to manage your symptoms.\nFind out more about non-surgical treatments for urinary incontinence.\nSurgery may also be considered. The procedures that are suitable for you will depend on the type of incontinence you have.\nSurgical treatment for stress incontinence, such as a sling procedure, is used to reduce pressure on the bladder or strengthen the muscles that control urination.\nSurgery to treat urge incontinence includes enlarging the bladder or implanting a device that stimulates the nerve that controls the detrusor muscles.\nFind out more about surgery and procedures for urinary incontinence."}, {"Preventing urinary incontinence": "It's not always possible to prevent urinary incontinence, but there are some steps you can take that may help reduce the chance of it happening.\nThese include:\n- maintaining a healthy weight\n- avoiding or cutting down on alcohol\n- staying active – in particular, ensuring that your pelvic floor muscles are strong\nBeing obese can increase your risk of urinary incontinence. You may be able to lower your risk by maintaining a healthy weight through regular exercise and healthy eating.\nUse the healthy weight calculator to see if you are a healthy weight for your height.\nGet more information and advice about losing weight.\nDepending on your particular bladder problem, a GP can advise you about the amount of fluids you should drink.\nIf you have urinary incontinence, cut down on alcohol and drinks containing caffeine, such as tea, coffee and cola. These can cause your kidneys to produce more urine and irritate your bladder.\nThe recommended weekly limit for alcohol consumption is 14 units.\nA unit of alcohol is roughly half a pint of normal strength lager or a single measure (25ml) of spirits.\nFind out more about alcohol units.\nIf you have to urinate frequently during the night (nocturia), try drinking less in the hours before you go to bed. However, make sure you still drink enough fluids during the day.\nBeing pregnant and giving birth can weaken the muscles that control the flow of urine from your bladder. If you're pregnant, strengthening your pelvic floor muscles may help prevent urinary incontinence.\nFind out more about exercise during pregnancy.\nEveryone may benefit from strengthening their pelvic floor muscles with pelvic floor exercises.\nFind out more about pelvic floor exercises."}, {"No header": ""}, {"No header": "If you:\n- need help with day to day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled (including family members)\nOur guide to social care and support explains your options and where you can get support."}]}, {"condition": "Indigestion", "sections": [{"No header": "Most people have indigestion at some point. Usually, it's not a sign of anything more serious and you can treat it yourself."}, {"How to tell if you have indigestion (dyspepsia)": "You can have the following symptoms after eating or drinking:\n- heartburn – a painful burning feeling in the chest, often after eating\n- feeling full and bloated\n- feeling sick\n- belching and farting\n- bringing up food or bitter-tasting fluids into your mouth"}, {"No header": "Stomach ache or back pain are usually not symptoms of indigestion. If you have those you might be constipated.\nHeartburn and acid reflux are the same thing – when acid from your stomach comes up your throat. You'll have a burning feeling when this happens. This can be a symptom of indigestion."}, {"How you can treat indigestion yourself": "There's usually no need to see a GP about indigestion. There are some things you can do at home.\n- cut down on tea, coffee, cola or alcohol\ncut down on tea, coffee, cola or alcohol\n- prop your head and shoulders up in bed – this can stop stomach acid coming up while you sleep\nprop your head and shoulders up in bed – this can stop stomach acid coming up while you sleep\n- lose weight if you're overweight\nlose weight if you're overweight\n- eat 3 to 4 hours before going to bed\neat 3 to 4 hours before going to bed\n- have rich, spicy or fatty foods\nhave rich, spicy or fatty foods\n- take ibuprofen or aspirin – this can make indigestion worse\ntake ibuprofen or aspirin – this can make indigestion worse\n- smoke\nsmoke"}, {"A pharmacist can help with indigestion": "A pharmacist can recommend medicines to ease the burning feeling or pain that can come with indigestion.\nMedicines that help reduce acid in your stomach include:\n- antacids\n- proton pump inhibitors\nSome indigestion medicines are best to take after eating as their effects last longer. Check the information leaflet that comes with the medicines for more information."}, {"No header": ""}, {"Pregnant women: treating indigestion": "Pregnant women often get indigestion. It's very common from 27 weeks onwards.\nIt can be caused by hormonal changes and the growing baby pressing against the stomach.\nA pharmacist can help with uncomfortable feelings or pain. They can recommend the best medicines to use when you're pregnant."}, {"No header": "- keep getting indigestion\n- are in severe pain\n- are 55 or older\n- have lost a lot of weight without meaning to\n- have difficulty swallowing (dysphagia)\n- keep being sick\n- haveiron deficiency anaemia\n- feel like you have a lump in your stomach\n- have bloody vomit or poo\nThese symptoms can be a sign of something more serious.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What causes indigestion": "The acid in your stomach can irritate the stomach lining or your throat. This causes indigestion and gives you a burning feeling and pain.\nOther things that can cause indigestion include:\n- medicines\n- smoking\n- alcohol\n- a type of bacterial infection called helicobacter pylori\nStress can make indigestion worse."}, {"No header": "- hiatus hernia\n- stomach ulcer\n- stomach cancer\n- helicobacter pylori infections\n- gastro-oesophageal disease (GORD)"}, {"No header": ""}]}, {"condition": "Infected piercings", "sections": [{"No header": "An infected piercing can be serious if it's not treated quickly. Get immediate medical help if you think your piercing is infected."}, {"What's normal for a new piercing": "For the first few weeks a new piercing might:\n- be tender, itchy, and the surrounding area may look slightly red on white skin, or a little darker than usual on dark skin\n- produce a pale fluid that forms a crust\nIf you've had an ear or nose cartilage piercing, small lumps can sometimes form around the piercing.\nThe lumps, called granulomas, are trapped fluid. You can treat them by soaking a pad in warm water then holding the pad against them once a day."}, {"Check if you have an infected piercing": "Your piercing might be infected if:\n- the area around it is swollen, painful, hot, very red or dark (depending on your skin colour)\n- there's blood or pus coming out of it – pus can be white, green or yellow\n- you feel hot or shivery or generally unwell"}, {"No header": ""}, {"No header": "- you think your piercing might be infected\nLeave your jewellery in (unless a doctor tells you to take it out)."}, {"Treatment for infected piercings": "You may need antibiotics if your piercing is infected. This can be a cream, ointment, or tablets."}, {"How to prevent infections in new piercings": "- choose a qualified, experienced and licensed piercer\nchoose a qualified, experienced and licensed piercer\n- clean your piercing twice a day\nclean your piercing twice a day\n- use warm, salty water to soften any crusting\nuse warm, salty water to soften any crusting\n- gently turn the jewellery while cleaning the piercing\ngently turn the jewellery while cleaning the piercing\n- use a clean paper towel to dry the piercing\nuse a clean paper towel to dry the piercing\n- gargle with salty water or an alcohol-free mouthwash if you have a mouth piercing\ngargle with salty water or an alcohol-free mouthwash if you have a mouth piercing"}, {"No header": "- do not do your own piercings (you're much more likely to get an infection)\ndo not do your own piercings (you're much more likely to get an infection)\n- do not use cotton wool to clean the piercing (use a cotton bud or pad)\ndo not use cotton wool to clean the piercing (use a cotton bud or pad)\n- do not pick at any crusting\ndo not pick at any crusting\n- do not twist or turn jewellery when the piercing is dry\ndo not twist or turn jewellery when the piercing is dry\n- do not use a towel to dry the piercing\ndo not use a towel to dry the piercing\n- do not have sex until a genital piercing has healed\ndo not have sex until a genital piercing has healed\n- do not have oral sex until a mouth piercing has healed\ndo not have oral sex until a mouth piercing has healed\n- do not go swimming for the first 24 hours after a piercing\ndo not go swimming for the first 24 hours after a piercing"}, {"Things to ask your piercer": "If you're thinking about getting a piercing, ask the piercer:\n- to explain what they're going to do\n- whether there are any risks\n- how to care for your piercing\n- how long it will take to heal"}]}, {"condition": "Infertility", "sections": [{"No header": "Infertility is when a couple cannot get pregnant (conceive) despite having regular unprotected sex.\nAround 1 in 7 couples may have difficulty conceiving.\nAbout 84% of couples will conceive naturally within a year if they have regular unprotected sex (every 2 or 3 days).\nFor couples who have been trying to conceive for more than 3 years without success, the likelihood of getting pregnant naturally within the next year is 1 in 4, or less."}, {"Getting help": "Some people get pregnant quickly, but for others it can take longer. It's a good idea to see a GP if you have not conceived after a year of trying.\nWomen aged 36 and over, and anyone who's already aware they may have fertility problems, should see their GP sooner.\nThey can check for common causes of fertility problems and suggest treatments that could help.\nInfertility is usually only diagnosed when a couple have not managed to conceive after a year of trying.\nThere are 2 types of infertility:\n- primary infertility– where someone who's never conceived a child in the past has difficulty conceiving\n- secondary infertility– where someone has had 1 or more pregnancies in the past, but is having difficulty conceiving again\nRead more about how infertility is diagnosed."}, {"Treating infertility": "Fertility treatments include:\n- medical treatment for lack of regular ovulation\n- surgical procedures such as treatment for endometriosis, repair of the fallopian tubes, or removal of scarring (adhesions) within the womb or abdominal cavity\n- assisted conception such asintrauterine insemination (IUI)orIVF\nThe treatment offered will depend on what's causing the fertility problems and what's available from your local clinical commissioning group (CCG).\nPrivate treatment is also available, but it can be expensive and there's no guarantee it will be successful.\nIt's important to choose a private clinic carefully. You can ask a GP for advice, and should make sure you choose a clinic that's licensed by the Human Fertilisation and Embryology Authority (HFEA).\nSome treatments for infertility, such as IVF, can cause complications.\nFor example:\n- multiple pregnancy – if more than 1 embryo is placed in the womb as part of IVF treatment there's an increased chance of having twins; this may not seem like a bad thing, but it significantly increases the risk of complications for you and your babies\n- ectopic pregnancy– the risk of having an ectopic pregnancy is slightly increased if you have IVF\nRead more about how infertility is treated."}, {"What causes infertility?": "There are many possible causes of infertility, and fertility problems can affect either partner. But in a quarter of cases it is not possible to identify the cause.\nCommon causes of infertility include:\n- lack of regular ovulation (the monthly release of an egg)\n- poor quality semen\n- blocked or damaged fallopian tubes\n- endometriosis– where tissue that behaves like the lining of the womb (the endometrium) is found outside the womb\nThere are also several factors that can affect fertility.\nThese include:\n- age – fertility declines with age\n- weight – being overweight or obese (having a BMI of 30 or over) reduces fertility; in women, being overweight or severely underweight can affect ovulation\n- sexually transmitted infections (STIs)– severalSTIs, includingchlamydia, can affect fertility\n- smoking– can affect fertility: smoking (including passive smoking) affects your chance of conceiving and can reduce semen quality; read more aboutquitting smoking\n- alcohol– the safest approach is not to drink alcohol at all to keep risks to your baby to a minimum. Drinking too much alcohol can also affect the quality of sperm (the chief medical officers for the UK recommend adults should drink no more than 14 units of alcohol a week, which should be spread evenly over 3 days or more)\n- environmental factors– exposure to certain pesticides, solvents and metals has been shown to affect fertility, particularly in men\n- stress– can affect your relationship with your partner and cause aloss of sex drive; in severe cases, stress may also affect ovulation and sperm production\nThere's no evidence to suggest caffeinated drinks, such as tea, coffee and colas, are associated with fertility problems.\n"}]}, {"condition": "Inflammatory bowel disease", "sections": [{"No header": "Inflammatory bowel disease (IBD) is a term mainly used to describe 2 conditions: ulcerative colitis and Crohn's disease.\nUlcerative colitis and Crohn's disease are long-term conditions that involve inflammation of the gut.\nUlcerative colitis only affects the colon (large intestine). Crohn's disease can affect any part of the digestive system, from the mouth to the bottom (anus).\nPeople of any age can get IBD, but it's usually diagnosed between the age of 15 and 40."}, {"Coronavirus advice": "Get advice about coronavirus and IBD:\n- Crohn's and Colitis UK: Coronavirus FAQs\n- CICRA: Coronavirus guidance for children with Crohn's and colitis\n"}, {"Symptoms of IBD": "The symptoms of IBD include:\n- pain, cramps or swelling in the tummy\n- recurring or bloodydiarrhoea\n- weight loss\n- extreme tiredness\nNot everyone has all of these symptoms, and some people may have extra symptoms, including a high temperature, being sick (vomiting) and anaemia.\nArthritis, painful red eyes (uveitis), painful red skin bumps (erythema nodosum) and jaundice (primary sclerosing cholangitis) are less commonly linked with IBD.\nThe symptoms of IBD can come and go. There may be times when the symptoms are severe (a flare-up), followed by long periods when there are few or no symptoms at all (remission).\nRead more about the symptoms of ulcerative colitis and the symptoms of Crohn's disease."}, {"Treating IBD": "There's currently no cure for ulcerative colitis or Crohn's disease.\nIf you have mild ulcerative colitis, you may need minimal or no treatment and remain well for prolonged periods of time.\nTreatment aims to relieve the symptoms and prevent them returning, and includes specific diets, lifestyle changes, medicines and surgery.\nMedicines used to treat ulcerative colitis or Crohn's disease include:\n- aminosalicylates or mesalazines  – which can reduce inflammation in the gut\n- immunosuppressants – such assteroidsorazathioprineto reduce the activity of the immune system\n- biological and biosimilar medicines– antibody-based treatments given by injection that target a specific part of the immune system\n- antibiotics\nIt's estimated that 1 in 5 people with ulcerative colitis have severe symptoms that do not improve with medicine. In these cases, surgery may be necessary to remove an inflamed section of large bowel (colon).\nAround 60 to 75% of people with Crohn's disease will need surgery to repair damage to their digestive system and treat complications of Crohn's disease.\nPeople with ulcerative colitis or Crohn's disease are also at increased risk of getting bowel cancer. Your doctor will recommend regular bowel check-ups (endoscopy) to check for cancer.\n"}, {"Causes of IBD": "It's unclear what causes IBD, but it's thought to be caused by a combination of factors, including:\n- genetics – you're more likely to get IBD if you have a close relative with the condition\n- a problem with your immune system\nPeople who smoke are twice as likely to get Crohn's disease than non-smokers."}, {"Help and support": "The charity Crohn's and Colitis UK provides help and support for people with IBD.\nCall its helpline on 0300 222 5700 from Monday to Friday, 10am to 5pm. Or you can use the online contact form.\nThe IBS Network is another British charity that has useful information about support groups."}, {"Irritable bowel syndrome (IBS)": "IBD is not the same as irritable bowel syndrome (IBS), which is a common condition that causes symptoms such as:\n- bloating\n- stomach pain\n- constipation\n- diarrhoea"}]}, {"condition": "Influenza, see Flu", "sections": [{"No header": "Flu will often get better on its own, but it can make some people seriously ill. It's important to get the flu vaccine if you're advised to."}, {"Check if you have flu": "Flu symptoms come on very quickly and can include:\n- a sudden high temperature of 38C or above\n- an aching body\n- feeling tired or exhausted\n- a dry cough\n- a sore throat\n- a headache\n- difficulty sleeping\n- loss of appetite\n- diarrhoea or tummy pain\n- feeling sick and being sick\nThe symptoms are similar for children, but they can also get pain in their ear and appear less active."}, {"No header": "Cold and flu symptoms are similar, but flu tends to be more severe."}, {"How to treat flu yourself": "To help you get better more quickly:\n- rest and sleep\n- keep warm\n- take paracetamol or ibuprofen to lower your temperature and treat aches and pains\n- drink plenty of water toavoid dehydration(your pee should be light yellow or clear)"}, {"A pharmacist can help with flu": "A pharmacist can give treatment advice and recommend flu remedies.\nBe careful not to use flu remedies if you're taking paracetamol and ibuprofen tablets as it's easy to take more than the recommended dose."}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"Urgent advice: Get advice from 111 now if:": "- you're worried about your baby's or child's symptoms\n- you're 65 or over\n- you're pregnant\n- you have a long-term medical condition – for example, diabetes or a heart, lung, kidney or neurological disease\n- you have a weakened immune system – for example, because of chemotherapy or HIV\n- your symptoms do not improve after 7 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nA GP may be able to treat you.\nAsk your GP practice for an urgent appointment.\nGPs do not recommend antibiotics for flu because they will not relieve your symptoms or speed up your recovery.\n- develop sudden chest pain\n- have difficulty breathing\n- start coughing up blood"}, {"How to avoid spreading the flu": "Flu is very infectious and easily spread to other people. You're more likely to give it to others in the first 5 days.\nFlu is spread by germs from coughs and sneezes, which can live on hands and surfaces for 24 hours.\nTo reduce the risk of spreading flu:\n- wash your hands often with warm water and soap\n- use tissues to trap germs when you cough or sneeze\n- bin used tissues as quickly as possible\n- try to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities\nWatch this video to find out the best way to wash your hands."}, {"How to get the flu vaccine": "The flu vaccine is a safe and effective vaccine. It's offered every year on the NHS to help protect people at risk of flu and its complications.\nThe best time to have the flu vaccine is in the autumn before flu starts spreading. But you can get the vaccine later.\nThe flu vaccine is given to people who:\n- are 50 and over (including those who'll be 50 by 31 March 2022)\n- have certain health conditions\n- are pregnant\n- are in a long-stay residential care\n- receive a carer's allowance, or are the main carer for an older or disabled person who may be at risk if you get sick\n- live with someone who is more likely to get infections (such as someone who has HIV, has had a transplant or is having certain treatments for cancer, lupus or rheumatoid arthritis)\n- frontline health or social care workers\nYou can have the NHS flu vaccine at:\n- your GP surgery\n- a pharmacy offering the service\n- your midwifery service if you're pregnant\n- a hospital appointment\nIf you do not have your flu vaccine at your GP surgery, you do not have to tell the surgery. This will be done for you.\nDue to high demand for the flu vaccine, there may be some delays getting a vaccination appointment. Your GP surgery or pharmacy should be able to tell you when more appointments are available.\n- adult flu vaccine\n- children's flu vaccine"}]}, {"condition": "Ingrown hairs", "sections": [{"Check if you have ingrown hair": "Ingrown hairs cause red, often itchy bumps where a hair has grown back into the skin. There are things you can do to treat and prevent them and in most cases you will not need to a see a GP for treatment.\nIngrown hairs can look like raised, red, itchy spots on the skin. Sometimes you can see a hair trapped under the skin.\nYou may be more likely to get ingrown hairs if you have coarse or curly hair.\nInfected ingrown hairs can be painful. You may see pus in the spots. \nYou are more likely to get ingrown hairs in areas you shave, such as: \n- face and neck\n- legs\n- armpits\n- chest\n- back\n- your pubic hair\nWaxing, plucking and threading hair can also lead to ingrown hairs. \nIf you're not sure it's ingrown hair, find out more about other common skin conditions."}, {"Things you can do to treat and prevent ingrown hair": "The best way to prevent ingrown hairs is by not shaving.\nIf you want to shave, or remove hair in another way, there are things you can do to  prevent ingrown hairs and help them get better quicker.\n- wet your skin with warm water and use shaving gel\n- shave in the direction the hairs are growing\n- use as few strokes of the razor as possible\n- rinse the razor after every stroke\n- hold a cool, wet cloth to your skin after shaving to reduce irritation\n- use an exfoliating scrub to help release any trapped hairs\n- try a different hair removal method, such as hair removal cream\n- try a long-term way of removing hair, such as laser treatment\n- do not shave too close – leaving some stubble can stop bacteria getting in\n- do not use a blunt razor – use a new, sharp, single-blade razor every time you shave\n- do not scratch, pick or squeeze ingrown hairs as this can damage your skin and lead to infection"}, {"You can ask a pharmacist about:": "- creams and lotions to help itching\n- shaving and hair removal products to help prevent irritation\n- exfoliating products to help prevent ingrown hairs\n- a mild antiseptic to help prevent infection"}, {"No header": "- the ingrown hair or area around it is very painful, hot, red or swollen\n- your temperature is very high, or you feel hot, shivery or very unwell\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "A GP may be able to treat ingrown hairs by: \n- freeing the hair using a sterile needle or blade (scalpel)\n- prescribing a steroid cream to help swelling and irritation\n- prescribing antibiotic cream or tablets to treat an infection"}]}, {"condition": "Ingrown toenail", "sections": [{"No header": "An ingrown toenail is a common problem where the nail grows into the toe. It can be painful, but there are things you can do to ease the pain."}, {"Check if you have an ingrown toenail": "You usually get an ingrown toenail on your big toe. But you can get them on any toe.\nYour toe can also get infected.\nSigns of an infected toe include:\n- pus coming out of it\n- you feel hot or shivery"}, {"How to treat an ingrown toenail at home": "If you go to a GP with an ingrown toenail, they'll usually suggest you try these things first.\n- soak your foot in warm, salty water to help soften the skin around your toe and reduce the chances of infection\nsoak your foot in warm, salty water to help soften the skin around your toe and reduce the chances of infection\n- keep your foot dry for the rest of the day\nkeep your foot dry for the rest of the day\n- wear wide, comfortable shoes or sandals\nwear wide, comfortable shoes or sandals\n- takeparacetamoloribuprofento ease the pain\ntake paracetamol or ibuprofen to ease the pain\n- do not cut your toenail – leave it to grow out\ndo not cut your toenail – leave it to grow out\n- do not pick at your toe or toenail\ndo not pick at your toe or toenail\n- do not wear tight, pointy shoes\ndo not wear tight, pointy shoes\nYou can ask a pharmacist about:\n- treatments to help ease the pain and prevent an infection\n- whether you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- treating your ingrown toenail at home is not helping\n- your toe is painful and swollen with pus coming out of it\n- you have a very high temperature or you feel hot or shivery\n- you have diabetes and an ingrown toenail – foot problems can be more serious if you have diabetes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for an ingrown toenail": "A GP can:\n- check your toe to see if it's an ingrown toenail\n- give you antibiotics if your toenail is infected\nIf you have a badly ingrown toenail, they may refer you to a foot specialist (podiatrist).\nA podiatrist may offer further treatments, such as:\n- cutting away part of the nail\n- removing the whole nail\nYou'll have an injection of local anaesthetic to numb your toe when this is done.\nReferral to a podiatrist on the NHS may not be available to everyone and waiting times can be long. You can pay to see a podiatrist privately."}, {"How to prevent ingrown toenails": "To help stop ingrown toenails:\n- do not cut your toenails too short\n- cut straight across the nail, not the edges\n- do not wear shoes that are too tight or do not fit properly\n- keep your feet clean and dry them thoroughly"}]}, {"condition": "Inguinal hernia repair", "sections": [{"No header": "A hernia happens when an internal part of the body pushes through a weakness in the muscle or surrounding tissue wall.\nYour muscles are usually strong and tight enough to keep your intestines and organs in place, but a hernia can develop if there are any weak spots."}, {"What is an inguinal hernia?": "An inguinal (pronounced \"ingwinal\") hernia is the most common type of hernia.\nIt can appear as a swelling or lump in your groin, or as an enlarged scrotum (the pouch containing the testicles). The swelling may be painful.\nThe lump often appears when you're lifting something and disappears when you lie down.\nFor information on other types of hernia, see:\n- femoral hernia\n- hiatus hernia\n- umbilical hernia"}, {"What causes an inguinal hernia?": "An inguinal hernia usually happens when fatty tissue or a part of your bowel, such as the intestine, pokes through into your groin at the top of your inner thigh.\nIt pushes through a weak spot in the surrounding muscle wall (the abdominal wall) into an area called the inguinal canal.\nInguinal hernias mainly affect men. Most are thought to be caused by ageing, although they can happen at any age.\nThis is because as you get older, the muscles surrounding your abdomen (tummy) can become weaker.\nInguinal hernias can sometimes appear suddenly after putting pressure on the abdomen, such as straining on the toilet if you have constipation or carrying and pushing heavy loads.\nThey have also been linked to having a persistent, heavy cough."}, {"When is surgery needed?": "Inguinal hernias can be repaired using surgery to push the bulge back into place and strengthen the weakness in the abdominal wall.\nThe operation is usually recommended if you have a hernia that causes pain, severe or persistent symptoms, or if any serious complications develop.\nComplications that can happen as a result of an inguinal hernia include:\n- obstruction– where a section of the bowel becomes stuck in the inguinal canal, causing nausea, vomiting and stomach pain, as well as a painful lump in the groin\n- strangulation– where a section of bowel becomes trapped and its blood supply is cut off; this requires emergency surgery within hours to release the trapped tissue and restore its blood supply so it does not die\nSurgery gets rid of the hernia to prevent any serious complications, but there's a chance it could return after the operation."}, {"What happens during surgery?": "There are 2 ways an inguinal hernia repair can be performed:\n- open surgery– where a cut is made to allow the surgeon to push the lump back into the abdomen\n- laparoscopic (keyhole) surgery– a less invasive, but more difficult, technique where several smaller cuts are made, allowing the surgeon to use instruments to repair the hernia\nThere are advantages and disadvantages to both methods. The type of surgery you have depends on which method suits you, and your surgeon's experience.\nYou should be able to go home the same day or the day after surgery. It's important to follow the instructions you're given while in hospital about how to look after yourself.\nThis includes eating a good diet to avoid constipation, caring for the wound, and avoiding strenuous activities.\nMost people make a full recovery from inguinal hernia repair within 6 weeks, with many being able to return to work and light activities within 2 weeks.\nAsk your surgeon or GP for advice on when it's safe for you to drive again. You should also speak to your insurer before driving again after having surgery.\nRead more about:\n- how an inguinal hernia repair is performed\n- recovering from an inguinal hernia repair."}, {"Are there any risks from the operation?": "An inguinal hernia repair is a routine operation with very few risks. But a small number of hernias can come back at some point after surgery.\nOther potential complications of an inguinal hernia repair include:\n- blood or fluid building up in the space left by the hernia (this usually gets better without treatment)\n- painful swelling and bruising of the testicles or the base of the penis\n- pain and numbness in the groin area caused by a nerve being damaged or trapped during surgery\n- damage to the blood supply to the testicles\n- damage to the vas deferens (the tube that carries sperm to the testicles)\nComplications are more likely if you're aged over 50, smoke or have another illness, such as heart disease or breathing problems."}]}, {"condition": "Insect bites and stings", "sections": [{"No header": "Most insect bites and stings are not serious and will get better within a few hours or days.\nBut occasionally they can become infected, cause a severe allergic reaction (anaphylaxis) or spread serious illnesses such as Lyme disease and malaria.\nBugs that bite or sting include wasps, hornets, bees, horseflies, ticks, mosquitoes, fleas, bedbugs, spiders and midges."}, {"Symptoms of insect bites and stings": "Insect bites and stings will usually cause a red, swollen lump to develop on the skin. This may be painful and in some cases can be very itchy.\nThe symptoms will normally improve within a few hours or days, although sometimes they can last a little longer.\nSome people have a mild allergic reaction and a larger area of skin around the bite or sting becomes swollen, red and painful. This should pass within a week.\nOccasionally, a severe allergic reaction can occur, causing symptoms such as breathing difficulties, dizziness and a swollen face or mouth. This requires immediate medical treatment."}, {"What to do if you've been bitten or stung": "To treat an insect bite or sting:\n- remove the sting or tick if it's still in the skin\n- wash the affected area with soap and water\n- apply a cold compress (such as a flannel or cloth cooled with cold water) or an ice pack to any swelling for at least 10 minutes\n- raise or elevate the affected area if possible, as this can help reduce swelling\n- avoid scratching the area, to reduce the risk of infection\n- avoid traditional home remedies, such as vinegar and bicarbonate of soda, as they're unlikely to help\nThe pain, swelling and itchiness can sometimes last a few days. Ask your pharmacist about medicines that can help, such as painkillers, creams for itching and antihistamines.\nRead more about treating insect bites and stings."}, {"When to get medical advice": "Contact your GP or call NHS 111 for advice if:\n- you're worried about a bite or sting\n- your symptoms do not start to improve within a few days or are getting worse\n- you've been stung or bitten in your mouth or throat, or near your eyes\n- a large area (around 10cm or more patch of skin) around the bite becomes red and swollen\n- you have symptoms of a wound infection, such as pus or increasing pain, swelling or redness\n- you have symptoms of a more widespread infection, such as a high temperature,swollen glandsand otherflu-like symptoms"}, {"When to get emergency medical help": "Dial 999 for an ambulance immediately if you or someone else has symptoms of a severe reaction, such as:\n- wheezing or difficulty breathing\n- a swollen face, mouth or throat\n- feeling sick or being sick\n- a fast heart rate\n- dizziness or feeling faint\n- difficulty swallowing\n- loss of consciousness\nEmergency treatment in hospital is needed in these cases."}, {"Prevent insect bites and stings": "There are some simple precautions you can take to reduce your risk of being bitten or stung by insects.\nFor example, you should:\n- remain calm and move away slowly if you encounter wasps, hornets or bees – don't wave your arms around or swat at them\n- cover exposed skin by wearing long sleeves and trousers\n- wear shoes when outdoors\n- apply insect repellent to exposed skin – repellents that contain 50% DEET (diethyltoluamide) are most effective\n- avoid using products with strong perfumes, such as soaps, shampoos and deodorants – these can attract insects\n- be careful around flowering plants, rubbish, compost, stagnant water, and in outdoor areas where food is served\nYou may need to take extra precautions if you're travelling to part of the world where there's a risk of serious illnesses. For example, you may be advised to take antimalarial tablets to help prevent malaria.\nRead more about preventing insect bites and stings."}]}, {"condition": "Insomnia", "sections": [{"No header": "Insomnia means you regularly have problems sleeping. It usually gets better by changing your sleeping habits."}, {"Check if you have insomnia": "You have insomnia if you regularly:\n- find it hard to go to sleep\n- wake up several times during the night\n- lie awake at night\n- wake up early and cannot go back to sleep\n- still feel tired after waking up\n- find it hard to nap during the day even though you're tired\n- feel tired and irritable during the day\n- find it difficult to concentrate during the day because you're tired\nIf you have insomnia for a short time (less than 3 months) it’s called short-term insomnia. Insomnia that lasts 3 months or longer is called long-term insomnia."}, {"No header": ""}, {"How much sleep you need": "Everyone needs different amounts of sleep.\nOn average:\n- adults need 7 to 9 hours\n- children need 9 to 13 hours\n- toddlers and babies need 12 to 17 hours\nYou probably do not get enough sleep if you're constantly tired during the day."}, {"What causes insomnia": "The most common causes are:\n- stress, anxiety or depression\n- noise\n- a room that's too hot or cold\n- uncomfortable beds\n- alcohol, caffeine or nicotine\n- recreational drugs like cocaine or ecstasy\n- jet lag\n- shift work"}, {"No header": "- mental health conditions, such as schizophrenia or bipolar disorder\n- Alzheimer's disease or Parkinson's disease\n- restless legs syndrome\n- overactive thyroid\n- menopause\nMany medicines for these illnesses can also cause insomnia.\n- long-term pain\n- sleepwalking\n- snoring or interrupted breathing while sleeping(sleep apnoea)\n- suddenly falling asleep anywhere(narcolepsy)\n- nightmares or night terrors (children can have these)"}, {"How you can treat insomnia yourself": "Insomnia usually gets better by changing your sleeping habits.\n- go to bed and wake up at the same time every day\ngo to bed and wake up at the same time every day\n- relax at least 1 hour before bed, for example, take a bath or read a book\nrelax at least 1 hour before bed, for example, take a bath or read a book\n- make sure your bedroom is dark and quiet – use curtains, blinds, an eye mask or ear plugs if needed\nmake sure your bedroom is dark and quiet – use curtains, blinds, an eye mask or ear plugs if needed\n- exercise regularly during the day\nexercise regularly during the day\n- make sure your mattress, pillows and covers are comfortable\nmake sure your mattress, pillows and covers are comfortable\n- do not smoke or drink alcohol, tea or coffee at least 6 hours before going to bed\ndo not smoke or drink alcohol, tea or coffee at least 6 hours before going to bed\n- do not eat a big meal late at night\ndo not eat a big meal late at night\n- do not exercise at least 4 hours before bed\ndo not exercise at least 4 hours before bed\n- do not watch television or use devices, like smartphones, right before going to bed, because the bright light makes you more awake\ndo not watch television or use devices, like smartphones, right before going to bed, because the bright light makes you more awake\n- do not nap during the day\ndo not nap during the day\n- do not drive when you feel sleepy\ndo not drive when you feel sleepy\n- do not sleep in after a bad night's sleep and stick to your regular sleeping hours instead\ndo not sleep in after a bad night's sleep and stick to your regular sleeping hours instead"}, {"How a pharmacist can help with insomnia": "You can buy tablets or liquids (sometimes called sleeping aids) from a pharmacy that may help you sleep better.\nSome contain natural ingredients (valerian, lavender or melatonin) while others, like Nytol, are an antihistamine.\nThey cannot cure insomnia but may help you sleep better for 1 to 2 weeks. They should not be taken for any longer.\nSome of these products can have side effects, for instance, they may make you drowsy. This could make it difficult for you to do certain things like drive.\nCheck with your doctor before taking anything for your sleep problems."}, {"Non-urgent advice:  See a GP if:": "- changing your sleeping habits has not worked\n- you have had trouble sleeping for months\n- your insomnia is affecting your daily life in a way that makes it hard for you to cope\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "A GP will try to find out what's causing your insomnia so you get the right treatment.\nSometimes you'll be referred to a therapist for cognitive behavioural therapy (CBT).\nThis can help you change the thoughts and behaviours that keep you from sleeping.\nYou may be referred to a sleep clinic if you have symptoms of another sleep disorder such as sleep apnoea.\nGPs now rarely prescribe sleeping pills to treat insomnia. Sleeping pills can have serious side effects and you can become dependent on them.\nSleeping pills are only prescribed for a few days, or weeks at the most, if:\n- your insomnia is very bad\n- other treatments have not worked"}]}, {"condition": "Intensive care", "sections": [{"No header": "Intensive care units (ICUs) are specialist hospital wards that provide treatment and monitoring for people who are very ill.\nThey're staffed with specially trained healthcare professionals and contain sophisticated monitoring equipment.\nICUs are also sometimes called critical care units (CCUs) or intensive therapy units (ITUs)."}, {"When intensive care is needed": "Intensive care is needed if someone is seriously ill and requires intensive treatment and close monitoring, or if they're having surgery and intensive care can help them recover.\nMost people in an ICU have problems with 1 or more organs. For example, they may be unable to breathe on their own.\nThere are many different conditions and situations that can mean someone needs intensive care. \nSome common reasons include:\n- a serious accident – such as a road accident, asevere head injury, a seriousfallor severeburns\n- a serious short-term condition – such as aheart attackorstroke\n- a serious infection – such assepsisor severepneumonia\n- major surgery – this can either be a planned part of your recovery, or an emergency measure if there are complications"}, {"What intensive care involves": "Patients on an ICU will be looked after closely by a team of ICU staff and will be connected to equipment by a number of tubes, wires and cables.\nThere will normally be 1 nurse for every 1 or 2 patients.\nThis equipment is used to monitor their health and support their bodily functions until they recover.\nEquipment that may be used on an ICU includes:\n- a ventilator – a machine that helps with breathing; a tube is placed in the mouth, nose or through a small cut in the throat(tracheostomy)\n- monitoring equipment – used to measure important bodily functions, such as heart rate, blood pressure and the level of oxygen in the blood\n- IV lines and pumps – tubes inserted into a vein (intravenously) to provide fluids, nutrition and medication\n- feeding tubes – tubes placed in the nose, through a small cut made in the tummy or into a vein if a person is unable to eat normally\n- drains and catheters – drains are tubes used to remove any build-up of blood or fluid from the body;cathetersare thin tubes inserted into the bladder to drain pee\nSomeone in an ICU will often be on painkilling medicine and medicine that makes them drowsy (sedatives). \nThis is because some of the equipment used can be uncomfortable."}, {"Visiting an ICU": "An ICU can often be an overwhelming place, both for the patient and their loved ones.\nIt can help to know a little about what to expect.\nVisiting hours are usually very flexible, but there may be times when visiting is not advised, so it's a good idea to check before you arrive. The number of people allowed around the person's bed may be limited. \nTo reduce the risk of spreading infection, you'll be asked to clean your hands when entering and leaving the unit and you may not be able to bring in certain things, such as flowers. Avoid visiting if you're ill. \nThe person you're visiting may be drowsy and seem confused. They may also appear slightly swollen or have injuries like bruises or wounds. This can be upsetting to see, but staff will ensure they're as comfortable as possible. \nA series of tubes, wires and cables will be attached to the patient, which may look alarming at first. Ask staff to explain what these are if you'd like to know. \nYou may hear alarms and bleeps from the equipment. These help staff monitor their patients. \nYou'll usually be free to touch, comfort and talk to the person. It may help them to hear and recognise familiar voices, even if they do not appear to respond.\nYou might want to tell them about your day or read them a book or newspaper. \nYou can bring in things to make them more comfortable, but ask staff beforehand if there's anything you should not bring.\nThe ICU staff will be on hand during your visit to answer any questions you have."}, {"Recovering from intensive care": "Once a person no longer needs intensive care, they can be transferred to a different ward to continue their recovery before eventually going home.\nSome people may leave the ICU after a few days. Others may need to stay in the ICU for months or may deteriorate there.\nMany people who leave an ICU will make a good recovery. \nBut sometimes there can be lingering problems, such as:\n- weakness and stiffness\n- extreme tiredness (fatigue) and a lack of energy\n- loss of appetite and weight loss\n- sleep problems\n- depression, anxiety orpost-traumatic stress disorder (PTSD)\n- problems with mental abilities – for example, not being able to think clearly and being forgetful\nThese problems can last several months. Get medical advice if they're a persistent issue for you or a loved one. \nSome people may require ongoing support and treatment (rehabilitation) to help them recover."}, {"Making decisions about care": "If your loved one has been admitted to an ICU and is awake and able to communicate, they'll be fully involved in decisions about their care.\nBut if they're unconscious or sedated, they may not be able to give their consent (permission) for a particular treatment or procedure.\nIf they knew they were going into intensive care, they may have nominated someone to make decisions about treatment on their behalf (a designated decision maker) or made an advance decision about any treatments they do not want to have.\nIf this was not possible in an emergency situation, the ICU staff treating them will usually decide what they feel is in their best interests.\nThey'll talk things over with you and the person's family whenever possible.\nFind out more about giving consent to treatment"}, {"More information": "The following websites can be useful sources of more information and support:\n- ICU steps– a charity and support group for ICU patients and their loved ones that produces a detailedintensive care guide (PDF, 962kb)\n- Intensive Care Society– a professional body that providesinformation about intensive care for patients and relatives\n- healthtalk.org– a website that has information aboutpatient experiences of intensive care\n- HealthUnlocked intensive care forum– a forum for ICU patients and their loved ones"}]}, {"condition": "Intersex, see Differences in sex development", "sections": [{"Why does DSD happen?": "Differences in sex development (DSD) is a group of rare conditions involving genes, hormones and reproductive organs, including genitals. It means a person's sex development is different to most other people's.\nSometimes the term Disorders of Sex Development is used, as is Variations in Sex Characteristics (VSC) or Diverse Sex Development. Some adults and young people with DSD prefer to use the term intersex.\nYou or your child may have sex chromosomes (bundles of genes) usually associated with being female (XX chromosomes) or usually associated with being male (XY chromosomes), but reproductive organs and genitals that may look different from usual.\nThis happens because of a difference with your genes or how you respond to the sex hormones in your body, or both. It can be inherited, but there is often no clear reason why it happens.\nThe most common times to find out that a person has a DSD are around the time of their birth or when they're a teenager."}, {"Types of DSDs": "There are many different types of DSD. Some examples are:\nSome people have XX (usual female) chromosomes with ovaries and a womb, but their genitals may not look the same as many females.\nFor example, they may have a more developed clitoris and their vagina may be closed.\nDoctors refer to this condition as 46,XX DSD.\nThe most common cause is congenital adrenal hyperplasia (CAH). A person who has CAH lacks an enzyme (chemical substance) that their body needs to make the hormones cortisol and aldosterone.\nWithout these hormones, their body produces more androgens (sex hormones that are naturally higher in males). If the child is female, the raised androgen levels before birth can cause their genitals to look different, such as a larger clitoris and a vagina that is not open in the usual place.\nCAH can also cause serious health issues, such as life-threatening kidney problems that need to be treated as soon as possible.\nFind more information and advice from the CAH support group.\nSome people have XY (male) chromosomes, but their external genitals may develop in the usual way for girls or boys.\nSometimes it's difficult at first to know whether their genitals are more similar to girls' or boys'. A person may have a womb and may also have testicles inside their body. Sometimes the testicles might not work properly.\nDoctors refer to this condition as 46,XY DSD.\nMany people with 46,XY DSD are boys born with the opening to pass urine towards the bottom of their penis or below it.\nFor some, the scrotum appears separated into two smaller sacs, one on either side. Doctors call this peno-scrotal hypospadias and boys and men with this DSD can have either fully developed or partially developed testes.\nThere are several causes of 46,XY DSD. One possible cause is androgen insensitivity syndrome (AIS), where the body \"ignores\" androgens or is insensitive to them.\nSometimes a person's body does not respond at all or only partly responds to androgens.\nComplete insensitivity to androgens makes a person with XY chromosomes female. Partial insensitivity to androgens can mean that some people are male and others are female.\nFind support and more information about AIS from DSD Families or the AIS Support Group.\nSome people have a chromosome pattern other than the usual XY or XX. They may have one X chromosome (XO), or they may have an extra chromosome (XXY).\nTheir internal and external sex organs can be either male or female, but they may not go through a full physical development at puberty. For example, a child with female sex organs may not start having periods.\nDoctors call this sex chromosome DSD.\nOne type is Klinefelter syndrome, which is where a boy is born with an extra X chromosome (XXY).\nThis can mean they do not produce the usual level of testosterone, the sex hormone responsible for the development of male characteristics, such as the testes and body hair. Testosterone is also important for bone strength and fertility in men.\nFind more information and support about Klinefelter syndrome.\nAnother example of this type of DSD is Turner syndrome, which is where a girl is born with a missing X chromosome.\nGirls and women with Turner syndrome are often infertile and their height may be shorter than average.\nFind support and more information about Turner Syndrome.\nSome females are born with an underdeveloped womb or without a womb, cervix and upper vagina. The ovaries and external genitalia look the same as most girls and women and they develop breasts and pubic hair as they get older.\nThis is called Rokitansky syndrome. It's also known as Mayer-Rokitansky-Küster-Hauser (MRKH syndrome). The cause is not clear, but girls and women with Rokitansky syndrome/MRKH have XX chromosomes.\nOften the first sign of Rokitansky syndrome is that a girl does not start having periods. Sex involving the vagina may also be difficult because the vagina may be shorter than most women's.\nNot having a womb means that a woman cannot become pregnant, but it's sometimes possible to take eggs from their ovaries, fertilise them, and implant them in another woman's womb (surrogacy).\nFor support and more information about Rokitansky syndrome at:\n- MRKH UK\n- Living MRKH\n- DSD Families\nSome people with a very rare type of DSD have both ovarian and testicular tissue (sometimes one ovary and one testis). Their genitals may appear female or male or could look different from either.\nMost people with this type of DSD have XX (female) chromosomes. The cause is not usually clear, but some people with the condition have been found to have genetic material that's usually seen on the Y chromosome appearing on their X chromosome.\nDoctors refer to this condition as 46,XX ovotesticular DSD."}, {"What happens after the birth of a baby": "Sometimes doctors check a baby for DSD soon after birth because of signs such as undescended testicles or if a baby's genitals look different.\nTests may be done to help get a clear diagnosis and find out whether any immediate treatment is needed.\nTests may include:\n- a further physical examination of your baby done by a specialist\n- anultrasound scanto examine their internal organs\n- blood teststo check their genes and hormone levels\nYour care team may advise you to delay registering your child's birth for a few days until the tests are complete, you have discussed the results with your child's care team and the sex of your baby is established or decided.\nMany forms of DSD do not require any medical care other than understanding the baby's development and knowing what to expect as they grow older.\nA specialist nurse in your care team can help you learn about DSD and a psychologist will help you address any concerns you have.\nYou can find more information about what happens when your baby is born with genitals that look different in the First Days leaflet from DSD Families."}, {"Advice for parents of older children": "Sometimes a DSD may be diagnosed if an older child does not go through puberty properly. For example, your child may not start showing the changes linked with puberty, or they may start puberty but not have periods.\nSpeak to a GP if you have any concerns about your child's development at puberty. They can refer your child to a specialist. This will usually be a consultant paediatric endocrinologist, who specialises in hormones, or an adolescent gynaecologist.\nA team of specialist healthcare professionals will work with you to understand your child's condition and offer you and your child support and advice.\nA psychologist in the team can talk with you or your child about sexuality, relationships and body image among other subjects.\nSome people with DSD may need hormone therapy and psychological support. Some may want to think about altering their existing genitals, for example by using vaginal stretch techniques.\nSome people with DSD consider altering the appearance of their genitals by having surgery."}, {"If you think you have a DSD": "If you think or know you have a DSD, information and support is available.\nSpeak to a GP, as they'll be able to refer you to a team of specialist healthcare professionals. They can answer your questions, help you stay healthy and put you in touch with others with DSD if that's something you're interested in.\nMost people with a DSD stay with the gender linked to their sex at birth, which is the sex on their birth certificate. But if your legal sex does not represent who you are or how you identify, you may want to discuss your options with your care team.\nIf you have a DSD and want to explore parenthood, you can also discuss this with your specialist care team."}, {"Where to get support": "If you have a DSD or you're the parent of a child with a DSD, you may find it useful to contact a group involving others with the same or similar experiences.\nThese groups can often offer more information and advice about living with a DSD, and may be able to put you in contact with others who've been in a similar situation to you.\nYou are welcome to ask your care team about people with experience of your diagnosis in your local area who are happy to be contacted."}, {"No header": "National DSD support groups include:\n- Congenital Adrenal Hyperplasia Support Group\n- DSD Families\n- MRKH UK"}]}, {"condition": "Interstitial cystitis, see Bladder pain syndrome (interstitial cystitis)", "sections": [{"No header": "Bladder pain syndrome is a poorly understood condition where you have pelvic pain and problems peeing.\nIt's sometimes called interstitial cystitis (IC) or painful bladder syndrome (PBS).\nIt's difficult to diagnose BPS (interstitial cystitis) as there is no single test that confirms the condition."}, {"Symptoms of BPS (interstitial cystitis)": "The main symptoms of BPS (interstitial cystitis) include:\n- intensepelvic pain(felt over your lower tummy)\n- sudden strong urges to pee\n- needing to pee more often than usual\n- pain in your lower tummy when your bladder is filling up, which is relieved when you pee\n- waking up several times during the night to pee\nOther symptoms can include finding it difficult to pee, urinary incontinence and blood in your urine (haematuria).\nThese symptoms can sometimes be caused by other conditions, such as cancer of the bladder. This is why you'll need a range of tests to rule out other possible causes before BPS (interstitial cystitis) can be diagnosed.\nAsk for an urgent GP appointment or call 111 if you have blood in your urine and pain in your lower tummy.\nBlood in your pee may be bright pink, red or dark brown.\n"}, {"Who gets BPS (interstitial cystitis)": "Although BPS (interstitial cystitis) can affect people of all ages, it's much more common in women than men, usually over the age of 30.\nThe symptoms will often come and go over time. There may be times lasting days, weeks or months where your symptoms improve, followed by flare-ups when they're worse.\nYou might also find the pain is worse during your period or after having certain foods or drinks.\nIt can have a big impact on your everyday life, including work, mental health and relationships. But when a diagnosis is confirmed there are different treatments that can help."}, {"What causes interstitial cystitis?": "The exact cause of BPS (interstitial cystitis) is not clear. However, there are several ideas about what might cause it.\nThese include:\n- damage to the bladder lining, which may mean pee can irritate the bladder and surrounding nerves\n- a problem with the pelvic floor muscles used to control peeing\n- your immune system causing an inflammatory reaction\nSome people who have been diagnosed with BPS (interstitial cystitis), may have a long-term (chronic) urinary infection (UTI) in the bladder, which has not been picked up by current urine tests.\nBPS (interstitial cystitis) may also be associated with chronic conditions such as fibromyalgia, myalgic encephalomyelitis or chronic fatigue syndrome (ME/CFS) and irritable bowel syndrome (IBS).\n"}, {"When to see a GP": "See a GP if:\n- you have pelvic pain that does not go away\n- you notice a change in your usual peeing pattern and it is affecting your daily life\nAsk for an urgent GP appointment if you have blood in your pee.\nBPS (interstitial cystitis) can have similar symptoms to long-term or frequent UTIs, so the GP may give you a urine test to check for a UTI.\nStandard urine tests used in GP surgeries and hospitals may not pick up all infections of the bladder. You may be prescribed antibiotics to see if they help.\nA GP may also suggest simple treatments such as:\n- keeping a food diary and avoiding foods and drinks that make your symptoms worse\n- stopping smoking – chemicals in tobacco can irritate your bladder\nTreatments from the GP may not always work. If your symptoms keep coming back or do not go away, ask the GP to refer you to a urologist specialising in female urology or a urogynaecologist.\nMen may be referred to a urologist."}, {"How is BPS (interstitial cystitis) diagnosed?": "There is no single test to diagnose BPS (interstitial cystitis). You may have several tests to exclude other causes of your symptoms before a diagnosis can be confirmed.\nThe tests offered may include:\n- cystoscopy– a procedure to look inside your bladder using a thin camera called a cystoscope\n- urine tests\n- ultrasound,MRI scanorCT scanof the urinary tract and sometimes of the kidneys too\n- urodynamics – a range of tests to check the function of your bladder and urethra\n- vaginal swabs\nAsk your doctor to explain what tests you are being offered and what they're for."}, {"Treatments for BPS (interstitial cystitis)": "\nWhen you have been diagnosed by a specialist as having BPS (interstitial cystitis), there are several treatments that may help.\nNo single treatment works for everyone, and there is no conclusive evidence they work. You may need to try several treatments to find one that works for you.\nAsk your hospital specialist to explain the treatments offered to you and why.\nTablets or capsules may be used to treat people with BPS (interstitial cystitis).\nThese include:\n- over-the-counter painkillers – such asparacetamolandibuprofen\n- medicines for nerve pain – such asamitriptyline,gabapentinandpregabalin\n- tolterodine,solifenacinormirabegron– these can reduce the urgency to pee\n- a prescription medicine that may help by blocking the effect of a substance called histamine in the bladder\n- pentosan polysulfate sodium (Elmiron) – this may reduce pain (this can only be prescribed by a specialist as it's only suitable for some people)\nSome medicines can also be passed directly into the bladder using a thin tube called a catheter.\nThese are known as intravesical medicines or bladder instillations.\nExamples of intravesical medicines include:\n- lignocaine - alocal anaestheticthat numbs the bladder,\n- a mixture of compounds including steroids, sodium bicarbonate and heparin are used\n- hyaluronic acid or chondroitin sulphate – this may help restore the bladder lining\n- antibiotics alone or combined with a local anaesthetic and steroid – this can calm inflammation and reduce infection\nAs with oral medicines, the evidence is not conclusive for bladder instillations. Ask your hospital specialist to explain the different options.\nSome people may also find the following therapies and supportive treatments helpful:\n- physiotherapy– a specialist pelvic floor physiotherapist can help you relax your muscles to ease pain.\n- acupuncture – may help with pain relief\n- talking therapies and counselling – to help you cope with your symptoms and their impact on your life\n- transcutaneous electrical nerve stimulation (TENS)– where a small battery-operated device is used to relieve pain by sending electrical impulses into your body\n- pain management – ask the GP to refer you to a pain specialist\nSurgery and other procedures may be recommended if you have clear abnormal areas (lesions) in your bladder or other treatments do not work.\nProcedures that may be carried out include:\n- cauterisation – ulcers inside the bladder are sealed using an electrical current or laser\n- bladder distension – the bladder is stretched with fluid, which can aid diagnosis and may temporarily relieve symptoms\n- botulinum toxin injections (such as Botox) – injected directly into your bladder wall to temporarily relieve symptoms of frequent peeing and pain.\n- neuromodulation – an implant that stimulates your nerves with electricity is placed in your body to relieve pain and reduce sudden urges to pee\nIn very rare cases, and only as a last resort, it may be necessary to remove the bladder completely (cystectomy).\nIf this is done, your surgeon may need to create an alternative way for pee to leave your body."}, {"Things you can do to help BPS (interstitial cystitis)": "Things that may help improve your symptoms include:\n- reducing stress – try exercise, warm baths and mindfulness-based meditation techniques\n- making sure you are hydrated regularly throughout the day\n- keeping a food diary – if you notice certain foods or drinks (like citrus fruits and alcohol) make symptoms worse, avoid them, but ask for medical advice first\n- stopping smoking – the chemicals in cigarettes can irritate your bladder"}, {"More information and support": "Bladder Health UK has information and forums on BPS (interstitial cystitis) as well as other bladder conditions"}]}, {"condition": "Intracranial hypertension", "sections": [{"No header": "Intracranial hypertension (IH) is a build-up of pressure around the brain.\nIt can happen suddenly, for example, as the result of a severe head injury, stroke or brain abscess. This is known as acute IH.\nIt can also be a persistent, long-lasting problem, known as chronic IH. This is rare and sometimes it's not clear why it happens.\nThis page focuses on chronic IH."}, {"Symptoms of chronic intracranial hypertension": "Symptoms of chronic intracranial hypertension (IH) can include:\n- a constant throbbing headache which may be worse in the morning, or when coughing or straining; it may improve when standing up\n- temporary loss of vision – your vision may become dark or \"greyed out\" for a few seconds at a time; this can be triggered by coughing, sneezing or bending down\n- feeling and being sick\n- feeling sleepy\n- feeling irritable\nChronic IH can sometimes result in permanent vision loss, although treatment can help to reduce the chances of this happening."}, {"Causes of chronic intracranial hypertension": "Possible causes of chronic intracranial hypertension (IH) include:\n- a blood clot on the surface of your brain, known as achronic subdural haematoma\n- abrain tumour\n- an infection in your brain, such asmeningitisorencephalitis\n- hydrocephalus, where fluid builds up around and inside your brain\n- abnormal blood vessel, such as an arteriovenous fistula or arteriovenous malformation\n- a blood clot in one of the veins of your brain, known as a venous sinus thrombosis\nRare causes include a blockage in the circulation of fluid at the bottom of the skull (Chiari malformation), inflammation of the blood vessels in the brain (vasculitis) and abnormal skull growth in children (craniosynostosis).\nIn many cases, the cause of chronic IH is unclear. This is known as idiopathic IH, or sometimes benign IH.\nIt mainly affects women in their 20s and 30s, and has been associated with:\n- being overweight or obese – most cases happen in overweight women, although it's not clear why\n- hormone problems such asCushing's syndrome,hypoparathyroidism, anunderactive thyroid (hypothyroidism)or anoveractive thyroid (hyperthyroidism)\n- certain medicines including someantibiotics,steroidsand thecombined contraceptive pill\n- a lack of red blood cells(iron deficiency anaemia)or too many red blood cells(polycythaemia)\n- chronic kidney disease\n- lupus– a problem with the immune system\nBut these are only linked with idiopathic IH, they're not necessarily causes."}, {"Tests for chronic intracranial hypertension": "A GP may suspect you have intracranial hypertension (IH) if you have symptoms of increased pressure on your brain, such as vision problems and headaches.\nYou may have several different tests to diagnose IH, such as:\n- an examination to check functions such as your muscle strength, reflexes and balance. Any problems could be a sign of an issue with your brain or nerves\n- an assessment of your eyes and vision\n- aCT scanorMRI scanof your brain\n- alumbar puncture, where a needle is inserted into your spine to check for high pressure in the fluid that surrounds your brain and spinal cord\nIdiopathic IH may be diagnosed if you have increased pressure on your brain and no other cause can be found."}, {"Treatments for chronic intracranial hypertension": "Treatment for intracranial hypertension (IH) depends on the cause, if this is known.\nThe main treatments for idiopathic IH are:\n- losing weightif you're overweight. This can often help to reduce your symptoms and may sometimes relieve them altogether\n- stopping any medicine that may be causing your symptoms, including contraception methods. You will need to use a barrier form of contraception as an alternative, such as condoms\n- medicine to remove excess fluid from the body (diuretics)\n- medicine to reduce the production of cerebrospinal fluid in your brain\n- a short course ofsteroid medicineto relieve headaches and reduce the risk of vision loss\n- regularlumbar puncturesto remove excess fluid from your spine and help reduce the pressure on your brain\nSurgery may be considered if other treatments do not help.\nThe main types of surgery for chronic IH are:\n- shunt surgery – a thin, flexible tube is inserted into the fluid-filled space in your skull or spine to divert excess fluid to another part of your body\n- optic nerve sheath fenestration – the protective layer surrounding your optic nerve (the nerve connecting the eye to the brain), is opened up to relieve pressure on it and allow fluid to drain away\nThese procedures can provide relief from your symptoms, but they also carry a risk of potentially serious complications. Talk to the surgeon about what your operation involves and what the risks are."}, {"Outlook for chronic intracranial hypertension": "Chronic intracranial hypertension (IH) can be life threatening if it remains undiagnosed and the causes are not treated. You should be referred to a specialist (neurologist) as soon as possible if a GP suspects it.\nIdiopathic IH is not usually life threatening, but can be a lifelong problem. While many people find their symptoms are relieved with treatment, but the symptoms can come back and can have a significant impact on your life.\nThere's also a risk that you could lose your vision, even though treatment can help reduce this risk.\nPermanent vision loss is estimated to happen to 1 in every 5 to 20 people with idiopathic IH.\nFind out more about living with IH at the IIH UK website."}]}, {"condition": "Intrauterine insemination (IUI)", "sections": [{"No header": "Intrauterine insemination (IUI) is a fertility treatment that involves directly inserting sperm into a woman's womb."}, {"Accessing IUI on the NHS": "See your GP if you are considering having IUI on the NHS.\nYou may be offered IUI if:\n- you're unable to have vaginal sex – for example, because of a physical disability or psychosexual problem\n- you have a condition that means you need specific help to conceive. For example, if 1 of you hasHIVand it's not safe to have unprotected sex\n- you're in a same-sex relationship and have not become pregnant after up to 6 cycles of IUI using donor sperm from a licensed fertility unit (the Stonewall website has more information aboutIUI for same-sex couples)\nBear in mind that the waiting list for IUI treatment on the NHS can be very long in some areas.\nThe criteria you must meet to be eligible for IUI can also vary. Check with your GP or local CCG to find out what the rules are where you live."}, {"Paying for IUI privately": "IUI is also available from some private fertility clinics. The Human Fertilisation and Embryology Authority (HFEA) has a fertility clinic finder.\nCosts range from about £700 to £1,600 for each cycle of IUI treatment.\nThe Human Fertilisation & Embryology Authority (HFEA) website has more information on costs and funding for fertility treatments."}, {"Fertility tests before IUI": "Before IUI is done, you and your partner's fertility will need to be assessed to find out why you are having difficulty conceiving and to see whether IUI is suitable for you.\nRead more about diagnosing infertility.\nFor a woman to have IUI, her fallopian tubes (the tubes connecting the ovaries to the womb) must be open and healthy.\nYou and your partner will not usually be offered IUI if you have:\n- unexplained infertility\n- a low sperm count or poor‑quality sperm\n- mildendometriosis\nThis is because there is some evidence to suggest that IUI will not increase your chances of getting pregnant in these circumstances, compared with trying to get pregnant naturally."}, {"Timing your IUI treatment": "You may be offered IUI in a natural (unstimulated) cycle or in a stimulated cycle.\nTo increase your chances of success, a cycle of IUI should be done just after ovulation. Ovulation usually happens 12 to 16 days before your next period. This can vary if you have an irregular menstrual cycle.\nYou may be given an ovulation prediction kit (OPK) to help you work out the date of ovulation. An OPK device detects hormones released during ovulation in urine or saliva.\nOtherwise, blood tests may be used to find out when you are about to ovulate.\nSometimes, fertility medicines are used to stimulate ovulation before IUI. In this case, vaginal ultrasound scans are used to track the development of your eggs. As soon as an egg is mature, you'll be given a hormone injection to stimulate its release."}, {"IUI using a partner's sperm": "If a couple decides to have IUI using their own sperm, the man will be asked to provide a sperm sample at the fertility clinic by masturbating into a specimen cup. This usually happens on the same day that IUI takes place.\nThe sperm sample will be \"washed\" and filtered to produce a concentrated sample of healthy sperm.\nAn instrument called a speculum is inserted into the woman's vagina to keep it open. A thin, flexible tube called a catheter is then placed inside the vagina and guided into the womb. The sperm sample is then passed through the catheter and into the womb.\nThis process is mostly painless, although some women experience mild cramping for a short time.\nThe process usually takes no more than 10 minutes. You should be able to go home after a short rest."}, {"IUI using donor sperm": "Frozen sperm from a donor can also be used for IUI, regardless of whether you are single or in a partnership, gay or straight.\nAll licensed fertility clinics in the UK are required to screen donor sperm for infections and inherited diseases.\nSome infections take a while to show, so the sperm will be frozen for 6 months to allow time for infections, such as HIV, to be detected.\nThe sperm is frozen whether it's from someone you know, or from a registered and licensed sperm bank.\nChoosing to use donated sperm can be a difficult decision, and you should be offered counselling before you go ahead.\nThe Human Fertilisation and Embryology Authority (HFEA) has more information about using a sperm donor."}, {"Your chances of success with IUI": "This depends on lots of different things, including:\n- the cause of infertility\n- the woman's age\n- the man's sperm count and sperm quality (using fresh sperm leads to higher conception rates than using frozen sperm)\n- whether fertility medicines are used to stimulate ovulation (this can increase your chances of success)\nThere are many different factors involved, so it's best to talk to your fertility team about your individual chances of success."}, {"Are there any risks?": "Some women have mild cramps similar to period pains, but otherwise the risks involved with IUI are minimal.\nIf you have fertility medicine to stimulate ovulation, there is a small risk of developing ovarian hyperstimulation syndrome. Read more about this condition on our page about the risks of IVF. There's also a chance that you will have more than 1 baby, which has additional risks for both you and your babies."}]}, {"condition": "Iron deficiency anaemia", "sections": [{"No header": "Iron deficiency anaemia is caused by lack of iron, often because of blood loss or pregnancy. It's treated with iron tablets and by eating iron-rich foods."}, {"Check if you have iron deficiency anaemia": "Symptoms can include:\n- tiredness and lack of energy\n- shortness of breath\n- noticeable heartbeats (heart palpitations)\n- pale skin"}, {"No header": "Less common symptoms of iron deficiency anaemia (that are not usually connected to pregnancy) include:\n- headaches\n- hearing ringing, buzzing or hissing noises inside your head (tinnitus)\n- food tasting strange\n- feeling itchy\n- a sore tongue\n- hair loss – you notice more hair coming out when brushing or washing it\n- wanting to eat non-food items, such as paper or ice (pica)\n- finding it hard to swallow (dysphagia)\n- painful open sores (ulcers) in the corners of your mouth\n- spoon-shaped nails\n- restless legs syndrome"}, {"No header": "A simple blood test will confirm if you have iron deficiency anaemia.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "The GP will ask you about your lifestyle and medical history.\nIf the reason for the anaemia is not clear, they might order some tests to find out what might be causing the symptoms.\nThey might also refer you to a specialist for further checks.\nThe GP will usually order a full blood count (FBC) test. This will find out if the number of red blood cells you have (your red blood cell count) is normal.\nYou do not need to do anything to prepare for this test.\nIron deficiency anaemia is the most common type of anaemia. There are other types, like vitamin B12 and folate anaemia, that the blood test will also check for."}, {"Treatment for iron deficiency anaemia": "Once the reason you have anaemia has been found (for example, an ulcer or heavy periods) the GP will recommend treatment.\nIf the blood test shows your red blood cell count is low, iron tablets will be recommended to replace the iron that's missing from your body.\nYou’ll need to take them for about 6 months. Drinking orange juice after you've taken a tablet may help your body absorb the iron.\nFollow the GP’s advice about how to take iron tablets.\nSome people get side effects when taking iron tablets like:\n- constipation or diarrhoea\n- tummy pain\n- heartburn\n- feeling sick\n- black poo\nTry taking the tablets with or soon after food to reduce the chance of side effects.\nIt's important to keep taking the tablets, even if you get side effects.\nYour GP may carry out repeat blood tests over the next few months to check that your iron level is getting back to normal.\nKeep iron supplement tablets out of the reach of children. An overdose of iron in a young child can be fatal."}, {"Things you can do yourself": "If your diet is partly causing your iron deficiency anaemia, your GP will tell you what foods are rich in iron so you can eat more of them.\nEat and drink more:\n- dark-green leafy vegetables like watercress and curly kale\n- cereals and bread with extra iron in them (fortified)\n- meat\n- dried fruit like apricots, prunes and raisins\n- pulses (beans, peas and lentils)\nEat and drink less:\n- tea\n- coffee\n- milk and dairy\n- foods with high levels of phytic acid, such as wholegrain cereals, which can stop your body absorbing iron from other foods and pills\nLarge amounts of these foods and drinks make it harder for your body to absorb iron.\nYou might be referred to a specialist dietitian if you're finding it hard to include iron in your diet."}, {"Causes of iron deficiency anaemia": "In pregnancy, iron deficiency anaemia is most often caused by a lack of iron in your diet.\nHeavy periods and pregnancy are very common causes of iron deficiency anaemia. Heavy periods can be treated with medicine.\nFor men and for women whose periods have stopped, bleeding in the stomach and intestines is the most common cause of iron deficiency anaemia. This can be caused by:\n- takingnon-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen and aspirin\n- stomach ulcers\n- inflammation of the bowel or food pipe (oesophagus)\n- piles\n- cancers of the bowel or stomach – but this is less common\nAny other conditions or actions that cause blood loss could also lead to iron deficiency anaemia."}, {"If iron deficiency anaemia is not treated": "Untreated iron deficiency anaemia:\n- can make you more at risk of illness and infection – a lack of iron affects the immune system\n- may increase your risk of developing complications that affect the heart or lungs – such as an abnormally fast heartbeat (tachycardia) or heart failure\n- in pregnancy, can cause a greater risk of complications before and after birth"}, {"No header": ""}]}, {"condition": "Irregular periods", "sections": [{"No header": "Irregular periods aren't always a sign of a problem, but sometimes it's a good idea to see a doctor about them just in case."}, {"What are irregular periods?": "You have irregular periods if the length of your menstrual cycle (the gap between your periods starting) keeps changing.\nYour periods may come early or late.\nThe average menstrual cycle lasts 28 days, although it's normal for it to be a bit shorter or longer than this.\nAfter puberty, many women develop a regular cycle with a similar length of time between periods. But it's not uncommon for it to vary by a few days each time."}, {"Causes of irregular periods": "There are many possible causes of irregular periods. Sometimes they may just be normal for you.\nCommon causes include:\n- puberty – your periods might be irregular for the first year or two\n- the start of themenopause(usually between the ages of 45 and 55)\n- early pregnancy – take a pregnancy test to rule this out\n- some types of hormonal contraception – such as thecontraceptive pillorintrauterine system (IUS)\n- extreme weight loss or weight gain, excessive exercise or stress\n- medical conditions – such aspolycystic ovary syndrome (PCOS)or a problem with your thyroid"}, {"When to see a GP": "You don't need to get medical advice if you have always had slightly irregular periods or you're still going through puberty.\nBut see a GP if:\n- your periods suddenly become irregular and you're under 45\n- you have periods more often than every 21 days or less often than every 35 days\n- your periods last longer than 7 days\n- there's a big difference (at least 20 days) between your shortest and longest menstrual cycle\n- you have irregular periods and you're struggling to get pregnant\nThere might not be anything wrong, but it's a good idea to get checked out to see what the cause might be.\nYou might be referred to a specialist called a gynaecologist if you need any tests or treatment."}, {"Trying for a baby": "It can be more difficult to get pregnant if you have irregular periods because you might not ovulate (release an egg) regularly.\nIt can help to have sex every 2 or 3 days throughout your cycle. You don't need to time sex around ovulation.\nRead more about trying to get pregnant.\nSometimes hormone medicine or fertility treatment may be needed if you're struggling to get pregnant naturally."}, {"More about periods and other period problems": "Read more about:\n- periods and the menstrual cycle\n- heavy periods\n- stopped or missed periods\n- period pain\nThis animation explains in detail how the menstrual cycle works."}]}, {"condition": "Irritable bowel syndrome (IBS)", "sections": [{"No header": "- Irritable bowel syndrome (IBS) is a common condition that affects the digestive system.\n- It causes symptoms like stomach cramps, bloating, diarrhoea and constipation. These tend to come and go over time, and can last for days, weeks or months at a time.\n- It's usually a lifelong problem. It can be very frustrating to live with and can have a big impact on your everyday life.\n- There's no cure, but diet changes and medicines can often help control the symptoms.\n- The exact cause is unknown – it's been linked to things like food passing through your gut too quickly or too slowly, oversensitive nerves in your gut, stress and a family history of IBS."}]}, {"condition": "Irritable hip, see Hip pain in children (irritable hip)", "sections": [{"No header": "Hip pain in children is most often caused by a condition called irritable hip, which usually gets better on its own. But it should always be checked because it could be a sign of something serious."}, {"Urgent advice: Ask for an urgent GP appointment or go to A&E if:": "- your child gets sudden pain in their hip, thigh or knee (hip problems can sometimes be felt in the thigh or knee)\n- your child is limping or cannot put any weight on 1 leg\nThey may have irritable hip (inflammation of the hip joint).\nAlthough this is painful, it is not usually serious and can get better by itself.\nBut they should be checked to rule out anything like a broken bone or infected joint (septic arthritis).\nFind an A&E department\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nTo find out what's causing your child's pain, a doctor or nurse may:\n- look at and feel your child's hip, leg or knee\n- try gently moving the leg in different directions\n- ask about any recent injuries or illnesses\n- arrange an X-ray\nSometimes a blood test or other scans may also be done to confirm it's nothing serious."}, {"Treatment for irritable hip": "Irritable hip normally gets better in 1 or 2 weeks and does not cause lasting problems.\nYou can usually look after your child at home. Sometimes they may need to stay in hospital for a few days if they're in a lot of pain.\nWhile looking after your child at home:\n- make sure they rest their leg until they're feeling better – keep them off nursery or school until they're recovered\nmake sure they rest their leg until they're feeling better – keep them off nursery or school until they're recovered\n- give themchildren's ibuprofenorparacetamolfor their pain\ngive them children's ibuprofen or paracetamol for their pain\n- attend any follow-up appointments recommended by your doctor or nurse\nattend any follow-up appointments recommended by your doctor or nurse\n- do not let them do any activities that could put a lot of strain on their hip for at least 2 weeks – they can gradually return to their normal activities once they're feeling better (swimming is a good way to get the joint moving again)\ndo not let them do any activities that could put a lot of strain on their hip for at least 2 weeks – they can gradually return to their normal activities once they're feeling better (swimming is a good way to get the joint moving again)\n- their pain is getting worse or has not improved\n- they get a high temperature or feel hot and shivery\n- they're still in pain after 2 weeks\n- their pain went away but has come back\nThis might mean they have a more serious problem.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}]}, {"condition": "Isovaleric acidaemia", "sections": [{"No header": "Isovaleric acidaemia (IVA) is a rare, but potentially serious, inherited condition. It means the body can't process the amino acid leucine (amino acids are \"building blocks\" of protein). This causes a harmful build-up of the substance in the blood and urine.\nNormally, our bodies break down protein foods like meat and fish into amino acids. Any amino acids that aren't needed are usually broken down and removed from the body.\nBabies with IVA are unable to fully break down the amino acid leucine.\nNormally, leucine is broken down into a substance called isovaleric acid, which is then converted into energy. Babies with IVA don't have the enzyme that breaks down isovaleric acid, leading to a harmfully high level of this substance in the body."}, {"Diagnosing IVA": "At around 5 days old, babies are now offered newborn blood spot screening to check if they have IVA. This involves pricking your baby's heel to collect drops of blood to test.\nIf IVA is diagnosed, treatment can be given straight away to reduce the risk of serious complications. Treatment includes a special diet, advice and sometimes medicine.\nWith early diagnosis and the correct treatment, the majority of children with IVA are able to live healthy lives. However, treatment for IVA must be continued for life.\nWithout treatment, severe and life-threatening symptoms can develop in some children, including seizures (fits) or falling into a coma. Some children with untreated IVA are also at risk of brain damage and developmental delay."}, {"Symptoms of IVA": "The symptoms of IVA aren't the same for everyone with the condition and some people may have more severe or frequent symptoms.\nSymptoms sometimes appear within the first few days or weeks after birth and may include:\n- developing a distinctive odour of \"sweaty feet\"\n- poor feeding or loss of appetite\n- weight loss\nBabies with IVA may also have episodes known as a metabolic crisis. Symptoms of a metabolic crisis include:\n- lack of energy\n- vomiting\n- irritability\n- sleepiness and non-responsiveness\n- floppiness and falling over\n- poor feeding\n- breathing difficulties\nIt's important to get medical help immediately if your baby develops symptoms of a metabolic crisis.\nIn some cases, a metabolic crisis may be triggered later in childhood by an infection or illness. The hospital should provide you with emergency treatment instructions to follow if your child is ill, which will help prevent these symptoms developing."}, {"Treating IVA": "Children diagnosed with IVA are referred to a specialist metabolic dietitian and given a low-protein diet. This is tailored to reduce the amount of leucine your baby receives.\nHigh-protein foods need to be limited, including:\n- meat\n- fish\n- milk and dairy products\n- eggs\n- pulses\n- nuts\nYour dietitian will provide detailed advice and guidance, as your baby still needs some of these foods for healthy growth and development.\nBreast milk and normal baby milk contain too much leucine, so they need to be measured and limited as advised by your dietitian. A protein-free baby formula can be given to replace the missing breast or baby milk. This contains all the vitamins, minerals and other amino acids your baby needs.\nPeople with IVA need to follow a modified diet for the rest of their life to reduce their risk of a metabolic crisis. As your child gets older, they'll eventually need to learn how to control their diet and stay in contact with a dietitian for advice and monitoring.\nYour child may be prescribed medicine to help clear some of the excess isovaleric acid. This will be either:\n- L-carnitine\n- glycine\nSometimes, both medicines are prescribed to be taken together. Medicine for IVA needs to be taken regularly, as directed by your doctor. Both of these are taken by mouth.\nIf your baby develops an infection, such as a high temperature or cold, their risk of having a metabolic crisis increases. It's possible to reduce the risk by changing to an emergency diet while they're ill.\nYour dietitian will provide detailed instructions, but the aim is to replace milk and food containing protein with special high-sugar drinks. Medicine should still be taken as normal.\nYour dietitian may provide you with a feeding tube (nasogastric tube) and show you how to use it safely. This can be useful in an emergency if your baby isn't feeding well while they are ill.\nIf your baby can't keep down their emergency feeds, or develops repeated diarrhoea, contact the metabolic team at the hospital to let them know you're heading straight to the A&E department. You should also have been provided with a leaflet to bring with you in case of an emergency, in case the doctors haven't seen IVA before.\nOnce in hospital, your baby can be monitored and treated with intravenous fluids (given directly into a vein).\nYou should also take your baby to hospital if they develop symptoms of a metabolic crisis, such as irritability, loss of energy or breathing difficulties."}, {"How IVA is inherited": "The genetic change (mutation) responsible for IVA is passed on by the parents, who usually don't have any symptoms of the condition.\nA baby needs to receive 2 copies of the mutated gene to develop the condition – 1 from their mother and 1 from their father (known as autosomal recessive inheritance). If the baby only receives 1 affected gene, they'll just be a carrier of IVA and won't have the condition themselves.\nIf you're a carrier of the altered gene and you have a baby with a partner who's also a carrier, your baby has:\n- a 1 in 4 chance of developing the condition\n- a 1 in 2 chance of being a carrier of IVA\n- a 1 in 4 chance of receiving a pair of normal genes\nAlthough it's not possible to prevent IVA, it's important to let your midwife and doctor know if you have a family history of the condition. Any further children you have can be tested for the condition as soon as possible and given appropriate treatment.\nYou may also wish to consider genetic counselling for support, information and advice about genetic conditions."}, {"Information about you": "If you or your child has IVA, your clinical team will pass information about you/or them on to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nFind out more about the NCARDRS on GOV.UK."}]}, {"condition": "Itchy bottom", "sections": [{"No header": "You can often do simple things yourself to ease an itchy bottom (anus). See a GP if the itching does not stop."}, {"How to ease an itchy bottom yourself": "- gently wash and dry your anus after pooing and before bed\ngently wash and dry your anus after pooing and before bed\n- wear loose-fitting cotton underwear\nwear loose-fitting cotton underwear\n- keep cool – avoid clothing and bedding that makes you overheat\nkeep cool – avoid clothing and bedding that makes you overheat\n- have cooler, shorter showers or baths (under 20 minutes)\nhave cooler, shorter showers or baths (under 20 minutes)\n- eat plenty of fibre– such as fruit and vegetables, wholegrain bread, pasta and cereal to avoid runny poo orconstipation\neat plenty of fibre – such as fruit and vegetables, wholegrain bread, pasta and cereal to avoid runny poo or constipation\n- do not wipe your bottom after pooing – wash it with water or pat it clean with moist toilet paper, then pat dry\ndo not wipe your bottom after pooing – wash it with water or pat it clean with moist toilet paper, then pat dry\n- do not scratch – if you cannot stop, keep your fingernails short and wear cotton gloves at night\ndo not scratch – if you cannot stop, keep your fingernails short and wear cotton gloves at night\n- do not strain when you go to the toilet\ndo not strain when you go to the toilet\n- do not use scented soaps, bubble bath or bath oil\ndo not use scented soaps, bubble bath or bath oil\n- do not use perfumes or powders near your anus\ndo not use perfumes or powders near your anus\n- do not eat spicy food or drink lots of alcohol and caffeine – these can make itching worse\ndo not eat spicy food or drink lots of alcohol and caffeine – these can make itching worse"}, {"A pharmacist can help with an itchy bottom": "You can ask the pharmacist if they have a private area where you can speak. They can suggest:\n- creams and ointments you can buy to help ease itching\n- medicine and things you should do at home if it's caused by threadworms\nAn itchy bottom that's worse at night is often caused by threadworms, especially in children.\nChildren under 2, and pregnant and breastfeeding women, cannot usually take medicine for threadworms – see a GP, midwife or health visitor instead.\nDo not use:\n- more than 1 cream or ointment at the same time\n- any cream or ointment for longer than a week – they can irritate your skin and make things worse"}, {"No header": "- it does not ease after 3 or 4 days\n- it keeps coming back\n- it worries you or makes it hard to sleep\n- you have itching elsewhere on your body\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will try to work out the cause of your itching. They might need to check your bottom (rectal examination).\nDepending on the cause, the GP might:\n- suggest trying things to ease it yourself for a little longer\n- prescribe medicine or stronger creams and ointments\nTell the GP immediately if a medicine, cream or ointment makes the itching worse.\nYou can also go to a sexual health clinic if you think your itchy bottom might be caused by a sexually transmitted infection (STI) – for example, if you've had unprotected sex. They can provide the same treatments you would get from a GP.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment. They'll often get test results quicker than a GP.\nDuring coronavirus, call a sexual health clinic if you need help or advice. Only go to a clinic if you've been told to."}, {"Causes of an itchy bottom": "There's not always a clear cause of an itchy bottom. If it gets better quickly, it might have been caused by something that does not need treatment, like sweating a lot in hot weather.\nIf it lasts longer, you might be able to get an idea of the cause from any other symptoms you have. But do not self-diagnose – see a GP if you're worried.\nIt's unusual for an itchy bottom on its own to be related to something more serious. But rarely, it may be a sign of something like anal or bowel cancer, so it's important to get it checked by a GP."}, {"No header": ""}]}, {"condition": "Itchy skin", "sections": [{"No header": "Itchy skin is not usually a sign of anything serious. You can often treat it yourself and it will usually go away after a few weeks."}, {"How to treat itchy skin yourself": "Sometimes itching is caused by dry, cracked or irritated skin. There are simple things you can do to help ease the itching.\nThese things may also help stop itchy skin returning and avoid skin damage from scratching.\n- pat or tap your skin instead of scratching it\npat or tap your skin instead of scratching it\n- hold something cool on your skin, like a damp towel\nhold something cool on your skin, like a damp towel\n- have cool or warm baths or showers\nhave cool or warm baths or showers\n- use an unperfumed moisturiser or emollient regularly\nuse an unperfumed moisturiser or emollient regularly\n- keep your nails clean, short and smooth\nkeep your nails clean, short and smooth\n- wear loose cotton clothing\nwear loose cotton clothing\n- use a laundry liquid or powder that's for sensitive skin\nuse a laundry liquid or powder that's for sensitive skin\n- do not wear tight clothes, or clothes made from wool or synthetic fabrics\ndo not wear tight clothes, or clothes made from wool or synthetic fabrics\n- do not spend a long time in the bath or shower\ndo not spend a long time in the bath or shower\n- do not use perfumed soaps, deodorants or moisturisers\ndo not use perfumed soaps, deodorants or moisturisers"}, {"A pharmacist can help with itchy skin": "A pharmacist can recommend the best products to help with itchy skin. For example, creams, lotions or a medicine called antihistamine.\nTell them where your skin is itchy and if you have any other symptoms.\nA pharmacist might also be able to tell you:\n- what you can do to treat it yourself\n- if you need to see a GP"}, {"No header": "- is affecting your daily life\n- does not get better with self-care or it keeps coming back\n- is caused by a new rash, lump or swelling that you're worried about\n- is all over your body; this could be a sign of something more serious\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "A GP might prescribe creams, lotions or tablets, depending on what's causing the itching.\nThey will look at your skin and ask about your symptoms.\nThe GP might arrange a blood test, or wipe a cotton bud over the area of itchy skin (a swab), or gently scrape off some skin cells, so they can be tested. This can help find the cause of your itchy skin.\nA GP may also refer you to see a doctor who specialises in skin problems (dermatologist)."}, {"Causes of itchy skin": "Itchy skin has many possible causes. If you have other symptoms (such as a rash or swelling) this might help to find the cause.\nBut do not try to diagnose yourself. See a GP if you're worried.\nItchy skin is also common during pregnancy or after the menopause. This is caused by hormonal changes and usually gets better over time.\nIn rare cases, itchy skin can be a sign of a more serious condition, such as thyroid, liver or kidney problems."}]}, {"condition": "IVF", "sections": [{"No header": "In vitro fertilisation (IVF) is one of several techniques available to help people with fertility problems have a baby.\nDuring IVF, an egg is removed from the woman's ovaries and fertilised with sperm in a laboratory.\nThe fertilised egg, called an embryo, is then returned to the woman's womb to grow and develop.\nIt can be carried out using your eggs and your partner's sperm, or eggs and sperm from donors."}, {"Who can have IVF?": "The National Institute for Health and Care Excellence (NICE) fertility guidelines make recommendations about who should have access to IVF treatment on the NHS in England and Wales.\nThese guidelines recommend that IVF should be offered to women under the age of 43 who have been trying to get pregnant through regular unprotected sex for 2 years. Or who have had 12 cycles of artificial insemination, with at least 6 of these cycles using a method called intrauterine insemination (IUI).\nHowever, the final decision about who can have NHS-funded IVF in England is made by local clinical commissioning groups (CCGs), and their criteria may be stricter than those recommended by NICE.\nIf you're not eligible for NHS treatment, or you decide to pay for IVF, you can have treatment at a private clinic. Costs vary, but 1 cycle of treatment may cost up to £5,000 or more.\nRead more about the availability of IVF."}, {"Speaking to your GP about IVF": "If you're having trouble getting pregnant, you should start by speaking to your GP. They can advise on how to improve your chances of having a baby. \nIf these measures don't work, your GP can refer you to a fertility specialist for a treatment such as IVF.\nRead more about getting started with IVF."}, {"What happens during IVF": "IVF involves 6 main stages:\n- suppressing your natural cycle– your menstrual cycle is suppressed with medicine\n- helping your ovaries produce extra eggs– medicine is used to encourage your ovaries to produce more than 1 egg at a time\n- monitoring your progress and maturing your eggs– anultrasound scanis carried out to check the development of the eggs, and medicine is used to help them mature\n- collecting the eggs– a needle is inserted through your vagina and into your ovaries to remove the eggs\n- fertilising the eggs– the eggs are mixed with the sperm for a few days to allow them to be fertilised\n- transferring the embryo(s)– 1 or 2 fertilised eggs (embryos) are placed into your womb\nOnce the embryo(s) has been transferred into your womb, you'll need to wait 2 weeks before taking a pregnancy test to see if the treatment has worked.\nRead more about what happens during IVF."}, {"Chances of success": "The success rate of IVF depends on the age of the woman having treatment, as well as the cause of the infertility (if it's known).\nYounger women are more likely to have a successful pregnancy. IVF isn't usually recommended for women over the age of 42 because the chances of a successful pregnancy are thought to be too low.\nIn 2019, the percentage of IVF treatments that resulted in a live birth was:\n- 32% for women under 35\n- 25% for women aged 35 to 37\n- 19% for women aged 38 to 39\n- 11% for women aged 40 to 42\n- 5% for women aged 43 to 44\n- 4% for women aged over 44\nThese figures are for women using their own eggs and their partner’s sperm, using the per embryo transferred measure.\nThe Human Fertilisation and Embryo Authority (HFEA) has more information about in vitro fertilisation (IVF), including the latest success rates\nMaintaining a healthy weight and avoiding alcohol, smoking and caffeine during treatment may improve your chances of having a baby with IVF."}, {"Risks of IVF": "IVF doesn't always result in pregnancy, and it can be both physically and emotionally demanding. You should be offered counselling to help you through the process.\nThere are also a number of health risks involved, including:\n- side effectsfrom the medicines used during treatment, such as hot flushes andheadaches\n- multiple births (such as twins or triplets)– this can be dangerous for both the mother and the children\n- anectopic pregnancy– where the embryo implants in the fallopian tubes, rather than in the womb\n- ovarian hyperstimulation syndrome (OHSS)– where the ovaries overreact to the medicines used during IVF\nRead more about support available during and after IVF and the risks of IVF."}, {"No header": ""}]}]