[{"condition": "Japanese encephalitis", "sections": [{"No header": "Japanese encephalitis is a viral brain infection that's spread through mosquito bites. It's most common in rural areas in southeast Asia, the Pacific islands and the Far East, but is very rare in travellers.\nThe virus is found in pigs and birds, and is passed to mosquitoes when they bite infected animals. It cannot be spread from person to person.\nThere's currently no cure for Japanese encephalitis. Treatment involves supporting the functions of the body as it tries to fight off the infection. \nThe person usually needs to be admitted to hospital so they can be given fluids, oxygen and medication to treat any symptoms."}, {"Symptoms": "Most people infected by the Japanese encephalitis virus have either no symptoms or mild short-lived symptoms, which are often mistaken for flu.\nBut around 1 in every 250 people who become infected with Japanese encephalitis develop more severe symptoms as the infection spreads to the brain. \nThis usually happens 5 to 15 days after infection.\nSymptoms can include:\n- a high temperature (fever)\n- seizures (fits)\n- a stiff neck\n- confusion\n- the inability to speak\n- uncontrollable shaking of body parts(tremor)\n- muscle weakness orparalysis\nUp to 1 in every 3 people who develop these more serious symptoms will die as a result of the infection.\nIn those who survive, these symptoms tend to slowly improve. \nBut it can take several months to make a full recovery, and up to half of those who do survive are left with permanent brain damage. \nThis can lead to long-term problems, such as tremors and muscle twitches, personality changes, muscle weakness, learning difficulties and paralysis in 1 or more limbs."}, {"When to get medical advice": "You should get immediate medical advice if you have any of the symptoms of Japanese encephalitis and you have recently visited, or are still in, an area where the infection is found.\nGOV.UK has information about who to contact when you need immediate medical help abroad. \nIf you're already back in the UK, see your GP.\nYour GP or the healthcare professional treating you will ask about your symptoms, where you have been travelling, what you did on your trip and what vaccinations you have had. \nIf necessary, they may carry out a blood test to see if you have an infection."}, {"How common is Japanese encephalitis?": "It's very rare for travellers visiting risk areas to be affected by Japanese encephalitis. \nIt's estimated less than 1 in a million travellers get Japanese encephalitis in any given year.\nThe World Health Organization (WHO) estimates there are around 68,000 cases of Japanese encephalitis worldwide each year.\nThe people most at risk are those who live and work in rural areas, such as on pig farms and in rice fields, where the condition is widespread. \nAround 75% of cases involve children under the age of 15.\nFind out more about the causes of Japanese encephalitis, and which countries have the highest risk."}, {"Preventing Japanese encephalitis": "The best way to prevent Japanese encephalitis is to be vaccinated against the infection before you visit a part of the world where there's a risk of catching it. \nThe risk is greater if you're planning to visit rural areas or go hiking or camping.\nThe vaccine, which is usually only available privately, gives protection against Japanese encephalitis in more than 9 out of 10 people who receive it.\nEven if you have been vaccinated, you should still take precautions to reduce your risk of being bitten by an infected mosquito, such as:\n- sleeping in rooms with close-fitting gauze over the windows and doors – if you're sleeping outside, use a mosquito net that's been impregnated with insecticide\n- covering up with long-sleeved tops, trousers and socks\n- applying a good-quality insect repellent to exposed areas of skin\nFind out more about how to prevent Japanese encephalitis"}, {"Accessing healthcare abroad": "It's a good idea to keep a list of important telephone numbers with you when travelling abroad. \nThese should include numbers for:\n- local emergency services\n- a representative of the travel company you booked your visit with\n- your travel insurer\n- the British consulate or embassy in the area you're visiting – GOV.UK has adirectory of British consulates and embassies\nFind out more about accessing healthcare abroad"}]}, {"condition": "Jaundice", "sections": [{"No header": "Jaundice is when your skin or the whites of your eyes turn yellow. It can be a sign of something serious, such as liver disease, so you need to get urgent medical help."}, {"Urgent advice: Get advice from 111 now if:": "- your skin or the white part of your eyes looks yellow\nYou may also have itchy skin, darker pee and paler poo than usual.\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nAsk your GP practice for an urgent appointment."}, {"Causes of jaundice": "Jaundice is caused by the build-up in your body of a yellow substance called bilirubin.\nThere are lots of possible reasons for this and some of them are serious.\nThey include:\n- gallstones\n- alcohol-related liver disease\n- pancreatitis\n- hepatitis\n- sickle cell disease\nTreatments for jaundice depend on what's causing it.\nJaundice is common in newborn babies and is usually harmless.\nFind out about newborn jaundice"}]}, {"condition": "Jaundice in newborns, see Newborn jaundice", "sections": [{"No header": "Jaundice in newborn babies is common and usually harmless. It causes yellowing of the skin and the whites of the eyes. The medical term for jaundice in babies is neonatal jaundice.\nYellowing of the skin can be more difficult to see in brown or black skin. It might be easier to see on the palms of the hands or the soles of the feet.\nOther symptoms of newborn jaundice can include:\n- dark, yellow urine (a newborn baby's urine should be colourless)\n- pale-coloured poo (it should be yellow or orange)\nThe symptoms of newborn jaundice usually develop 2 days after the birth and tend to get better without treatment by the time the baby is about 2 weeks old.\nFind out more about the symptoms of jaundice in babies"}, {"No header": "Your baby will be examined for signs of jaundice within 72 hours of being born as part of the newborn physical examination.\nIf your baby develops signs of jaundice after this time, speak to your midwife, health visitor or a GP as soon as possible for advice.\nWhile jaundice is not usually a cause for concern, it's important to determine whether your baby needs treatment.\nIf you're monitoring your baby's jaundice at home, it's also important to contact your midwife straight away if your baby's symptoms quickly get worse or they become very reluctant to feed.\nFind out more about diagnosing jaundice in babies"}, {"Why does my baby have jaundice?": "Jaundice is caused by the build-up of bilirubin in the blood. Bilirubin is a yellow substance produced when red blood cells, which carry oxygen around the body, are broken down.\nJaundice is common in newborn babies because babies have a high number of red blood cells in their blood, which are broken down and replaced frequently.\nAlso, a newborn baby's liver is not fully developed, so it's less effective at removing the bilirubin from the blood.\nBy the time a baby is about 2 weeks old, their liver is more effective at processing bilirubin, so jaundice often corrects itself by this age without causing any harm.\nIn a small number of cases, jaundice can be the sign of an underlying health condition. This is often the case if jaundice develops shortly after birth (within the first 24 hours)."}, {"How common is newborn jaundice?": "Jaundice is one of the most common conditions that can affect newborn babies.\nIt's estimated 6 out of every 10 babies develop jaundice, including 8 out of 10 babies born prematurely before the 37th week of pregnancy.\nBut only around 1 in 20 babies has a blood bilirubin level high enough to need treatment.\nFor reasons that are unclear, breastfeeding increases a baby's risk of developing jaundice, which can often persist for a month or longer. \nBut in most cases, the benefits of breastfeeding far outweigh any risks associated with jaundice."}, {"Treating newborn jaundice": "Treatment for newborn jaundice is not usually needed because the symptoms normally pass within 10 to 14 days, although they can occasionally last longer.\nTreatment is usually only recommended if tests show very high levels of bilirubin in a baby's blood.\nThis is because there's a small risk the bilirubin could pass into the brain and cause brain damage.\nThere are 2 main treatments that can be carried out in hospital to quickly reduce your baby's bilirubin levels.\nThese are:\n- phototherapy – a special type of light shines on the skin, which alters the bilirubin into a form that can be more easily broken down by the liver\n- an exchange transfusion – where your baby's blood is removed using a thin tube (catheter) placed in their blood vessels and replaced with blood from a matching donor; most babies respond well to treatment and can leave hospital after a few days"}, {"Complications": "If a baby with very high levels of bilirubin is not treated, there's a risk they could develop permanent brain damage. This is known as kernicterus.\nKernicterus is very rare in the UK.\nFind out more about kernicterus in babies\nYou can also read the National Institute for Health and Care Excellence (NICE) guidance about jaundice in newborn babies under 28 days."}]}, {"condition": "Jaw pain, see Temporomandibular disorder (TMD)", "sections": [{"No header": "Temporomandibular disorder (TMD) is a condition affecting the movement of the jaw. It's not usually serious and generally gets better on its own."}, {"Check if you have temporomandibular disorder (TMD)": "Signs of TMD include:\n- pain around your jaw, ear and temple\n- clicking, popping or grinding noises when you move your jaw\n- a headache around your temples\n- difficulty opening your mouth fully\n- your jaw locking when you open your mouth\nThe pain may be worse when chewing and when you feel stressed.\nTMD can also stop you getting a good night's sleep."}, {"How to ease temporomandibular disorder (TMD) yourself": "There are some simple things you can do to try to reduce your jaw pain.\n- eat soft food, like pasta, omelettes and soup\neat soft food, like pasta, omelettes and soup\n- takeparacetamoloribuprofen\ntake paracetamol or ibuprofen\n- hold ice packs or heat packs to the jaw, whichever feels better\nhold ice packs or heat packs to the jaw, whichever feels better\n- massage the painful jaw muscles\nmassage the painful jaw muscles\n- try to find ways to relax\ntry to find ways to relax\n- do not chew gum or pen tops\ndo not chew gum or pen tops\n- do not bite food with your front teeth\ndo not bite food with your front teeth\n- do not yawn too wide\ndo not yawn too wide\n- do not bite your nails\ndo not bite your nails\n- do not clench your teeth – apart from when eating, your teeth should be apart\ndo not clench your teeth – apart from when eating, your teeth should be apart\n- do not rest your chin on your hand\ndo not rest your chin on your hand"}, {"No header": "Try either:\n- a pack of frozen peas, wrapped in a tea towel, for no more than 5 minutes at a time,or\n- a hot water bottle, wrapped in a tea towel, twice a day for 15 to 20 minutes"}, {"No header": "- you're unable to eat or drink\n- the pain is affecting your daily life\n- the pain is affecting your sleep\n- the pain and discomfort keep coming back\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for temporomandibular disorder (TMD) from a GP": "The GP may suggest:\n- stronger painkillers\n- relaxation techniques to reduce stress\n- ways to improve your sleep\nThey might suggest you see:\n- a dentist – if teeth grinding might be an issue\n- a psychologist – if stress and anxiety are making your pain worse\n- a physiotherapist – for advice about jaw exercises and massage\nIf these treatments do not help, you may be referred to a specialist in joint problems to discuss other options, such as painkilling injections or surgery."}, {"Causes of temporomandibular disorder (TMD)": "TMD can be caused by:\n- teeth grinding\n- wear and tear of the joint\n- a blow to the head or face\n- stress\n- an uneven bite"}]}, {"condition": "Jellyfish and other sea creature stings", "sections": [{"No header": "Most stings from sea creatures in the UK are not serious and can be treated with first aid. Sometimes you may need to go to hospital."}, {"What to do if you've been stung": "Ask a lifeguard or someone with first aid training for help.\nIf help is not available:\n- rinse the affected area with seawater (not fresh water)\nrinse the affected area with seawater (not fresh water)\n- remove any spines from the skin using tweezers or the edge of a bank card\nremove any spines from the skin using tweezers or the edge of a bank card\n- soak the area in very warm water (as hot as can be tolerated) for at least 30 minutes – use hot flannels or towels if you cannot soak it\nsoak the area in very warm water (as hot as can be tolerated) for at least 30 minutes – use hot flannels or towels if you cannot soak it\n- take painkillers likeparacetamoloribuprofen\ntake painkillers like paracetamol or ibuprofen\n- do not use vinegar\ndo not use vinegar\n- do not pee on the sting\ndo not pee on the sting\n- do not apply ice or a cold pack\ndo not apply ice or a cold pack\n- do not touch any spines with your bare hands\ndo not touch any spines with your bare hands\n- do not cover or close the wound\ndo not cover or close the wound\n- severe pain that is not going away\n- been stung on your face or genitals\n- been stung by a stingray\nFind your nearest minor injuries unit\nyou've been stung and have:\n- difficulty breathing\n- chest pain\n- fits or seizures\n- severe swelling around the affected area\n- severe bleeding\n- vomiting\n- lightheadedness or loss of consciousness\nFind your nearest A&E department"}, {"Symptoms of sea creature stings": "The main symptoms of sea creature stings are intense pain where you're stung and an itchy rash.\nJellyfish and Portuguese man-of-war stings can also cause raised circular areas on the skin (welts)."}, {"How to avoid being stung": "- look out for beach warning signs\nlook out for beach warning signs\n- consider wearing a wetsuit when swimming in the sea, particularly during the spring and summer\nconsider wearing a wetsuit when swimming in the sea, particularly during the spring and summer\n- wear waterproof shoes or sandals when walking in shallow water or rocky areas\nwear waterproof shoes or sandals when walking in shallow water or rocky areas\n- scuff or stamp your feet when walking in shallow water to make sea creatures aware you're approaching\nscuff or stamp your feet when walking in shallow water to make sea creatures aware you're approaching\n- do not touch or handle sea creatures that sting\ndo not touch or handle sea creatures that sting"}, {"UK sea creatures that sting": ""}]}, {"condition": "Jet lag", "sections": [{"No header": "Jet lag is when your normal sleep pattern is disturbed after a long flight. It usually improves within a few days as your body adjusts to the new time zone."}, {"Ways to reduce jet lag": "Jet lag cannot be prevented, but there are things you can do to reduce its effects.\nGet plenty of rest before you travel. You could start going to bed and getting up earlier or later than usual (more like the time zone of the place you're travelling to).\n- drink plenty of water\ndrink plenty of water\n- keep active by stretching and regularly walking around the cabin\nkeep active by stretching and regularly walking around the cabin\n- try to sleep if it's night time at your destination\ntry to sleep if it's night time at your destination\n- use an eye mask and earplugs if they help you sleep\nuse an eye mask and earplugs if they help you sleep\n- do not drink too much caffeine or alcohol – they can make jet lag worse\ndo not drink too much caffeine or alcohol – they can make jet lag worse\n- change your sleep schedule to the new time zone as quickly as possible\nchange your sleep schedule to the new time zone as quickly as possible\n- set an alarm to avoid oversleeping in the morning\nset an alarm to avoid oversleeping in the morning\n- go outside during the day – natural light will help your body clock adjust\ngo outside during the day – natural light will help your body clock adjust\n- do not sleep during the day – only sleep at night time\ndo not sleep during the day – only sleep at night time\nIf your trip is short (2 to 3 days), try to eat and sleep at the times you would at home."}, {"There's no treatment for jet lag": "Medicines are not usually needed for jet lag.\nJet lag often improves after a few days as your body clock adjusts to the new time zone.\nSleeping tablets may be helpful if you're having problems sleeping (insomnia). But they can be addictive so should only be used for a short time and if symptoms are severe.\nMelatonin is a natural hormone released by the body in the evening to let your brain know it's time to sleep.\nMelatonin tablets are not recommended for jet lag because there's not enough evidence to show they work."}, {"Symptoms of jet lag": "The main symptoms of jet lag are:\n- difficulty sleeping at bedtime and waking up in the morning\n- tiredness and exhaustion\n- difficulty staying awake during the day\n- poor sleep quality\n- concentration and memory problems\nJet lag can also sometimes cause dizziness, indigestion, nausea, constipation, changes in appetite and mild anxiety."}]}, {"condition": "Joint hypermobility syndrome", "sections": [{"No header": "Joint hypermobility syndrome is when you have very flexible joints and it causes you pain (you may think of yourself as being double-jointed).\nIt usually affects children and young people and often gets better as you get older."}, {"Non-urgent advice:  See a GP if you:": "- often get tired, even after rest\n- keep getting pain and stiffness in your joints or muscles\n- keep getting sprains and strains\n- keep dislocating your joints (they \"pop out\")\n- have poor balance or co-ordination\n- have thin, stretchy skin\n- have bladder or bowel problems\nThese can be symptoms of joint hypermobility syndrome.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "A GP will usually test the flexibility of your joints using the Beighton score.\nThey may also refer you for a blood test or X-ray to help rule out any other conditions like arthritis.\n4 points = hypermobility likely\n4 points and pain in 4 or more joints for at least 3 months = joint hypermobility syndrome likely\nA doctor will also use more detailed criteria to help their diagnosis."}, {"Treating joint hypermobility syndrome": "There's no cure for joint hypermobility syndrome.\nThe main treatment is improving muscle strength and fitness so your joints are better protected.\nA GP may refer you to a physiotherapist, occupational therapist or podiatrist for specialist advice.\nYou can also pay for these services privately.\nThese physical therapies can help to:\n- reduce pain and the risk of dislocations\n- improve muscle strength and fitness\n- improve your posture and balance\nParacetamol and anti-inflammatory painkillers (like ibuprofen, which comes as tablets, gels and sprays) may help to ease pain.\nSpeak to a pharmacist about the best painkiller for you.\nA GP may be able to prescribe stronger painkillers.\nIf you're in severe pain, a GP may be able to refer you to a pain clinic to help you cope with pain.\nTo help ease joint pain and stiffness, you can:\n- have warm baths\n- use hot water bottles\n- use heat-rub cream"}, {"No header": "Find physiotherapy services\nFind occupational therapy services\nFind a pharmacy\nIt may also help to join a support group like the Hypermobility Syndromes Association or Ehlers-Danlos Support UK."}, {"Joint care you can do yourself": "If you have joint hypermobility syndrome, there are things you can do to improve joint and muscle strength and reduce strain.\n- start withlow-impact exerciselike swimming or cycling if you've not been active before (not doing any exercise can make your symptoms worse)\nstart with low-impact exercise like swimming or cycling if you've not been active before (not doing any exercise can make your symptoms worse)\n- maintain ahealthy weight\nmaintain a healthy weight\n- wear supportive shoes\nwear supportive shoes\n- wear special insoles (orthotics) in your shoes if a podiatrist has recommended them\nwear special insoles (orthotics) in your shoes if a podiatrist has recommended them\n- do not overextend your joints just because you can\ndo not overextend your joints just because you can\n- do not do repetitive exercises or activities – take regular breaks (called pacing)\ndo not do repetitive exercises or activities – take regular breaks (called pacing)"}, {"Joint hypermobility syndrome in children": "Download the Alder Hey Children's NHS Foundation Trust's leaflet: Hypermobility Information for parents, carers and schools (PDF, 158kb)"}, {"What causes joint hypermobility syndrome": "Joint hypermobility syndrome can run in families and it cannot be prevented.\nUsually, the joints are loose and stretchy because the ligaments that should make them stronger and support them are weak.\nThe weakness is because the collagen that strengthens the ligaments is different from other people's.\nMost experts agree that joint hypermobility syndrome is part of a spectrum of hypermobility disorders which includes Ehlers-Danlos syndrome. Some people with hypermobility spectrum disorders do not have symptoms."}]}, {"condition": "Joint pain", "sections": [{"No header": "Joint pain is common, especially as you get older. There are things you can do to ease the pain but get medical help if it's very painful or it does not get better."}, {"Types of joint pain": "Common types of joint pain include:\n- knee pain\n- shoulder pain\n- hip pain\n- foot pain, including your ankle and toes\n- hand pain,including your wrist and fingers\n- elbow pain\n- neck pain\nYou might feel pain in 1 joint, or more than 1 joint at the same time, such as your knees and hips."}, {"Causes of joint pain": "There are many possible causes of joint pain. It might be caused by an injury or a longer-lasting problem such as arthritis.\nYour symptoms might give you an idea what could be causing the pain. But do not self-diagnose, see a GP if you're worried."}, {"How you can ease joint pain": "There are some things you can do to ease joint pain.\n- try to rest the affected joint if you can\ntry to rest the affected joint if you can\n- put an ice pack (or bag of frozen peas) wrapped in a towel on the painful area for up to 20 minutes every 2 to 3 hours\nput an ice pack (or bag of frozen peas) wrapped in a towel on the painful area for up to 20 minutes every 2 to 3 hours\n- take painkillers, such asibuprofenorparacetamol, but do not take ibuprofen in the first 48 hours after an injury\ntake painkillers, such as ibuprofen or paracetamol, but do not take ibuprofen in the first 48 hours after an injury\n- try to lose weight if you're overweight\ntry to lose weight if you're overweight\n- do not carry anything heavy\ndo not carry anything heavy\n- do not completely stop moving the affected joint\ndo not completely stop moving the affected joint"}, {"Non-urgent advice:  See a GP if:": "- joint pain is stopping you doing normal activities or affecting your sleep\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it at home for 2 weeks\n- your joints are stiff for more than 30 minutes after waking up\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- you have joint pain and the skin around it is swollen and feels hot\n- you have joint pain and feel generally unwell and have a high temperature or feel hot and shivery\nYou can call 111 or get help from 111 online."}, {"Immediate action required: Go to A&E or call 999 if:": "- you have very bad joint pain after a fall or injury\n- you're unable to walk or put weight on a joint\n- your joint has moved out of place\n- you have any tingling or you have no feeling in the area around the joint after an injury"}, {"Treatments for joint pain": "Treatment for joint pain depends on what's causing it. Sometimes the pain might go away without treatment.\nA GP might:\n- prescribe stronger painkillers\n- prescribe antibiotics if they think you have an infection\n- refer you forphysiotherapy\n- refer you to a hospital for a scan or specialist treatment, for examplesteroid injectionsor surgery"}]}]