[{"condition": "Labial fusion", "sections": [{"No header": "Labial fusion, or labial adhesion, is when the small inner lips around the entrance to the vagina become sealed together.\nIn some cases, this can completely seal the vaginal opening, leaving a very small gap at the front that pee passes through.\nIt's fairly common in girls under 7 years old and is usually nothing to worry about."}, {"Causes of labial fusion": "It's not certain what causes labial fusion, but it usually happens as a result of irritation or inflammation of the vaginal area, known as vaginitis.\nThis can cause the inner lips of the vulva to become sticky.\nWithout enough oestrogen in the body, which is quite normal before puberty, the lips can stay stuck together and gradually become firmly joined.\nThe problem is rarely seen in girls after they begin puberty because this is when they start to produce the hormone oestrogen."}, {"Seeing a GP": "For most babies or girls, labial fusion does not cause any problems and is often discovered accidentally by a parent or carer during nappy changing or bathing.\nThe GP can confirm labial fusion after doing a routine examination of the child's genital area."}, {"Treating labial fusion": "A labial fusion or adhesion usually separates naturally without treatment.\nTreatment for labial fusion is not recommended unless there are other symptoms, such as dribbling after peeing, which may cause problems or discomfort.\nTreatment is with oestrogen cream or ointment applied daily or, very rarely, surgical separation.\nA small blob of the cream or ointment is applied daily on to the central line of fusion of the inner lips of the vulva.\nThis should be continued for 4 to 6 weeks until the membrane starts to dissolve and the labia eventually separate completely.\nYou should stop applying the cream when the membrane dissolves.\nTo enable the labial edges to heal properly and prevent another labial fusion forming, continue to apply an emollient, such as nappy rash cream, for a few months after the fusion has separated.\nOestrogen creams and ointments can occasionally cause side effects, especially if used for longer than a few weeks.\nDo not apply oestrogen creams and ointments for longer than 6 weeks.\nSide effects can include:\n- irritation around the genital area\n- temporary darkening of the skin in the genital area\n- vaginal spotting or bleeding after stopping using the cream or ointment\nSide effects should go away after the oestrogen cream or ointment is stopped.\nSurgery is very rarely needed to treat labial fusion. \nIt may be considered if:\n- an oestrogen cream or ointment does not work\n- a fusion is particularly thick and severe\n- there's trapped pee in the vagina, which can dribble out after peeing and cause vulval soreness\nLabial fusions are relatively easy to separate. They can usually be gently pulled apart by hand, or a small blunt probe can be used.\nA surgical separation is usually performed under a general anaesthetic, where you're asleep, or local anaesthetic, where the area is numbed, as the procedure can be quite painful and can cause distress.\nTo allow the labial edges to heal properly and prevent another labial fusion forming, it's advised to apply an emollient, such as nappy rash cream or Vaseline, to the labia for a few weeks afterwards.\nThere's a high chance the fusion will return after treatment, whether it's with oestrogen cream or surgery."}, {"Complications of labial fusion": "Labial fusion is not linked to any medical condition and has no long-term implications for your child.\nIt will not affect her future fertility or sexual life. In most cases, a fusion corrects itself during puberty.\nIn up to 1 in 7 of cases, a fusion may come back, but this tendency usually stops before puberty begins.\nRarely, labial fusion can cause:\n- infection (such as aurinary tract infection)\n- soreness or pain in the genital area\n- pee becoming trapped in the vagina, leading to pee leaking between visits to the toilet"}, {"Video: labial fusion in children": "This video explains what labial fusion is and gives advice on where to seek help."}]}, {"condition": "Labyrinthitis and vestibular neuritis", "sections": [{"No header": "Labyrinthitis is an inner ear infection that affects your balance. It's sometimes called vestibular neuritis. It usually gets better by itself within a few weeks."}, {"Check if you have labyrinthitis": "The most common symptoms of labyrinthitis are:\n- dizzinessor feeling that everything around you is spinning(vertigo)\n- feeling unsteady and off balance – you might find it difficult to stay upright or walk in a straight line\n- feeling or being sick\n- hearing loss\n- ringing in your ears(tinnitus)\nSymptoms can start suddenly. They may be there when you wake up and get worse as the day goes on.\nThe symptoms often ease after a few days.\nYou'll usually get your balance back over 2 to 6 weeks, although it can take longer.\nLabyrinthitis usually gets better on its own. But there are things you can do to ease the symptoms:\n- lie still in a dark room if you feel very dizzy\nlie still in a dark room if you feel very dizzy\n- drink plenty of water if you're being sick – it's best to drink little and often\ndrink plenty of water if you're being sick – it's best to drink little and often\n- try to avoid noise and bright lights\ntry to avoid noise and bright lights\n- get enough sleep – tiredness can make symptoms worse\nget enough sleep – tiredness can make symptoms worse\n- start to go for walks outside as soon as possible – it may help to have someone with you to steady you until you become confident\nstart to go for walks outside as soon as possible – it may help to have someone with you to steady you until you become confident\n- when you're out and about, keep your eyes focused on a fixed object, rather than looking around all the time\nwhen you're out and about, keep your eyes focused on a fixed object, rather than looking around all the time\n- do not drive, cycle or use tools or machinery if you feel dizzy\ndo not drive, cycle or use tools or machinery if you feel dizzy\n- do not drink alcohol – it can make symptoms worse\ndo not drink alcohol – it can make symptoms worse\n- symptoms of labyrinthitis that do not get better after a few days\n- symptoms of labyrinthitis that are getting worse\n- been diagnosed with labyrinthitis and your symptoms have not improved after another week\nThe GP may refer you to a hospital specialist.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- if you have sudden hearing loss in 1 ear\nYou may need to be referred to a specialist for tests, and possibly treatment."}, {"Labyrinthitis and vestibular neuritis – what's the difference?": "Labyrinthitis and vestibular neuritis are problems with different parts of the inner ear, which are needed for balance:\n- Labyrinthitis is inflammation of the labyrinth – a maze of fluid-filled channels in the inner ear\n- Vestibular neuritis is inflammation of the vestibular nerve – the nerve in the inner ear that sends messages to the brain\nThe symptoms of vestibular neuritis and labyrinthitis are very similar.\nHowever, if your hearing is affected, then labyrinthitis is the cause. This is because inflammation of the labyrinth affects hearing, while inflammation of the vestibular nerve does not"}, {"Treatment from a GP for labyrinthitis": "If you have labyrinthitis, a GP may prescribe antihistamines or motion-sickness tablets for up to 3 days. Do not take them for any longer, as they can slow down your recovery.\nLabyrinthitis is usually caused by a viral infection, such as a cold or flu, so antibiotics will not help. But a GP may prescribe antibiotics if they think your infection is bacterial.\nSometimes, balance problems can last for much longer – for many months or even years.\nVestibular rehabilitation is a series of exercises that can help restore balance. You should only do the exercises under the supervision of a physiotherapist.\nYou can ask a GP to refer you to a physiotherapist, or it may be possible to refer yourself directly.\nWaiting lists for NHS physiotherapy can be long and you may prefer to pay for private treatment. Most private physiotherapists accept direct self-referrals.\nRead more about accessing physiotherapy.\nThe Brain & Spine Foundation has a factsheet about vestibular rehabilitation exercises\nIn this video, Hazel talks about how labyrinthitis affected her balance and perception and how she found help."}]}, {"condition": "Lactate dehydrogenase (LDH) test", "sections": [{"No header": "A lactate dehydrogenase (LDH) test measures the amount of LDH in the blood.\nLactate dehydrogenase is an enzyme that the body uses during the process of turning sugar into energy for your cells to use.\nLDH is found in many of the body's tissues and organs, including the muscles, liver, heart, pancreas, kidneys, brain and blood cells.\nThe LDH test is mainly used to help identify the location and severity of tissue damage in the body.\nIt's also sometimes used to monitor how far certain conditions have progressed.\nThese include: \n- kidney disease\n- liver disease\n- some types ofcancer\nIn the past, LDH levels were also used to help diagnose and monitor heart attacks. But other tests are now usually used to do this.\nRead more about the LDH test at Lab Tests Online UK"}]}, {"condition": "Lactose intolerance", "sections": [{"No header": "Lactose intolerance is a common digestive problem where the body is unable to digest lactose, a type of sugar mainly found in milk and dairy products."}, {"Symptoms of lactose intolerance": "Symptoms of lactose intolerance usually develop within a few hours of consuming food or drink that contains lactose.\nThey may include:\n- farting\n- diarrhoea\n- a bloated stomach\n- stomach cramps and pains\n- stomach rumbling\n- feeling sick\nThe severity of your symptoms and when they appear depends on the amount of lactose you have consumed.\nSome people may still be able to drink a small glass of milk without triggering any symptoms, while others may not even be able to have milk in their tea or coffee."}, {"When to seek medical advice": "The symptoms of lactose intolerance can be similar to several other conditions, so it's important to see your GP for a diagnosis before removing milk and dairy products from your diet.\nFor example, the symptoms above can also be caused by:\n- irritable bowel syndrome (IBS)– a long-term disorder that affects the digestive system\n- milk protein intolerance – an adverse reaction to the protein in milk from cows (not the same as a milkallergy)\nIf your GP thinks you have lactose intolerance, they may suggest avoiding foods and drinks containing lactose for 2 weeks to see if your symptoms improve."}, {"What causes lactose intolerance?": "The body digests lactose using a substance called lactase. This breaks down lactose into 2 sugars called glucose and galactose, which can be easily absorbed into the bloodstream.\nPeople with lactose intolerance do not produce enough lactase, so lactose stays in the digestive system, where it's fermented by bacteria.\nThis leads to the production of various gases, which cause the symptoms associated with lactose intolerance.\nDepending on the underlying reason why the body's not producing enough lactase, lactose intolerance may be temporary or permanent.\nMost cases that develop in adults are inherited and tend to be lifelong, but cases in young children are often caused by an infection in the digestive system and may only last for a few weeks.\nIn the UK, lactose intolerance is more common in people of Asian or African-Caribbean descent.\nLactose intolerance can develop at any age. Many cases first develop in people aged 20 to 40, although babies and young children can also be affected."}, {"Is it an allergy?": "Lactose intolerance is not the same as a milk or dairy allergy. Food allergies are caused by your immune system reacting to a certain type of food. This causes symptoms such as a rash, wheezing and itching.\nIf you're allergic to something, even a tiny particle can be enough to trigger a reaction, while most people with lactose intolerance can still consume small amounts of lactose without experiencing any problems, although this varies from person to person."}, {"Treating lactose intolerance": "There's no cure for lactose intolerance, but cutting down on food and drink containing lactose usually helps to control the symptoms.\nLactose-free products include:\n- lactose-free cows' milk\n- soya milks, yoghurts and some cheeses\n- rice, oat, almond, hazelnut, coconut, quinoa and potato milks\nYour GP may also recommend calcium and vitamin D supplements.\nYou may be advised to take lactase substitutes, which are drops or tablets you can take with your meals or drinks to improve your digestion of lactose."}, {"Complications of lactose intolerance": "Milk and other dairy products contain calcium, protein and vitamins, such as A, B12 and D.\nLactose also helps your body absorb a number of other minerals, such as magnesium and zinc.\nThese vitamins and minerals are important for the development of strong, healthy bones.\nIf you're lactose intolerant, getting the right amount of important vitamins and minerals can prove difficult.\nThis may lead to unhealthy weight loss and put you at increased risk of developing the following conditions:\n- osteopenia – where you have a very low bone-mineral density; left untreated, it can develop into osteoporosis\n- osteoporosis– where your bones become thin and weak, and your risk of breaking a bone is increased\n- malnutrition– when the food you eat does not give you the nutrients essential for a healthy functioning body; this means wounds can take longer to heal and you may start to feel tired or depressed\nIf you're concerned that dietary restrictions are putting you at risk of complications, you may find it helpful to consult a dietitian.\nThey can advise you on your diet and whether you require food supplements.\nYour GP should be able to refer you to an NHS dietitian free of charge. Or you can contact a private dietitian.\nThe British Dietetic Association has information on how to find a private dietitian."}]}, {"condition": "Lambert-Eaton myasthenic syndrome", "sections": [{"No header": "Lambert-Eaton myasthenic syndrome (LEMS) is a very rare condition that affects the signals sent from the nerves to the muscles.\nIt means the muscles are unable to tighten (contract) properly, resulting in muscle weakness and a range of other symptoms.\nAbout half of LEMS cases occur in middle-aged or older people with lung cancer. The remaining cases are not associated with cancer and can start at any age.\nLEMS is also known as myasthenic syndrome or Eaton-Lambert syndrome."}, {"Symptoms of LEMS": "The symptoms of LEMS develop gradually over weeks or months.\nThe main symptoms are weakness in the legs, arms, neck and face, as well as problems with automatic body functions, such as controlling blood pressure.\nCommon symptoms include:\n- aching muscles\n- difficulty walking and climbing stairs\n- difficulty lifting objects or raising the arms\n- drooping eyelids,dry eyesand blurred vision\n- swallowing problems\n- dizzinessupon standing\n- adry mouth\n- constipation\n- erectile dysfunction\n- strength that temporarily improves when exercising, only to reduce as exercise continues\nSee a GP if you have a combination of these symptoms."}, {"Causes of LEMS": "LEMS is caused by the body's natural defences (the immune system) mistakenly attacking and damaging the nerves.\nNormally, nerve signals travel down the nerves and stimulate the nerve endings to release a chemical called acetylcholine. This chemical then helps activate the muscles.\nIf the nerve endings are damaged, the amount of acetylcholine they produce decreases, which means nerve signals do not reach the muscles properly.\nIt's not known what triggers the immune system to attack the nerves. It's often associated with lung cancer, but can occur in people without cancer.\nLEMS is not inherited."}, {"Tests for LEMS": "The GP will first check your medical history, ask about your symptoms, carry out a physical examination, and test your reflexes.\nIf they think you have a problem with your nerves, they may refer you to a specialist called a neurologist for further tests to determine the cause.\nTests you may have include:\n- blood tests– a blood test can detect substances in the blood (antibodies) resulting from the immune system attacking the nerves\n- nerve studies– a needle may be inserted into your skin to check how well signals are reaching the muscles from the nerves\n- scans– you may have aCT scanorPET scanto check for lung cancer\nIf initial scans do not find cancer, you may be advised to have regular scans every few months for a few years to check that it does not develop later on."}, {"Treatments for LEMS": "There's currently no cure for LEMS, but a number of treatments can help reduce the symptoms.\nThese include:\n- treatment for lung cancer– if you have lung cancer, treating it can significantly improve the symptoms of LEMS\n- medicine to help nerve signals reach the muscles– commonly used medicines include 3,4-diaminopyridine and pyridostigmine\n- medicine to reduce the activity of the immune system (immunosuppressants)– commonly used medicines includesteroid tablets(prednisolone, azathioprine and methotrexate\n- immunoglobulin therapy– injections of antibodies from donated blood that temporarily stop your immune system attacking your nerves\n- plasmapheresis– a procedure to redirect your blood through a machine that filters out the antibodies attacking your nerves\nMedicine is the main treatment, although immunoglobulin therapy and plasmapheresis may be recommended in the short term, or if muscle weakness is severe and other treatments have not helped."}, {"Outlook for LEMS": "Some people respond well to treatment and are eventually able to stop taking medicine, although this may not be for several years.\nOthers respond less well and find the condition affects their everyday activities and quality of life.\nLEMS does not affect life expectancy if it's not associated with cancer. But people with lung cancer and LEMS tend to have a shorter life expectancy because it's often not diagnosed until the cancer has spread, and by this point it's very difficult to treat."}, {"Information about you": "If you have LEMS, your clinical team may pass information about you on to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nFind out more about the register."}]}, {"condition": "Laparoscopy (keyhole surgery)", "sections": [{"No header": "Laparoscopy is a type of surgical procedure that allows a surgeon to access the inside of the abdomen (tummy) and pelvis without having to make large incisions in the skin.\nThis procedure is also known as keyhole surgery or minimally invasive surgery.\nLarge incisions can be avoided during laparoscopy because the surgeon uses an instrument called a laparoscope.\nThis is a small tube that has a light source and a camera, which relays images of the inside of the abdomen or pelvis to a television monitor.\nThe advantages of this technique over traditional open surgery include:\n- a shorter hospital stay and faster recovery time\n- less pain and bleeding after the operation\n- reduced scarring"}, {"When laparoscopy is used": "Laparoscopy can be used to help diagnose a wide range of conditions that develop inside the abdomen or pelvis. It can also be used to carry out surgical procedures, such as removing a damaged or diseased organ, or removing a tissue sample for further testing (biopsy).\nLaparoscopy is most commonly used in:\n- gynaecology– the study and treatment of conditions affecting the female reproductive system\n- gastroenterology– the study and treatment of conditions affecting the digestive system\n- urology– the study and treatment of conditions affecting the urinary system\nRead more about when laparoscopy is used."}, {"How laparoscopy is carried out": "Laparoscopy is carried out under general anaesthetic, so you won't feel any pain during the procedure.\nDuring laparoscopy, the surgeon makes one or more small incisions in the abdomen. These allow the surgeon to insert the laparoscope, small surgical tools, and a tube used to pump gas into the abdomen. This makes it easier for the surgeon to look around and operate.\nAfter the procedure, the gas is let out of your abdomen, the incisions are closed using stitches and a dressing is applied.\nYou can often go home on the same day of your laparoscopy, although you may need to stay in hospital overnight.\nRead more about how laparoscopy is performed."}, {"Safety": "Laparoscopy is a commonly performed procedure and serious complications are rare.\nMinor complications are estimated to occur in 1 or 2 out of every 100 cases following laparoscopy. They include:\n- infection\n- minor bleeding and bruising around the incision\n- feeling sick and vomiting\nSerious complications after laparoscopy are estimated to occur in 1 out of every 1,000 cases. They include:\n- damage to an organ, such as your bowel or bladder, which could result in the loss of organ function\n- damage to a major artery\n- complications arising from the use of carbon dioxide during the procedure, such as the gas bubbles entering your veins or arteries\n- a seriousallergic reactionto thegeneral anaesthetic\n- a blood clot developing in a vein, usually in one of the legs (deep vein thrombosisor DVT), which can break off and block the blood flow in one of the blood vessels in the lungs (pulmonary embolism)\nFurther surgery is often required to treat many of these more serious complications."}]}, {"condition": "Laryngeal (larynx) cancer", "sections": [{"No header": "Laryngeal cancer is a type of cancer that affects the larynx (voice box).\nThe larynx is part of the throat found at the entrance of the windpipe (trachea). It plays an important role in helping you breathe and speak.\nIn the UK, there are more than 2,000 new cases of laryngeal cancer each year.\nThe condition is more common in people over the age of 60. It's more common in men than women."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of laryngeal cancer": "The main symptom of laryngeal cancer is having a hoarse voice for more than 3 weeks.\nOther symptoms include:\n- a change in your voice, such as sounding hoarse\n- pain when swallowing ordifficulty swallowing\n- a lump or swelling in your neck\n- a long-lastingcoughor breathlessness\n- a persistentsore throatorearache\n- a high-pitched wheezing noise when you breathe\n- in severe cases, difficulty breathing\nSome people may also experience bad breath, unintentional weight loss, or fatigue (extreme tiredness)."}, {"When to see your GP": "You should see a GP if you have had a hoarse voice for more than 3 weeks.\nThese symptoms are often caused by less serious conditions, such as laryngitis, but it's a good idea to get them checked out.\nIf necessary, your GP can refer you to a hospital specialist for further tests to confirm or rule out cancer.\nRead more about diagnosing laryngeal cancer."}, {"What causes laryngeal cancer": "It's not clear exactly what causes laryngeal cancer, but your risk of getting the condition is increased by:\n- smoking tobacco\n- regularly drinking large amounts of alcohol\n- having family members (such as a parent, brother, sister or child) who have had laryngeal cancer\n- having an unhealthy diet low in fruit and vegetables\n- exposure to certain chemicals and substances, such as asbestos and coal dust\nBy adopting a healthy lifestyle, including avoiding alcohol and tobacco, you can significantly reduce your chances of developing laryngeal cancer.\nRead more about the causes of laryngeal cancer and preventing laryngeal cancer."}, {"How laryngeal cancer is treated": "The main treatments for laryngeal cancer are radiotherapy, surgery, chemotherapy and targeted cancer medicines.\nRadiotherapy or surgery to remove the cancerous cells from the larynx can often cure laryngeal cancer if it's diagnosed early.\nIf the cancer is advanced, a combination of surgery to remove part or all of the larynx, radiotherapy and chemotherapy can be used.\nIf you have surgery to remove your larynx, you'll no longer be able to speak or breathe in the usual way.\nInstead, you will breathe through a permanent hole in your neck (stoma) and will need additional treatment and speech and language therapy to help you communicate.\nThis may include a valve being placed in your throat, or using an electrical device you hold against your throat to produce sound.\nRead more about treating laryngeal cancer and recovering from laryngeal cancer surgery."}, {"Outlook": "The outlook for laryngeal cancer depends on the extent of the cancer when it's diagnosed and treated.\nFortunately, most laryngeal cancers are diagnosed at an early stage, which means the outlook is generally better than some other types of cancer.\nOverall, about 65 out of every 100 people will live for 5 years or more after diagnosis, and about 55 out of every 100 people will live for 10 years or more.\nIf you smoke, stopping smoking after being diagnosed with laryngeal cancer may improve your outlook."}]}, {"condition": "Laryngitis", "sections": [{"No header": "Laryngitis is when your voice box or vocal cords in the throat become irritated or swollen. It usually goes away by itself within 1 to 2 weeks."}, {"Check if you have laryngitis": "Laryngitis usually comes on suddenly and gets worse during the first 3 days.\nThe main symptoms are:\n- a hoarse (croaky) voice\n- sometimes losing your voice\n- an irritating cough that does not go away\n- always needing to clear your throat\n- a sore throat\nChildren can also:\n- have a temperature of 38C or above\n- be off their food or drink\n- have difficulty breathing (but this is rare)\nLaryngitis is often linked to other illnesses, such as colds and flu, so you may also have other symptoms."}, {"No header": "If you're not sure it's laryngitis, check other sore throat symptoms."}, {"How you can treat laryngitis yourself": "Laryngitis usually goes away on its own after 1 to 2 weeks and you do not need to see a GP.\n- try to speak as little as possible\ntry to speak as little as possible\n- drink plenty of fluids\ndrink plenty of fluids\n- keep the air moist by putting out bowls of water – central heating and air conditioning make the air dry\nkeep the air moist by putting out bowls of water – central heating and air conditioning make the air dry\n- gargle with warm salty water (children should not try this)\ngargle with warm salty water (children should not try this)\n- do not talk loudly or whisper – both strain your voice\ndo not talk loudly or whisper – both strain your voice\n- do not smoke\ndo not smoke\n- do not spend time in smoky or dusty places\ndo not spend time in smoky or dusty places\n- do not drink too much caffeine or alcohol – they causedehydration\ndo not drink too much caffeine or alcohol – they cause dehydration"}, {"No header": "- Dissolve half a teaspoon of salt in a glass of warm water. Warm water helps salt dissolve.\n- Gargle with the solution then spit it out. Do not swallow it.\n- Repeat as often as you like.\nThis is not suitable for younger children."}, {"A pharmacist can help with laryngitis": "Speak to a pharmacist about your sore throat.\nThey can give advice and suggest treatments, including:\n- paracetamoloribuprofen\n- cough syrup to help with your cough\n- solutions to gargle or lozenges for the pain"}, {"No header": ""}, {"No header": "- your symptoms do not improve after 2 weeks\n- it's very painful or it's difficult to swallow\n- you keep getting laryngitis or voice problems\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will try to work out what has caused your laryngitis.\nThey may:\n- look inside your throat using a small mirror\n- wipe a cotton bud around the back of your throat for testing\n- arrange a blood test\n- refer you to an ear, nose and throat (ENT) specialist (if you keep getting laryngitis)\nIf your laryngitis is caused by an infection, the GP might prescribe antibiotics."}, {"No header": "- you or your child are having difficulty breathing\nFind your nearest A&E"}, {"What causes laryngitis": "Laryngitis usually happens when you have an infection from a virus, such as cold or flu. A flu vaccination will help prevent you getting flu.\nOther things that cause laryngitis include:\n- allergies to things like dust and fumes\n- acid from your stomach coming up your throat (acid reflux)\n- coughing over a long time\n- clearing your throat all the time"}, {"No header": ""}]}, {"condition": "Laser eye surgery and lens surgery", "sections": [{"No header": "Surgery to improve your eyesight is known as refractive surgery or vision correction. There are 2 different types: laser eye surgery and lens surgery.\nBoth types of surgery can make you less dependent on glasses or contact lenses. Research shows that both are safe and effective.\nWhat type of refractive surgery will suit you best depends on a range of things, including your eyesight, eye health, age, budget and lifestyle.\nYour surgeon will examine your eyes, assess your needs and help you decide on the best option for you.\nWhen weighing up the risks and benefits of refractive surgery bear in mind that wearing contact lenses also carries some risks for your eye health.\nRefractive surgery is not available on the NHS for people who just want to improve their eyesight.\nMost people have it done at a private clinic. Costs vary according to what kind of surgery you're having."}, {"Laser eye surgery": "Laser eye surgery, or laser vision correction, involves using lasers to reshape the front surface (cornea) of your eyes so that you can focus better. It can correct short-sightedness, long-sightedness and astigmatism.\nLaser eye surgery is suitable for most people over 18. Ideally your eye prescription will have stayed more or less the same for about 2 years. Lens surgery may be more suitable if you have a high spectacle prescription or later in life.\nThere are 3 main types of laser eye surgery: LASIK, SMILE and surface laser treatments.\n- LASIK– this is done with 2 lasers, one to open up a thin flap in the surface of the cornea, and another to reshape the cornea underneath. The protective flap is then smoothed back over and stays in place without stitches.\n- SMILE– the surgeon reshapes your cornea through a small, self-sealing hole.\n- Surface laser treatments (PRK, LASEK and TransPRK)– the clear skin covering the cornea is removed so the surgeon can reshape your cornea with a laser. The skin then grows back naturally.\nAll 3 types of laser eye surgery have similar results. Your surgeon will talk through your options with you and help you decide on the most helpful one for you.\nAbout 1 in 10 people who have laser eye surgery need more surgery to get the best possible results. There's usually no extra cost for this.\nCommon side effects include:\n- Mild, gritty discomfort– artificial tears can help with this and your eyes will usually feel comfortable again in about 3 to 6 months\n- Visual disturbances(such as glare from oncoming headlights when driving at night) – this usually resolves or can be treated successfully\n- Red marks on the white of your eye– these always fade away in about a month\nSevere loss of vision is very rare."}, {"Lens surgery": "There are 2 main types of lens surgery: phakic intraocular lens (PIOL) surgery and refractive lens exchange (RLE).\nWith PIOL artificial lenses are placed in your eyes without removing your own natural lenses. It's a bit like building contact lenses into your eyes.\nBecause the lens is inside your eye, you can do things you could not normally do in contact lenses, such as swimming or water sports.\nPIOL can be a good option for younger people who are not able to have eye laser surgery, perhaps because they have a high eye prescription or a high degree of astigmatism. Later in life, RLE may be a better alternative.\nThe surgeon makes a small cut in the surface of your eye and slips the news lens in through this. No stitches are needed.\nYour surgeon will discuss any side effects and risks with you before you go ahead with surgery.\nIt's normal to get some disturbance in your vision after PIOL but this should gradually settle down. Glare from oncoming headlights while driving at night is common to begin with.\nThe surface of your eye may feel uncomfortable for a while. You may also have red blotches on the white of your eye for few weeks.\nSerious complications are rare and, if you do have any problems after surgery, they can usually be corrected. Cataracts (when the lenses in the eyes become cloudy) may develop earlier in life after PIOL.\n\nRefractive lens exchange (RLE)\nRLE is basically the same as cataract surgery. The natural lens in your eye is removed and replaced with a new, artificial one.\nRLE may be a good option if you're older and you are not suitable for laser eye surgery, perhaps because you have a high eye prescription or have the beginnings of cataracts.\nThere are 2 different types of artificial lens used for RLE: monofocal and multifocal.\n- Monofocal– these improve your distance sight but you will still need to wear glasses for near work.\n- Multifocal– these offer clear distance, middle and near vision, but about 1% of people find they cannot get used to them and opt for another lens exchange operation.\nMost people have some visual side effects and discomfort in the weeks or months after surgery but these should gradually settle down.\nSerious complications are more common after RLE than after laser eye surgery or PIOL surgery. About 1 in 500 people have significant loss of vision after RLE.\nYour surgeon can tell you more about the risks before you go ahead with surgery.\nSee more information from the Royal College of Ophthalmologists about laser eye surgery."}]}, {"condition": "Laxatives", "sections": [{"No header": "Laxatives are a type of medicine that can treat constipation.\nThey're often used if lifestyle changes, such as increasing the amount of fibre in your diet, drinking plenty of fluid and taking regular exercise, have not helped.\nLaxatives are available to buy from pharmacies and supermarkets. They're also available on prescription from a doctor."}, {"Types of laxatives": "There are 4 main types of laxatives.\nBulk-forming laxatives work by increasing the \"bulk\" or weight of poo, which in turn stimulates your bowel.\nThey take 2 or 3 days to work.\nBulk-forming laxatives include:\n- Fybogel (ispaghula husk)\n- methylcellulose\nOsmotic laxatives draw water from the rest of the body into your bowel to soften poo and make it easier to pass.\nThey take 2 or 3 days to work.\nThey include:\n- lactulose(also called by the brand names Duphalac and Lactugal)\n- macrogol(also called by the brand names Movicol, Laxido, CosmoCol, Molaxole and Molative)\n- polyethylene glycol\nThese stimulate the muscles that line your gut, helping them to move poo along to your back passage.\nThey take 6 to 12 hours to work.\nThey include:\n- bisacodyl(also called by the brand name Dulcolax)\n- senna(also called by the brand name Senokot)\n- sodium picosulfate\nThis type of laxative works by letting water into poo to soften it and make it easier to pass.\nThey include:\n- arachis oil\n- docusate"}, {"Which laxative should I use?": "It's difficult to know whether a particular laxative will work better than another. It depends on the person.\nUnless there's a reason why a type of laxative may be more suitable for you than another:\n- start with a bulk-forming laxative\n- if your poo remains hard, try using an osmotic laxative in addition to, or instead of, a bulk-forming laxative\n- if your poo is soft but is still difficult to pass, try taking a stimulant laxative in addition to a bulk-forming laxative\nSpeak to a GP or pharmacist if you're unsure which laxative to use.\nAlso see a GP if you're still constipated after trying all of the different types of laxative, or you think your child might benefit from taking laxatives."}, {"Things to consider": "Laxatives are not suitable for everyone.\nThey're not usually recommended for:\n- children (unless advised by a doctor)\n- people with certain health conditions, such asCrohn's diseaseorulcerative colitis.\nBefore using a laxative, read about it in our Medicines guide or the patient information leaflet that comes with the medicine to make sure it's safe for you to take.\nFind out more about the considerations about laxatives"}, {"How to take laxatives": "How you take a laxative depends on the form it comes in.\nThey're commonly available as:\n- tablets or capsules you swallow\n- sachets of powder you mix with water and then drink\n- a capsule you place inside your bottom (rectum), where it'll dissolve (suppositories)\n- liquids or gels that you place directly into your bottom\nSome laxatives have to be taken at certain times of the day, such as first thing in the morning or last thing at night.\nAsk a pharmacist for advice if you're not sure how to take your laxative.\nIf you're taking bulk-forming or osmotic laxatives, it's important to drink plenty of fluids. This is because these laxatives can cause dehydration.\nNever take more than the recommended dose of laxatives as this can be harmful and cause side effects."}, {"How long should I take laxatives for?": "Ideally, only take laxatives occasionally and for up to a week at a time.\nStop taking a laxative when your constipation improves.\nIf your constipation has not improved after taking laxatives for a week, speak to a GP.\nAfter taking a laxative, you can make certain lifestyle changes to help stop getting constipated again, such as:\n- drinking plenty of water\n- exercising regularly\n- including more fibre in your diet\nThese are better ways of preventing constipation than using laxatives.\nDo not take laxatives every day to ease your constipation as this can be harmful.\nSpeak to a GP if you're still constipated after making lifestyle changes.\nIn some cases, you may be prescribed a laxative to use regularly, but this should always be supervised by a GP or gastroenterologist (a specialist in gut problems)."}, {"The side effects of laxatives": "Like most medicines, laxatives can cause side effects. They're usually mild and should pass once you stop taking the laxative.\nThe side effects you may get will depend on the type of laxative you're taking, but common side effects of most laxatives include:\n- bloating\n- farting\n- tummy cramps\n- feeling sick\n- dehydration, which can make you feel lightheaded, have headaches and have pee that's a darker colour than normal\nAsk a GP for advice if you get any particularly troublesome or persistent side effects while taking laxatives.\nUsing laxatives too often or for too long can also cause diarrhoea, the bowel becoming blocked by large, dry poo (intestinal obstruction), and unbalanced salts and minerals in your body."}, {"Self-help alternatives to laxatives": "It's often possible to improve constipation without using laxatives.\nIt may help to:\n- increase your daily intake of fibre – try to eat about 30g of fibre a day; read about how to increase the fibre in your diet\n- add bulking agents, such as wheat bran, to your diet – these will help make your poo softer and easier to pass, although bran and fibre can sometimes make bloating worse\n- drink plenty of water\n- exercise regularly\nFind out more about preventing constipation"}]}, {"condition": "Lazy eye", "sections": [{"No header": "A \"lazy eye\" is a childhood condition where the vision does not develop properly. It's known medically as amblyopia.\nIt happens because one or both eyes are unable to build a strong link to the brain. It usually only affects one eye, and means that the child can see less clearly out of the affected eye and relies more on the \"good\" eye.\nIt's estimated that 1 in 50 children develop a lazy eye."}, {"How to tell if your child has a lazy eye": "A lazy eye does not usually cause symptoms. Younger children are often unaware that there's anything wrong with their vision and, if they are, they're usually unable to explain what's wrong.\nOlder children may complain that they cannot see as well through one eye and have problems with reading, writing and drawing.\nIn some cases, you may notice that one eye looks different from the other. However, this is usually a sign of another condition that could lead to a lazy eye, such as:\n- asquint– where the weaker eye looks inwards, outwards, upwards or downwards, while the other eye looks forwards\n- short-sightedness (myopia),long-sightedness (hyperopia)andastigmatism\n- childhood cataracts– cloudy patches that develop in the lens, which sits behind the iris (the coloured part of the eye) and pupil\nIf your child is too young to tell you how good their vision is, you can check their eyes by covering each eye with your hand, one at a time. They might object to covering the good eye, but they might not mind if you cover the lazy eye.\nIf they try to push your hand away from one eye but not the other, it may be a sign they can see better out of one eye."}, {"When to get medical advice": "Lazy eye is often diagnosed during routine eye tests before parents realise there's a problem.\nIf you want to be reassured about your child's vision, they can have their eyes tested when they're old enough to attend a sight test at a high-street opticians, which is usually after they're 3 years old.\nAll newborn babies in the UK have an eye test in the first days of life, and then again at 2 to 3 months old, to look for eyesight problems such as cataracts. Problems like squint and short or long sight may not develop until the child is a few years old.\nIt's difficult to treat lazy eye after the age of 6, so it's recommended that all children have their vision tested after their fourth birthday. This is the responsibility of your local council, which should organise vision testing for all children between 4 and 5 years of age.\nRead more about eye tests for children.\nYou can also visit your GP if you have any concerns about your child's eyesight. If necessary, they can refer your child to an eye specialist. \nRead more about diagnosing a lazy eye."}, {"Causes of a lazy eye": "The eyes work like a camera. Light passes through the lens of each eye and reaches a light-sensitive layer of tissue at the back of the eye called the retina.\nThe retina translates the image into nerve signals that are sent to the brain. The brain combines the signals from each eye into a three-dimensional image.\nA lazy eye happens when the brain connections responsible for vision are not made properly. To build these connections, during the first 8 years of a child's life, the eye has to \"show\" the brain a clear image. This allows the brain to build strong pathways for information about vision.\nA lazy eye can be caused by:\n- a reduced amount of light entering the eye\n- a lack of focus in the eye\n- confusion between the eyes – where the 2 images aren't the same (such as a squint)\nLeft untreated, this can lead to the eye's central vision never reaching normal levels.\nRead more about the causes of a lazy eye."}, {"Treatment for lazy eye": "In most cases it is possible to treat a lazy eye, usually in 2 stages.\nIf there's a problem with the amount of light entering the eye, such as a cataract blocking the pathway of light, treatment will be needed to remove the blockage.\nIf there's an eyesight problem such as short or long sight or astigmatism, it will first be corrected using glasses to correct the focus of the eye. This often helps correct a squint as well.\nThe child is then encouraged to use the affected eye again. This can be done using an eye patch to cover the stronger eye, or eyedrops to temporarily blur the vision in the stronger eye.\nTreatment is a gradual process that takes many months to work. If treatment is stopped too soon, any improvement may be lost.\nTreatment for lazy eye is most effective for younger children. It's uncertain how helpful it is for children over 8 years of age. \nRead more about treating a lazy eye."}]}, {"condition": "Learning disabilities", "sections": [{"No header": "A learning disability affects the way a person learns new things throughout their life.\nA learning disability is different for everyone. No two people are the same.\nA person with a learning disability might have some difficulty:\n- understanding complicated information\n- learning some skills\n- looking after themselves or living alone\n"}, {"What having a learning disability can mean": "A learning disability is different for everyone. Lots of people who have a learning disability can work, have relationships, live alone and get qualifications.\nOther people might need more support throughout their life.\n\nDoctors and other health workers might be able to tell if a person has a learning disability when they are very young. But some people get a diagnosis later in their lives. This can be when they are adults.\nIf you are diagnosed with a learning disability, you might be referred to other health professionals to get the support you need.\n"}, {"What causes a learning disability?": "We do not always know why a person has a learning disability. Sometimes it is because a person's brain development is affected, either before they are born, during their birth or in early childhood.\nThis can be caused by things such as:\n- the mother becoming ill in pregnancy\n- problems during the birth that stop enough oxygen getting to the brain\n- the unborn baby having some genes passed on from its parents that make having a learning disability more likely\n- illness, such asmeningitis, or injury in early childhood\n\nThere are some health conditions where you may be more likely to have a learning disability.\nFor example, everyone with Down's syndrome has some level of learning disability, and so do many people with cerebral palsy.\nSome people with epilepsy also have a learning disability and so do many autistic people."}, {"Profound and multiple learning disability (PMLD)": "\nA profound and multiple learning disability (PMLD) is when a person has a severe learning disability and other disabilities that significantly affect their ability to communicate and be independent.\nSomeone with a profound and multiple learning disability might have difficulties seeing, hearing, speaking and moving. They may have complicated health and social care needs due to these or other conditions.\nPeople with a profound and multiple learning disability need support to help them with some areas of their life, such as eating, washing or personal care.\nLots of people with a profound and multiple learning disability can still be involved in decisions about themselves, do things they enjoy and be independent.\nSome people who struggle with talking might be able to use other ways of communication, like sign language, Signalong, Makaton, or digital systems like picture exchange communication systems (PECS).\n"}]}, {"condition": "Leg cramps", "sections": [{"No header": "Leg cramps are common, usually harmless and only last a short time. They can happen at any time, but most people have them at night or when resting."}, {"Check if it's leg cramps": "Leg cramps happen when a muscle in the leg shortens and causes a sudden pain that can make it hard to move.\nThe cramps can last from a few seconds to 10 minutes.\nThey can affect the:\n- calf muscle, below the knee at the back of the leg\n- muscles in the feet or the thighs (less often)\nAfter the cramp has stopped, the muscle might feel sore for up to 24 hours."}, {"Things you can do about leg cramps yourself": "Stretching and massaging the muscle may ease the pain during a cramp, although most cramps go away without you doing anything.\nParacetamol or ibuprofen can help to ease muscle soreness after a cramp, but they will not help when it's happening as they take too long to work.\nRegular calf-stretching exercises may help to reduce cramps but may not completely stop them from happening."}, {"No header": "- Stand facing a wall and stretch out your arms until your hands can just touch it.\n- Make sure you are able to stand up straight and that your feet are flat on the floor.\n- Lean forward, pressing your hands against the wall until you feel your calf muscles stretch. Hold for 2 or 3 seconds.\n- Stand up straight again.\n- Repeat a few times for 5 minutes, 3 times a day (the last time just before bed).\nIf the number of cramps reduces, you might only need to do the exercise once or twice a day."}, {"Non-urgent advice:  See a GP if:": "- leg cramps are disturbing your sleep\n- you also have numbness or swelling in your legs\n- cramps last longer than 10 minutes\n- you have any other symptoms or concerns\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for leg cramps from a GP": "A GP will examine you to try to find out the reason for your leg cramps.\nThey will suggest a treatment depending on the cause.\nThis might be:\n- stretching exercises\n- quinine tablets if exercise has not helped\nQuinine is not suitable for everyone. The GP will discuss potential risks and side effects with you."}, {"Causes of leg cramps": "Leg cramps can sometimes be caused by:\n- ageing\n- putting too much strain on muscles during exercise, which can be worse in hot or humid weather\n- pregnancy (usually in the later stage)\n- certain medicines, for example medicine for lowering cholesterol (statins) or high blood pressure (diuretics)\n- not drinking enough fluids (dehydration)\n- liver disease because of too much alcohol\nThe reason for some cramps is unknown."}]}, {"condition": "Leg ulcer, see Venous leg ulcer", "sections": [{"No header": "A leg ulcer is a long-lasting (chronic) sore that takes more than 2 weeks to heal. They usually develop on the inside of the leg, just above the ankle.\nThe symptoms of a venous leg ulcer include pain, itching and swelling in the affected leg. \nThere may also be discoloured or hardened skin around the ulcer, and the sore may produce a foul-smelling discharge.\nSee your GP if you think you have a leg ulcer, as it'll need specialist treatment to help it heal.\nYour GP will examine your leg and may carry out additional tests to rule out other conditions.\nFind out how a venous leg ulcer is diagnosed"}, {"What causes venous leg ulcers?": "A venous leg ulcer is the most common type of leg ulcer, accounting for more than 90% of all cases.\nVenous leg ulcers can develop after a minor injury, where persistently high pressure in the veins of the legs has damaged the skin.\nFind out more about the causes of venous leg ulcers"}, {"Who's affected": "Venous leg ulcers are estimated to affect around 1 in 500 people in the UK, although they become much more common with age. \nIt's estimated around 1 in 50 people over the age of 80 has one.\nYou're more at risk of developing one if you previously had deep vein thrombosis (DVT) or find it difficult to walk because of a problem such as:\n- osteoarthritis\n- a leg injury\n- obesity\n- paralysis\nYou're also more at risk if you recently had an operation on your leg, such as a hip replacement or knee replacement.\nPeople with swollen and enlarged veins (varicose veins) also have a higher risk of developing venous leg ulcers."}, {"How venous leg ulcers are treated": "Most venous leg ulcers heal within 3 to 4 months if they're treated by a healthcare professional trained in compression therapy for leg ulcers. \nBut some ulcers may take longer to heal, and a very small number never heal.\nTreatment usually involves: \n- cleaning and dressing the wound\n- using compression, such as bandages or stockings, to improve the flow of blood in the legs\nAntibiotics may also be used if the ulcer becomes infected, but they do not help ulcers heal.\nBut unless the underlying cause of the ulcer is addressed, there's a high risk of a venous leg ulcer coming back after treatment. \nUnderlying causes could include immobility, obesity, previous DVT or varicose veins.\nFind out more about how venous leg ulcers are treated"}, {"Can venous leg ulcers be prevented?": "There are several ways to help prevent developing a venous leg ulcer in people at risk.\nThese include:  \n- wearing compression stockings\n- losing weight if you're overweight\n- exercising regularly\n- elevating your leg when possible\n- stopping smoking if you smoke\nThese measures are particularly important if you previously had a leg ulcer.\nThis is because you're at increased risk of having another one in the same leg within months or years.\nFind out how to prevent venous leg ulcers"}, {"Other types of leg ulcer": "Other common types of leg ulcer include:\n- arterial leg ulcers – caused by poor blood circulation in the arteries\n- diabetic leg ulcers – caused by the high blood sugar associated withdiabetes\n- vasculitic leg ulcers – associated with chronic inflammatory disorders such asrheumatoid arthritisandlupus\n- traumatic leg ulcers – caused by injury to the leg\n- malignant leg ulcers – caused by a tumour of the skin of the leg\nMost ulcers caused by artery disease or diabetes occur on the foot rather than the leg."}]}, {"condition": "Legionnaires' disease", "sections": [{"No header": "Legionnaires' disease is a lung infection you can get from inhaling droplets of water from things like air conditioning or hot tubs. It's uncommon but it can be very serious."}, {"How you get Legionnaires' disease": "You can get Legionnaires' disease if you breathe in tiny droplets of water containing bacteria that causes the infection.\nIt's usually caught in places like hotels, hospitals or offices where the bacteria have got into the water supply. It's less common to catch it at home.\n- air conditioning systems\n- humidifiers\n- spa pools and hot tubs\n- taps and showers that are not used often\n- drinking water that contains the bacteria\n- other people with the infection\n- places like ponds, lakes and rivers"}, {"Check if you have Legionnaires' disease": "Symptoms of Legionnaires' disease include:\n- a cough\n- difficulty breathing\n- chest pain\n- a high temperature\n- flu-like symptoms"}, {"No header": "- you cannot breathe properly\n- you have chest pain\n- you feel like you have severe flu\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nA GP may be able to help you.\nAsk your GP surgery for an urgent appointment.\nTell the GP where you have been in the past 10 days, such as if you stayed in a hotel, spa or hospital."}, {"Important: \n        Could it be coronavirus (COVID-19)?": "If you have a high temperature, a new continuous cough or a loss or change to your sense of smell or taste, it could be COVID-19. \nGet advice about symptoms of COVID-19 and what to do"}, {"Treatment for Legionnaires' disease": "You may need to go into hospital if you're diagnosed with Legionnaires' disease.\nTreatment in hospital may include:\n- antibiotics given directly into a vein\n- oxygen through a face mask or tubes in your nose\n- a machine to help you breathe\nWhen you start to get better you might be able to take antibiotic tablets at home. Antibiotic treatment usually lasts 1 to 3 weeks.\nMost people make a full recovery, but it might take a few weeks to feel back to normal."}]}, {"condition": "Leptospirosis (Weil's disease)", "sections": [{"No header": "Leptospirosis, also called Weil's disease, is an infection you can get from animals. It's rare in the UK."}, {"How you get leptospirosis": "Leptospirosis is spread in the pee of infected animals – most commonly rats, mice, cows, pigs and dogs.\nYou can get leptospirosis if:\n- soil or freshwater (such as water from a river, canal or lake) that contains infected pee gets in your mouth, eyes or a cut – usually during activities like kayaking, outdoor swimming or fishing\n- you touch an infected animal's blood or flesh – usually from working with animals or animal parts\nIt's very rare to get leptospirosis from pets, other people or bites."}, {"No header": "- a high temperature, or you feel hot and shivery\n- a headache\n- been feeling sick (nausea), you're being sick, or you have diarrhoea\n- aching muscles and joints\n- red eyes\n- loss of appetite\nThese are symptoms of leptospirosis.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "- yellow skin and eyes (jaundice)\n- a rash\n- been unable to pee\n- swollen ankles, feet or hands\n- chest pain\n- shortness of breath\n- been coughing up blood\nYou might have a serious form of the infection that needs to be treated quickly."}, {"Treatment from a GP": "A GP may prescribe antibiotic tablets to treat the infection. Most people recover in a few days or weeks.\nIt's important to finish the course of antibiotics, even if you start to feel better.\nTake paracetamol or ibuprofen to relieve any aches, pains or a high temperature.\nIf you have a more serious form of the infection, you may need to be treated in hospital."}, {"How to avoid getting leptospirosis": "Leptospirosis is rare in the UK. You have a higher chance of getting it if you do outdoor activities like water sports (especially while abroad in tropical areas), or you work with animals or animal parts.\nTo reduce your chances of getting leptospirosis:\n- wash your hands with soap and water after handling animals or animal products\nwash your hands with soap and water after handling animals or animal products\n- clean any wounds as soon as possible\nclean any wounds as soon as possible\n- cover any cuts and grazes with waterproof plasters\ncover any cuts and grazes with waterproof plasters\n- wear protective clothing if you're at risk through your job\nwear protective clothing if you're at risk through your job\n- shower as soon as possible if you've been in potentially infected water\nshower as soon as possible if you've been in potentially infected water\n- check your dog is vaccinated against leptospirosis (there is no vaccine for people)\ncheck your dog is vaccinated against leptospirosis (there is no vaccine for people)\n- do not touch water or soil that may contain animal pee\ndo not touch water or soil that may contain animal pee\n- do not touch dead animals with your bare hands\ndo not touch dead animals with your bare hands\n- do not drink water from places like rivers, canals or lakes – always boil or treat it first\ndo not drink water from places like rivers, canals or lakes – always boil or treat it first"}]}, {"condition": "Leukaemia (acute lymphoblastic), see Acute lymphoblastic leukaemia", "sections": [{"No header": "Acute lymphoblastic leukaemia is a type of cancer that affects white blood cells. It progresses quickly and aggressively and requires immediate treatment. Both adults and children can be affected.\nAcute lymphoblastic leukaemia is rare, with around 790 people diagnosed with the condition each year in the UK. Most cases of acute lymphoblastic leukaemia develop in children, teenagers and young adults.\nAlthough it is rare, acute lymphoblastic leukaemia is the most common type of leukaemia that affects children. About 85% of the cases that affect children happen in those younger than 15 (mostly between the ages of 0 and 5). It affects slightly more boys than girls.\nAcute lymphoblastic leukaemia is different to other types of leukaemia, including acute myeloid leukaemia, chronic lymphocytic leukaemia and chronic myeloid leukaemia."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"What happens in acute lymphoblastic leukaemia": "All the blood cells in the body are produced by bone marrow, which is a spongy material found inside bones.\nBone marrow produces stem cells, which have the ability to develop into three important types of blood cells:\n- red blood cells – which carry oxygen around the body\n- white blood cells – which help fight infection\n- platelets – which help stop bleeding\nBone marrow does not usually release stem cells into the blood until they have become fully developed blood cells. But in acute lymphoblastic leukaemia, large numbers of white blood cells are released before they are ready. These are known as blast cells.\nAs the number of blast cells increases, the number of red blood cells and platelet cells decreases. This causes the symptoms of anaemia, such as tiredness, breathlessness and an increased risk of excessive bleeding.\nAlso, blast cells are less effective than mature white blood cells at fighting bacteria and viruses, making you more vulnerable to infection."}, {"Symptoms of acute lymphoblastic leukaemia": "Acute lymphoblastic leukaemia usually starts slowly before rapidly becoming severe as the number of immature white blood cells (blast cells) in your blood increases.\nMost of the symptoms are caused by a lack of healthy blood cells. Symptoms include:\n- pale skin\n- feeling tired and breathless\n- repeated infections over a short time\n- unusual and frequent bleeding, such as bleeding gums ornosebleeds\n- high temperature\n- night sweats\n- bone and joint pain\n- easily bruised skin\n- swollen lymph nodes (glands)\n- tummy (abdominal pain) – caused by a swollen liver or spleen\n- unintentional weight loss\n- a purple skin rash (purpura)\nIn some cases, the affected cells can spread from your bloodstream into your central nervous system. This can cause neurological symptoms (related to the brain and nervous system), including:\n- headaches\n- seizures or fits\n- being sick\n- blurred vision\n- dizziness"}, {"When to get medical advice": "If you or your child has some or all the symptoms listed on this page, it's still highly unlikely that acute leukaemia is the cause. However, see a GP as soon as possible because any condition that causes these symptoms needs prompt investigation and treatment.\nFind out more about diagnosing acute lymphoblastic leukaemia."}, {"What causes acute lymphoblastic leukaemia": "A genetic change (mutation) in the stem cells causes immature white blood cells to be released into the bloodstream.\nWhat causes the DNA mutation to happen is not yet understood, but known risk factors include:\n- previous chemotherapy – if you've hadchemotherapyto treat another type of cancer in the past, your risk of developing acute lymphoblastic leukaemia is increased. The risk relates to certain types of chemotherapy medicine, such as etoposide, and how much treatment you had\n- smoking – smokers are much more likely to develop acute leukaemia than non-smokers, and studies have shown that parents who smoke in the home may increase the risk of leukaemia in their children\n- beingvery overweight (obese)– some studies have shown that people who are very overweight have a slightly higher risk of developing leukaemia than those who are a healthy weight\n- genetic disorders – a small number of cases of childhood acute lymphoblastic leukaemia are thought to be related to genetic disorders, includingDown's syndrome\n- having a weakened immune system – people with lowered immunity (as a result of havingHIV or AIDSor taking immunosuppressants) have an increased risk of developing leukaemia\nExtensive research has been done to determine whether the following environmental factors could be a trigger for leukaemia:\n- living near a nuclear power station\n- living near a power line\n- living near a building or facility that releases electro-magnetic radiation, such as a mobile phone mast\nThere's currently no firm evidence to suggest that any of these environmental factors increases the risk of developing leukaemia.\nCancer Research UK has more information about acute lymphoblastic leukaemia risks and causes."}, {"Treating acute lymphoblastic leukaemia": "As acute lymphoblastic leukaemia is an aggressive condition that develops quickly, treatment usually begins a few days after diagnosis.\nTreatment is usually done in the following stages: \n- remission induction – the first stage of treatment aims to kill the leukaemia cells in your bone marrow, restore the balance of cells in your blood and resolve any symptoms you may have\n- consolidation – this stage aims to kill any remaining leukaemia\n- maintenance – this stage involves taking regular doses ofchemotherapymedicines to prevent leukaemia from returning\nChemotherapy is the main treatment for acute lymphoblastic leukaemia. Other treatments you may need include antibiotics and blood transfusions. Sometimes a stem cell transplant may also be needed to achieve a cure.\nFind out more about treating acute lymphoblastic leukaemia."}, {"Complications of acute lymphoblastic leukaemia": "If a cure for acute lymphoblastic leukaemia is not possible, there's a risk that the lack of healthy blood cells can make the person:\n- extremely vulnerable to life-threatening infections (because they do not have enough healthy white blood cells to fight infections)\n- prone to uncontrolled and serious bleeding (because there are not enough platelets in their blood)\nThese two complications, and others, are discussed further in complications of acute lymphoblastic leukaemia."}, {"Outlook": "One of the biggest factors that affects the outlook for people with acute lymphoblastic leukaemia is age. The younger a person is when they are diagnosed and treatment begins, the better the outlook.\nFrom the available data in England it is estimated that:\n- in those aged 14 or younger, more than 9 in 10 will survive leukaemia for 5 years or longer after diagnosis\n- in those aged 15 to 24, almost 7 in 10 will survive leukaemia for 5 years or longer after diagnosis\n- in those aged 25 to 64, almost 4 in 10 will survive leukaemia for 5 years or longer after diagnosis\n- in those aged 65 or older, almost 15 in 100 will survive leukaemia for 5 years or longer after diagnosis"}, {"Help and support": "Find more information about cancer.\nIf you or a family member has been diagnosed with acute lymphoblastic leukaemia, Leukaemia Care provides further information, advice and support.\nCall Leukaemia Care's free helpline on 08088 010 444 or email: support@leukaemiacare.org.uk\nThe charity Cancer UK also has more information about acute lymphoblastic leukaemia."}]}, {"condition": "Leukaemia (acute myeloid), see Acute myeloid leukaemia", "sections": [{"No header": "Leukaemia is cancer of the white blood cells. Acute leukaemia means it progresses quickly and aggressively, and usually requires immediate treatment.\nAcute leukaemia is classified according to the type of white blood cells affected.\nThe 2 main types of white blood cells are:\n- lymphocytes – which fight viral infections\n- myeloid cells – which do different things, such as fighting bacterial infections, defending the body against parasites and preventing the spread of tissue damage\nThis topic focuses on acute myeloid leukaemia (AML), which is an aggressive cancer of the myeloid cells.\nThe following types of leukaemia are covered separately:\n- acute lymphoblastic leukaemia\n- chronic myeloid leukaemia\n- chronic lymphocytic leukaemia"}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of AML": "The symptoms of AML usually develop over a few weeks and become worse over time.\nSymptoms can include:\n- looking pale or \"washed out\"\n- feeling tired or weak\n- breathlessness\n- frequent infections\n- unusual and frequent bruising or bleeding, such as bleeding gums ornosebleeds\n- losing weight without trying to"}, {"Seeking medical advice": "Speak to a GP if you or your child have possible symptoms of AML.\nAlthough it's highly unlikely that leukaemia is the cause, these symptoms should be investigated.\nIf your GP thinks you may have leukaemia, they'll arrange blood tests to check your blood cell production.\nIf the tests suggest there's a problem, you'll be urgently referred to a specialist in treating blood conditions (haematologist) for further tests and treatment.\nFind out more about diagnosing AML"}, {"What causes AML?": "It's not clear exactly what causes AML and, in most cases, there's no identifiable cause.\nBut some things can increase your risk of getting AML, including:\n- previouschemotherapyorradiotherapy\n- exposure to very high levels ofradiation(including previous radiotherapy treatment)\n- smoking and other exposure to benzene, a chemical used in manufacturing that's also found in cigarette smoke\n- having a blood disorder or some genetic conditions, such asDown's syndrome\nFind out more about the causes of AML"}, {"Who's affected": "AML is a rare type of cancer, with around 3,100 people diagnosed with it each year in the UK.\nThe risk of developing AML increases with age. It's most common in people over 75."}, {"How AML is treated": "Treatment for AML needs to begin as soon as possible, as it can develop quickly.\nChemotherapy is the main treatment for AML. It's used to kill as many leukaemia cells in your body as possible and reduce the risk of the condition coming back (relapsing).\nIn some cases, intensive chemotherapy and radiotherapy may be needed, in combination with a bone marrow or stem cell transplant.\nFind out more about treating AML"}, {"Help and support": "There are organisations that offer information, advice and support if you or a family member has been diagnosed with AML.\nThese include:\n- Leukaemia Care– you can also call their freephone helpline on 08088 010 444, or emailsupport@leukaemiacare.org.uk\n- Cancer Research UK\n- Macmillan Cancer Support"}]}, {"condition": "Leukaemia (chronic lymphocytic), see Chronic lymphocytic leukaemia", "sections": [{"No header": "Chronic lymphocytic leukaemia is a type of cancer that affects the white blood cells and tends to progress slowly over many years.\nIt mostly affects people over the age of 60 and is rare in people under 40. Children are almost never affected.\nIn chronic lymphocytic leukaemia (CLL), the spongy material found inside some bones (bone marrow) produces too many white blood cells called lymphocytes, which are not fully developed and do not work properly.\nOver time this can cause a range of problems, such as an increased risk of picking up infections, persistent tiredness, swollen glands in the neck, armpits or groin, and unusual bleeding or bruising.\nCLL is different from other types of leukaemia, including chronic myeloid leukaemia, acute lymphoblastic leukaemia and acute myeloid leukaemia."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of CLL": "CLL does not usually cause any symptoms early on and may only be picked up during a blood test carried out for another reason.\nWhen symptoms develop, they may include:\n- getting infections often\n- anaemia – persistent tiredness,shortness of breathand pale skin\n- bleeding and bruising more easily than normal\n- a high temperature\n- night sweats\n- swollen glandsin your neck, armpits or groin\n- swelling and discomfort in your tummy\n- unintentional weight loss\nYou should visit your GP if you have any persistent or worrying symptoms. These symptoms can have causes other than cancer, but it's a good idea to get them checked out.\nRead more about diagnosing CLL and complications of CLL."}, {"Treatments for CLL": "As CLL progresses slowly and often has no symptoms at first, you may not need to be treated immediately.\nIf it's caught early on, you'll have regular check-ups over the following months or years to see if it's getting any worse.\nIf CLL starts to cause symptoms or is not diagnosed until later on, the main treatments are:\n- chemotherapy– where medication taken as a tablet or given directly into a vein is used to destroy the cancerous cells\n- targeted cancer drugs – where you're given medication that changes the way cells work and helps the body control the growth of cancer\n- radiotherapy – where high-energy waves similar to X-rays are used to kill cancer cells\nA new type of treatment involves a stem cell or bone marrow transplant, where donated cells called stem cells are transplanted into your body so you start to produce healthy white blood cells.\nThis is an intensive type of treatment that's not suitable for everyone.\nTreatment cannot usually cure CLL completely, but can slow its progression and lead to periods where there are no symptoms.\nTreatment may be repeated if the condition comes back.\nFind out more about treating CLL"}, {"Outlook for CLL": "The outlook for CLL depends on how advanced it is when it's diagnosed, how old you are when diagnosed, and your general health.\nGenerally, about 7 out of 10 people will survive their leukaemia for 5 years or more after being diagnosed.\nYounger, healthier people who are diagnosed when CLL is still in the early stages generally have the best outlook.\nAlthough it cannot normally be cured, treatment can help control the condition for many years."}, {"Causes of CLL": "It's not clear what causes CLL. There's no proven link with radiation or chemical exposure, diet or infections.\nYou cannot catch it from anyone else or pass it on.\nBut having certain genes can increase your chances of developing CLL. You may be at a slightly higher risk of it if you have a close family member with it, although this risk is still small."}, {"Support groups and charities": "Living with a serious and long-term condition such as CLL can be very difficult.\nYou may find it useful to find out as much as you can about the condition and speak to others affected by it.\nThe following support groups and charities can offer help and advice for people with CLL, their families and their carers:\n- Blood Cancer UK: support for you\n- CLL Support: support for you\n- Leukaemia Care: support and information\n- Lymphoma Action: support for you\nThe Macmillan Cancer Support and Cancer Research UK websites are also good places for CLL information and support."}]}, {"condition": "Leukaemia (chronic myeloid), see Chronic myeloid leukaemia", "sections": [{"No header": "Chronic myeloid leukaemia (CML) is a type of cancer that affects the white blood cells and tends to progress slowly over many years.\nIt can occur at any age, but is most common in older adults around 60-65 years of age.\nIn CML, the spongy material inside some bones (bone marrow) produces too many myeloid cells – immature white blood cells that are not fully developed and do not work properly.\nCML is different to other types of leukaemia, including chronic lymphocytic leukaemia, acute myeloid leukaemia and acute lymphoblastic leukaemia."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of CML": "CML does not usually cause any symptoms in its early stages and may only be picked up during tests carried out for another reason.\nAs the condition develops, symptoms can include:\n- tiredness\n- weight loss\n- night sweats\n- tenderness and swelling in the left side of your tummy\n- feeling full after small meals\n- pale skin andshortness of breath\n- a high temperature\n- bruising and bleeding easily\n- frequent infections\n- bone pain"}, {"When to get medical advice": "See your GP if you have any persistent symptoms that you're worried about.\nThese types of symptoms can have many different causes, so it's unlikely you have CML, but it's a good idea to get them checked out.\nYour GP can arrange for a blood test to check for possible causes of your symptoms. If this detects a problem, you may be referred to a hospital specialist for further tests.\nRead more about how CML is diagnosed."}, {"Treatments for CML": "Treatment for CML is usually started straight away to help slow down its progression and keep it under control.\nThe main treatments for CML are medicines called tyrosine kinase inhibitors that stop the cancer cells growing and multiplying. They can help keep CML under control if taken for life.\nThese medicines include:\n- imatinib tablets\n- nilotinib capsules\n- dasatinib tablets\n- bosutinib tablets\nRegular blood tests will be carried out to check the medication is working.\nOccasionally, it may be possible to have a stem cell transplant. Stem cells are cells that go on to form other types of cell. In this case, stem cells from your bone marrow are transplanted, which can produce healthy white blood cells.\nA stem cell transplant can potentially cure CML, although it's a very intensive treatment and is not suitable in most cases.\nRead more about how CML is treated."}, {"Outlook for CML": "CML is a serious and life-threatening condition, but with the introduction of newer tyrosine kinase inhibitors, the outlook is much better now than it used to be.\nIt is estimated that around 70% of men and 75% of women will live for at least 5 years after their diagnosis. Younger adults tend to have a better outlook than older adults.\nThe outlook is generally better the earlier CML is diagnosed."}, {"Causes of CML": "CML is caused by a genetic change (mutation) in the stem cells produced by the bone marrow.\nThe mutation causes the stem cells to produce too many underdeveloped white blood cells. It also leads to a reduction in the number of other blood cells, such as red blood cells.\nThe change involves bundles of DNA called chromosomes. Within each stem cell, a section of DNA from one chromosome swaps with a section from another. This change is known as the \"Philadelphia chromosome\". Read more about genes and chromosomes.\nIt's not known what causes this to happen, but it's not something you're born with and you cannot pass it on to your children."}, {"Support groups and charities": "Living with a serious, long-term condition such as CML can be very difficult.\nYou may find it useful to find out as much as you can about the condition and speak to others affected by it.\nThe following support groups and charities can offer help and advice for people with CML, their families and their carers:\n- Blood Cancer UK: support for you\n- Leukaemia Care: support and information\nMacmillan Cancer Support and Cancer Research UK also provide CML information and support."}]}, {"condition": "Leukaemia (hairy cell), see Hairy cell leukaemia", "sections": [{"No header": "Hairy cell leukaemia is one of the rarest types of leukaemia, which is cancer of the white blood cells.\nIt gets its name from the fine, hair-like strands around the outside of the cancerous cells, which are visible under a microscope.\nIt's not known what causes hairy cell leukaemia. The condition most commonly affects middle aged and older people and is more common in men than women."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of hairy cell leukaemia": "The symptoms of hairy cell leukaemia develop slowly and are similar to those of other types of leukaemia. Symptoms include:\n- unintentional weight loss\n- pale skin\n- pain or swelling in your tummy (abdomen)\nThe abnormal white blood cells can accumulate in your spleen, causing it to increase in size. The spleen is an organ in the upper left side of your abdomen, behind your stomach and ribs.\nIf your spleen is enlarged, it's likely you'll have a painful lump on the left side of your abdomen. If this is the case, you should visit a GP so the lump can be examined.\nAn enlarged spleen may remove normal blood cells from your blood, leading to a further reduction in the number of normal red and white blood cells and platelets in your blood.\nThis can cause:\n- weakness, tiredness and breathlessness\n- frequent infections\n- bleeding or bruising easily"}, {"Diagnosing hairy cell leukaemia": "If a GP suspects you have leukaemia, they may refer you to a doctor who specialises in blood disorders (haematologist).\nA haematologist will arrange for blood tests to determine how many different types of blood cells there are in your blood sample. This is known as a full blood count (FBC).\nIf you have hairy cell leukaemia, it's likely your red blood cell and platelet counts will be low.\nA sample of your bone marrow may also need to be taken for testing, which will give the haematologist more detailed information about your condition.\nAn ultrasound scan or a CT scan may be needed to examine your spleen."}, {"Treatment for hairy cell leukaemia": "As hairy cell leukaemia develops slowly, immediate treatment may not be needed. You'll have regular blood tests to monitor your condition.\nTreatment may be recommended if the number of abnormal white blood cells increases or if you develop symptoms.\nChemotherapy is the main treatment for hairy cell leukaemia and is usually effective at destroying the cancerous cells.\nThe 2 main types of chemotherapy medicine used are:\n- cladribine – given as either an injection just under the skin, or through a drip directly into a vein (infusion)\n- pentostatin – given as an injection directly into a vein (intravenously) every 2 weeks\nThese medicines can make you feel sick and be sick. You may be given an anti-sickness medicine (anti-emetic) to help with this.\nChemotherapy medicines can also make you more vulnerable to infection. Report any possible signs of infection, such as a high temperature, to your care team.\nRituximab, a type of medicine known as a monoclonal antibody, may sometimes be used in combination with chemotherapy. It works by attaching to a protein found on leukaemia cells and the immune system then targets and kills the cells.\nSurgery to remove the spleen is rarely used as a treatment for hairy cell leukaemia. However, removal of your spleen may be recommended if:\n- it's enlarged and is causing pain or discomfort\n- it's destroying large numbers of red blood cells or platelets\n- it has not reduced in size after chemotherapy\nAs with most types of cancer, the outlook for hairy cell leukaemia will depend on how far the condition has advanced at the time of diagnosis and how well it responds to treatment.\nAs hairy cell leukaemia is a rare type of cancer, it's difficult to accurately predict how it will affect individuals in the long term.\nWant to know more?\nCancer Research UK has more information about hairy cell leukaemia, including:\n- staging of hairy cell leukaemia\n- types of treatment for hairy cell leukaemia\n- coping with hairy cell leukaemia"}]}, {"condition": "Leukoplakia", "sections": [{"No header": "Leukoplakia is a white patch in the mouth. If you have a white patch in the mouth that does not go away, get it checked by a dentist or GP."}, {"Check if you have leukoplakia": "It's also possible to get patches on the floor or roof of your mouth.\nThe patches:\n- are not painful\n- are an irregular shape\n- are slightly raised\n- may be slightly red within the patch\n- cannot be rubbed or scraped away (patches that can be removed could beoral thrush)\nThere are also a number of other causes of a white tongue."}, {"No header": "- you have a white patch in your mouth that has not gone away after 2 weeks\n- you have a white patch on your tongue and a weakened immune system – for example, you haveHIVor have had an organ transplant\nYour dentist or GP will examine the patch and be able to rule out other possible causes, like a fungal infection of the mouth (oral thrush) or cheek biting.\nYou may be referred to a specialist for a biopsy. A small piece of tissue from the patch will be removed and checked for abnormal cells."}, {"Mouth cancer risk": "If you have leukoplakia, there's a small risk it could progress to mouth cancer over time.\nThis is why it's important to see your dentist or GP if you have a white patch in your mouth."}, {"Treatments for leukoplakia": "Treatment for leukoplakia is not always needed, but you'll have regular check-ups to make sure the patch is not getting bigger.\nThe patch may get smaller or go away if you:\n- stop smoking\n- reduce the amount of alcohol you drink\nAn operation is sometimes needed to remove the patch if there's a risk it could become cancerous.\nThis may be done while the area is numbed (local anaesthetic) or while you're asleep (general anaesthetic).\nThe patch can be removed in a number of ways, including using a laser or a surgical scalpel. Your mouth should heal quickly afterwards."}, {"Preventing leukoplakia and mouth cancer": "In the UK, leukoplakia is mostly caused by smoking. But sometimes the exact cause is not known.\nThere are things you can do to reduce your risk of getting leukoplakia. These may also reduce your chances of getting mouth cancer.\n- keep your mouth and teeth healthy bytaking care of your teeth and gums\nkeep your mouth and teeth healthy by taking care of your teeth and gums\n- have regulardental check-ups\nhave regular dental check-ups\n- if you weardentures, make sure they fit properly\nif you wear dentures, make sure they fit properly\n- eat abalanced diet, including plenty of fresh fruit and vegetables\neat a balanced diet, including plenty of fresh fruit and vegetables\n- do not smoke\ndo not smoke\n- do notchew tobacco, paan or betel nuts\ndo not chew tobacco, paan or betel nuts\n- do not drink more than therecommended amount of alcohol\ndo not drink more than the recommended amount of alcohol"}, {"Hairy leukoplakia": "Hairy leukoplakia is a type of leukoplakia caused by the Epstein-Barr virus.\nYou may have this type if you have a weakened immune system – for example, you have HIV or have had an organ transplant.\nIt causes fuzzy white patches, often on the sides of the tongue, that look folded or ridged. They're not painful and cannot be brushed or scraped away.\nAntiviral medicines, or treatments applied directly to the patch, may be prescribed to treat hairy leukoplakia.\nUnlike other types of leukoplakia, hairy leukoplakia does not carry a risk of mouth cancer."}]}, {"condition": "Lichen planus", "sections": [{"No header": "Lichen planus is a rash that can affect different parts of your body, including the inside of your mouth. See a GP if you think you might have it."}, {"Non-urgent advice:  See a GP if you have:": "- clusters of shiny, raised, purple-red blotches on your arms, legs or body (you may see fine white lines on the blotches)\n- white patches on your gums, tongue or the insides of your cheeks\n- burning and stinging in your mouth, especially when you eat or drink\n- bald patches appearing on your scalp\n- sore red patches on your vulva\n- rough, thinning nails with grooves on\n- ring-shaped purple or white patches on your penis\nThese are symptoms of lichen planus. You may only have 1 of these symptoms.\nLichen planus on your skin can be very itchy, but not always.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": ""}, {"Treatments from a GP": "Lichen planus on your skin usually gets better on its own in about 9 to 18 months.\nCreams and ointments from a GP can help control the rash and ease itching.\nIf creams and ointments do not work or you have severe lichen planus, steroid tablets or treatment with a special kind of light (light therapy) can help.\nLichen planus in your mouth can last for several years. Mouthwashes and sprays from a GP can help ease symptoms like burning or sore gums.\nYou cannot catch lichen planus and it does not usually come back once it's cleared up."}, {"No header": "For support and information, see UK Lichen Planus."}, {"How to relieve lichen planus at home": "- wash with plain warm water – avoid soaps and body washes\n- wash your hair over a sink or bath so the shampoo does not come into contact with the rest of your skin\n- use an emollient (moisturising treatment for the skin) on the rash\n- hold a bag of frozen peas wrapped in a clean tea towel against the affected bits to ease itching and swelling\n- avoid wearing tights or close-fitting clothes\n- brush your teeth carefully twice a day to keep your gums healthy\n- avoid salty, spicy or acidic foods if they make your mouth sore\n- avoid alcohol and mouthwashes that contain it"}]}, {"condition": "Lichen sclerosus", "sections": [{"No header": "Lichen sclerosus is a skin condition that causes itchy white patches on the genitals or other parts of the body. There's no cure, but treatment can help relieve the symptoms."}, {"Check if you have lichen sclerosus": "Lichen sclerosus affects people of all ages, including children. But it's much more common in women over 50.\nPeople with white, brown or black skin can get lichen sclerosus.\nIt causes patches on the skin that are usually:\n- itchy\n- white\n- smooth or crinkled\n- easily damaged – they may bleed or hurt if rubbed or scratched\nThe patches can appear anywhere, but most often are on the:\n- area around the opening to the vagina (vulva) and anus\n- foreskin and end of the penis"}, {"No header": ""}, {"Things you can do to help with lichen sclerosus": "To help stop your skin becoming irritated or damaged:\n- wash with anemollientsoap substitute instead of regular soap – ask a doctor or pharmacist about suitable products\nwash with an emollient soap substitute instead of regular soap – ask a doctor or pharmacist about suitable products\n- gently dab your genitals dry after peeing\ngently dab your genitals dry after peeing\n- regularly apply a barrier cream or ointment, such as petroleum jelly, to affected areas\nregularly apply a barrier cream or ointment, such as petroleum jelly, to affected areas\n- wear cotton or silk underwear\nwear cotton or silk underwear\n- use vaginal lubricant if sex is uncomfortable\nuse vaginal lubricant if sex is uncomfortable\n- do not scratch or rub the affected skin\ndo not scratch or rub the affected skin\n- do not wear tight or restrictive clothes – it may help to wear stockings rather than tights\ndo not wear tight or restrictive clothes – it may help to wear stockings rather than tights\n- do not wash your underwear with detergent – just use water\ndo not wash your underwear with detergent – just use water\n- do not do activities like cycling or horse riding until your symptoms have improved\ndo not do activities like cycling or horse riding until your symptoms have improved"}, {"Non-urgent advice:  See a GP if you have:": "- an itchy white patch on your genitals or skin\n- been diagnosed with lichen sclerosus and treatment is not helping\n- been diagnosed with lichen sclerosus and have pain when going to the toilet or having sex\nA GP may refer you to a specialist for tests and treatment.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for lichen sclerosus": "Lichen sclerosus cannot be cured, but prescription steroid cream usually helps relieve the symptoms.\nUnless your doctor tells you otherwise, follow the directions on the patient information leaflet that comes with the medicine.\nYou may need to use the cream regularly for a few months to get your symptoms under control.\nIf your symptoms keep coming back, you may have to keep using it every now and again.\nYou can get more cream from a GP if you need it."}, {"Problems caused by lichen sclerosus": "Although treatment can help, skin affected by lichen sclerosus can sometimes become scarred and tight over time.\nThe vulva may shrink, with the clitoris and small inner lips (labia minora) around the opening of the vagina often affected.\nThe scarring and tightness can cause discomfort when peeing, pooing and during sex. Having an erection can be painful.\nIf lichen sclerosus is severe, you might need a small operation, such as surgery to widen your vagina or remove your foreskin (circumcision)."}, {"No header": "Lichen sclerosus increases your risk of getting cancer on your vulva, penis or anus.\nThe risk is low, but it's a good idea to check yourself regularly and see a GP if you're worried.\nSymptoms to look for include a lump, a change in skin texture, such as thickening, or an ulcer that does not go away.\nRead about vulval cancer, penile cancer and anal cancer."}, {"Causes of lichen sclerosus": "The cause of lichen sclerosus is unknown.\nIt might be caused by your immune system, the body's defence against infection, mistakenly attacking and damaging your skin.\nLichen sclerosus is not:\n- contagious – you cannot spread it to other people\n- caused by poor personal hygiene"}]}, {"condition": "Limping in children", "sections": [{"No header": "Limping in children is not usually serious and could be caused by something minor like a sprain or strain. But you should see a GP if it's not obvious what's causing it."}, {"Causes of limping in children": "Limping in children is often caused by an obvious injury to the leg or foot, such as:\n- asprain or strain\n- ablister, cut or bruise\n- abroken bone\nSometimes it may not be clear what's causing your child to limp. The symptoms might give you an idea of what the cause might be.\nBut do not self-diagnose – a limp with no obvious cause should always be checked by a GP as it could be a sign of something serious."}, {"Non-urgent advice:  See a GP if:": "- your child has a limp and you're not sure what's causing it\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Call 999 or go to A&E if:": "- your child gets sudden pain in their hip, knee or thigh (hip problems can sometimes be felt in the thigh or knee)\n- your child cannot put any weight on their leg\n- the leg has changed shape or is pointing at an odd angle\n- your child feels generally unwell and has a high temperature or feels hot and shivery\n- your child also has severe pain in the lower part of their tummy\n- your child's symptoms get worse\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"Treatment from a GP": "Treatment will depend on what's causing your child to limp. Sometimes it may get better on its own.\nA GP will examine your child and may arrange for more tests to find out what's causing your child to limp.\nThey might:\n- give you advice onhow to treat a sprain or strainat home, such as rest and taking paracetamol or ibuprofen\n- refer you to hospital for anX-rayor to a specialist (for example, a paediatric orthopaedic surgeon) to help find the cause"}]}, {"condition": "Lipoedema", "sections": [{"No header": "Lipoedema is an abnormal build-up of fat in your legs and sometimes arms. It can be painful and affect daily life, but there are things you can do that may help."}, {"Check if you have lipoedema": "Lipoedema is more common in women. It usually affects both sides of the body equally.\nYou may also have pain, tenderness or heaviness in the affected limbs, and you may bruise easily.\nLipoedema can also cause knock knees, flat feet and joint problems, which can make walking difficult.\nIt can be a difficult condition to live with and you may feel anxious or depressed.\nThere are other things that can cause large or swollen legs.\nIf the skin on your legs is hard and tight but does not hurt when touched, it could be lymphoedema.\nIt's caused by a problem with the lymphatic system (a network of vessels and glands that help fight infection and drain excess fluid from tissues).\nSometimes, a build-up of fluid can cause the legs, ankles or feet to become swollen. This is called oedema. In lipoedema, the feet are not usually affected.\nRead more about swollen legs, ankles and feet (oedema)"}, {"No header": "- you have symptoms of lipoedema\n- you have swollen legs, ankles or feet and the swelling has not improved after a few days\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "- your leg or legs become swollen, red, hot and painful and you have flu-like symptoms\nYou may have cellulitis (a skin infection) and need treatment with antibiotics."}, {"Treatments for lipoedema": "If the GP thinks you have lipoedema they may refer you to a specialist for treatment.\nThere's currently no cure, but there are things that can help and stop it getting worse.\nYour treatment will depend on how severe your symptoms are and how they're affecting you.\nThe main treatments are:\n- eating healthily, doing more exercise and trying to maintain a healthy weight\n- wearing compression stockings or bandages to reduce pain and discomfort, and make it easier for you to walk\n- looking after your skin – for example, by regularly using moisturising cream(emollients)to stop your skin drying out\n- counsellingorcognitive behavioural therapy (CBT)if you're finding it difficult to cope with your symptoms and you feel depressed\n- a procedure to get rid of the fat(liposuction)if your symptoms are particularly severe – you may need more than one operation and it may not be available on the NHS\nCompression therapy can sometimes help manage lipoedema.\nA specially trained clinician will assess you and recommend the most suitable type of compression.\nLymphCare has more information about compression therapy."}, {"Getting support": "Talking to someone and getting support can help if lipoedema is affecting your quality of life.\nLipoedema UK and Talk Lipoedema can give you help and advice about managing the condition. They can also put you in touch with other people with lipoedema."}, {"Causes of lipoedema": "The exact cause of lipoedema is not clear.\nIt's not caused by being overweight – you can be a healthy weight and still get it.\nIt may be caused by changes in your hormones:\n- during puberty\n- when you're pregnant\n- when you're going through the menopause\n- when you're taking the contraceptive pill\nSometimes lipoedema runs in families."}]}, {"condition": "Lipoma", "sections": [{"No header": "Lipomas are soft, fatty lumps that grow under your skin. They're harmless and do not usually need any treatment."}, {"Check if you have a lipoma": "Lipomas are common.\nThey:\n- feel soft and squishy\n- can be anything from the size of a pea to a few centimetres across\n- may move slightly under your skin if you press them\n- are not usually painful\n- grow slowly"}, {"Non-urgent advice:  See a GP if:": "- you get a lump anywhere on your body\n- the lump is painful, red or hot\n- the lump is hard and does not move\nA GP will usually be able to tell if the lump is a lipoma.\nIf there's any doubt, they may refer you for a scan to check it.\nIn rare cases, lumps under your skin can be a sign of something more serious.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Getting a lipoma removed": "Lipomas are harmless. They're not usually treated on the NHS.\nYou can pay to have a lipoma removed at a private clinic, but it may be expensive.\nA GP can give you advice about where to get treatment."}]}, {"condition": "Lips (sore or dry), see Sore or dry lips", "sections": [{"No header": "Dry or sore lips are a common problem, especially during hot or cold weather. There are things you can try yourself that may help."}, {"Things you can try if you have sore or dry lips": "- use a lip balm containing petroleum jelly or beeswax – you can buy these at a pharmacy or supermarket\nuse a lip balm containing petroleum jelly or beeswax – you can buy these at a pharmacy or supermarket\n- try a few different lip balms if one is not working for you – some people may be sensitive to some fragrances, dyes or cosmetic ingredients\ntry a few different lip balms if one is not working for you – some people may be sensitive to some fragrances, dyes or cosmetic ingredients\n- wash your hands before applying lip balm\nwash your hands before applying lip balm\n- use a lip balm with a sun protection factor (SPF) of 15 or more every 2 hours when outdoors\nuse a lip balm with a sun protection factor (SPF) of 15 or more every 2 hours when outdoors\n- cover your lips with a scarf when you're outside in cold weather\ncover your lips with a scarf when you're outside in cold weather\n- drink plenty of water to avoid becoming dehydrated\ndrink plenty of water to avoid becoming dehydrated\n- do not pick or bite any flaky skin on your lips – this can slow down healing\ndo not pick or bite any flaky skin on your lips – this can slow down healing\n- do not keep licking dry or cracked lips – this can make them sore\ndo not keep licking dry or cracked lips – this can make them sore\n- do not share lip balms with other people – this can spread germs\ndo not share lip balms with other people – this can spread germs\nA pharmacist can advise you about:\n- the best treatments for dry or sore lips\n- if you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- your lips are hot, painful and swollen – this could be a sign of infection\nIf your GP thinks you have an infected lip, they may prescribe an antibiotic or antifungal cream to treat the problem.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Common causes of sore or dry lips": "Sore or dry lips can be caused by many things.\nCommon causes include:\n- cold weather, dry air or wind\n- damage from the sun\n- dehydration\n- a lip injury\n- allergies\nSometimes they can be caused by a lack of vitamins and minerals.\nIf you have a small, fluid-filled blister on your lip, you may have a cold sore.\nMost people with cold sores get a tingling, burning or itching feeling on their lip before the blister appears."}]}, {"condition": "Listeriosis", "sections": [{"No header": "Listeriosis is a rare infection caused by bacteria called listeria. It usually goes away on its own, but can cause serious problems for some people."}, {"How you catch listeriosis": "Listeriosis is usually caught from eating food containing listeria bacteria.\nYou can get it from lots of types of food, but it's mainly a problem with chilled, ready-to-eat foods, such as:\n- cooked sliced meats and cured meats\n- smoked fish and cooked shellfish\n- blue veined and mould-ripened soft cheeses, like camembert and brie\n- pâté\n- pre-prepared sandwiches and salads\n- some pre-prepared fruit, including melon slices\n- unpasteurised milk\n- dairy products made from unpasteurised milk\nThese foods do not always cause listeriosis. If you have eaten them recently, you do not need to do anything unless you get symptoms of the infection.\nAlthough it's less common, you can also catch listeriosis from:\n- someone else who has it – for example, if you eat food they've handled when they've not washed their hands\n- close contact with farm animals – especially sheep and cows that are giving birth"}, {"Symptoms of listeriosis": "In most people, listeriosis has no symptoms or only causes mild symptoms for a few days, such as:\n- a high temperature of 38C or above\n- aches and pains\n- chills\n- feeling or being sick\n- diarrhoea\nIf you're pregnant, you may also have a stomach ache or notice your baby moving less than usual.\nBabies with listeriosis may also be irritable and feed less than usual."}, {"Risks of listeriosis": "Listeriosis is not usually serious for most people.\nBut some people have a higher risk of serious problems, including:\n- people who are pregnant\n- newborn babies\n- people aged 65 or over\n- people with a condition that weakens their immune system, such as cancer, liver disease or kidney disease\n- people having treatment that weakens their immune system, such as chemotherapy or steroid tablets\n- people with diabetes who are unable to keep their blood sugar level down, even with treatment (uncontrolled diabetes)\nIf you get listeriosis while you're pregnant, there is a risk it could cause miscarriage or stillbirth.\nIn babies, older people and people with a weakened immune system, listeriosis can sometimes lead to serious and life-threatening problems such as sepsis or meningitis."}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- you're pregnant and think you have listeriosis\n- you have a condition that weakens your immune system (like cancer or kidney disease) and think you have listeriosis\n- you're having treatment that weakens your immune system (like chemotherapy or steroid tablets) and think you have listeriosis\n- you think your baby might have listeriosis\nYou can call 111 or get help from 111 online.\nIf you're pregnant, you can also call your midwife for advice."}, {"Immediate action required: Call 999 or go to A&E if you or your child:": "- have a severe headache and stiff neck\n- find it uncomfortable to look at bright lights\n- have a fit (seizures)\n- feel suddenly confused\n- feel very sleepy or difficult to wake\n- have a rash that does not fade when a glass is rolled over it – the rash may be blotchy, like bruises or small red pinpricks\nThese could be symptoms of meningitis caused by listeriosis, which needs to be treated in hospital straight away."}, {"Treatment for listeriosis": "For most people, listeriosis is mild and gets better in a few days.\nYou can usually look after yourself at home by resting and drinking plenty of fluids.\nIf you're at a higher risk of getting seriously ill (for example, you're pregnant or have a weakened immune system), you may need antibiotics."}, {"No header": "Find out how to treat diarrhoea and vomiting at home"}, {"How to avoid listeriosis": "There are some simple things you can do to reduce your risk of getting listeriosis.\n- wash your hands regularly with soap and water\nwash your hands regularly with soap and water\n- wash fruit and vegetables before eating them\nwash fruit and vegetables before eating them\n- keep chilled, ready-to-eat foods cold – try to make sure your fridge is working properly and is set to 5C or below\nkeep chilled, ready-to-eat foods cold – try to make sure your fridge is working properly and is set to 5C or below\n- keep raw and ready-to-eat foods separate\nkeep raw and ready-to-eat foods separate\n- use foods by their use-by date\nuse foods by their use-by date\n- follow storage instructions on food labels and use opened food within 2 days (unless the packaging says otherwise)\nfollow storage instructions on food labels and use opened food within 2 days (unless the packaging says otherwise)\n- eat ready-to-eat foods within 4 hours of taking them out of the fridge\neat ready-to-eat foods within 4 hours of taking them out of the fridge\n- make sure all hot food is cooked or reheated until it's steaming hot all the way right through\nmake sure all hot food is cooked or reheated until it's steaming hot all the way right through\n- do not eat, cook or freeze food after its use-by date, even if it looks and smells normal\ndo not eat, cook or freeze food after its use-by date, even if it looks and smells normal\nIf you're pregnant or have a weakened immune system, you should avoid eating foods that have the highest risk of causing listeriosis.\nThese include:\n- some uncooked soft cheeses – including brie and camembert (unless thoroughly cooked)\n- all types of pâté – including vegetable pâté\n- unpasteurised milk or dairy products\n- any undercooked food\nIf you're pregnant, you should also avoid close contact with farm animals that are giving birth or have recently given birth."}, {"No header": "Find out which foods to avoid during pregnancy\nDue to a listeria outbreak linked to smoked fish, people at higher risk of serious infection should only eat smoked fish products that have been thoroughly cooked.\nWhen cooking smoked fish products at home, make sure they are steaming hot all the way through.\nFind out more about the listeria outbreak in smoked fish from the Food Standards Agency"}]}, {"condition": "Liver cancer", "sections": [{"No header": ""}, {"No header": "- Liver cancer is a cancer that's found anywhere in the liver.\n- The liver is a large organ at the top right side of your tummy.\n- It helps you digest your food and removes toxins.\n- Liver cancer can sometimes start in your liver (primary) or spread from another organ (secondary).\n- How serious liver cancer is depends on where it is in the liver, how big it is, if it has spread, if it's primary or secondary and your general health.\nIt's important to get any symptoms of liver cancer checked as soon as possible."}, {"Coronavirus advice": "Get advice about coronavirus and liver cancer:\n\n- British Liver Trust: Coronavirus – health advice for liver cancer patients\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}]}, {"condition": "Liver disease", "sections": [{"No header": "There are many different types of liver disease. You can help prevent some of them by maintaining a healthy weight and staying within the recommended alcohol limits, if you drink."}, {"Types of liver disease": "Some of the most common types of liver disease include:"}, {"Coronavirus advice": "Get advice about coronavirus and liver disease from the British Liver Trust"}, {"Symptoms of liver disease": "Most types of liver disease do not cause any symptoms in the early stages.\nOnce you start to get symptoms of liver disease, your liver is already damaged and scarred. This is known as cirrhosis."}, {"Non-urgent advice:  See a GP if:": "You have symptoms of liver damage (cirrhosis), such as:\n- feeling very tired and weak all the time\n- loss of appetite – which may lead to weight loss\n- loss of sex drive (libido)\n- yellow skin and whites of the eyes (jaundice)\nOther symptoms may include itchy skin, or feeling or being sick.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "If you or your child has been diagnosed with liver disease, the British Liver Trust or Children's Liver Disease Foundation can also offer advice and support."}, {"How to prevent liver disease": "The 3 main causes of liver disease are:\n- obesity\n- an undiagnosedhepatitisinfection\n- alcohol misuse\nYou can reduce your risk of many types of liver disease with some simple lifestyle changes such as:\n- trying to maintain a healthy weight\n- not drinking too much alcohol\nVaccines are available for hepatitis A and hepatitis B. These are recommended if you're at risk.\nYou do not have to drink an excessive amount of alcohol to risk damaging your health. Regularly drinking just over the recommended levels can be harmful."}, {"More information": "- Use theBMI healthy weight calculatorto find out your body mass index (BMI)\n- Start the NHS weight loss plan\n- Read about cutting down on alcohol\n- Find outwho should have the hepatitis A vaccineandwho should have the hepatitis B vaccine"}]}, {"condition": "Liver disease (alcohol-related), see Alcohol-related liver disease", "sections": [{"No header": "Alcohol-related liver disease (ARLD) refers to liver damage caused by excess alcohol intake. There are several stages of severity and a range of associated symptoms."}, {"Symptoms of alcohol-related liver disease (ARLD)": "ARLD does not usually cause any symptoms until the liver has been severely damaged.\nWhen this happens, symptoms can include:\n- feeling sick\n- weight loss\n- loss of appetite\n- yellowing of the eyes and skin (jaundice)\n- swelling in the ankles and tummy\n- confusion or drowsiness\n- vomiting blood or passing blood in your stools\nThis means ARLD is frequently diagnosed during tests for other conditions, or at a stage of advanced liver damage.\nIf you regularly drink alcohol to excess, tell your GP so they can check if your liver is damaged."}, {"Coronavirus advice": "Get advice about coronavirus and liver disease from the British Liver Trust"}, {"Alcohol and the liver": "With the exception of the brain, the liver is the most complex organ in the body. \nIts functions include:\n- filtering toxins from the blood\n- aiding digestion of food\n- regulating blood sugar and cholesterol levels\n- helping fight infection and disease\nThe liver is very resilient and capable of regenerating itself. Each time your liver filters alcohol, some of the liver cells die.\nThe liver can develop new cells, but prolonged alcohol misuse (drinking too much) over many years can reduce its ability to regenerate. This can result in serious and permanent damage to your liver.\nARLD is very common in the UK. The number of people with the condition has been increasing over the last few decades as a result of increasing levels of alcohol misuse.\nRead more about the causes of ARLD."}, {"Stages of ARLD": "There are 3 main stages of ARLD, although there's often an overlap between each stage. These stages are explained below.\nDrinking a large amount of alcohol, even for just a few days, can lead to a build-up of fats in the liver.\nThis is called alcoholic fatty liver disease, and is the first stage of ARLD.\nFatty liver disease rarely causes any symptoms, but it's an important warning sign that you're drinking at a harmful level.\nFatty liver disease is reversible. If you stop drinking alcohol for 2 weeks, your liver should return to normal.\nAlcoholic hepatitis, which is unrelated to infectious hepatitis, is a potentially serious condition that can be caused by alcohol misuse over a longer period.\nWhen this develops, it may be the first time a person is aware they're damaging their liver through alcohol.\nLess commonly, alcoholic hepatitis can occur if you drink a large amount of alcohol in a short period of time (binge drinking).\nThe liver damage associated with mild alcoholic hepatitis is usually reversible if you stop drinking permanently.\nSevere alcoholic hepatitis, however, is a serious and life-threatening illness.\nMany people die from the condition each year in the UK, and some people only find out they have liver damage when their condition reaches this stage.\nCirrhosis is a stage of ARLD where the liver has become significantly scarred. Even at this stage, there may not be any obvious symptoms.\nIt's generally not reversible, but stopping drinking alcohol immediately can prevent further damage and significantly increase your life expectancy.\nA person who has alcohol-related cirrhosis and does not stop drinking has a less than 50% chance of living for at least 5 more years."}, {"Treating alcohol-related liver disease (ARLD)": "There's currently no specific medical treatment for ARLD. The main treatment is to stop drinking, preferably for the rest of your life.\nThis reduces the risk of further damage to your liver and gives it the best chance of recovering.\nIf a person is dependent on alcohol, stopping drinking can be very difficult.\nBut support, advice and medical treatment may be available through local alcohol support services.\nA liver transplant may be required in severe cases where the liver has stopped functioning and does not improve when you stop drinking alcohol.\nYou'll only be considered for a liver transplant if you have developed complications of cirrhosis despite having stopped drinking.\nAll liver transplant units require a person to not drink alcohol while awaiting the transplant, and for the rest of their life."}, {"Complications": "Death rates linked to ARLD have risen considerably over the last few decades.\nAlcohol misuse is now one of the most common causes of death in the UK, along with smoking and high blood pressure.\nLife-threatening complications of ARLD include:\n- internal (variceal) bleeding\n- build-up of toxins in the brain (encephalopathy)\n- fluid accumulation in the abdomen (ascites) with associated kidney failure\n- liver cancer\n- increased vulnerability to infection\nRead more about the complications of ARLD."}, {"Preventing alcohol-related liver disease (ARLD)": "The most effective way to prevent ARLD is to stop drinking alcohol or stick to the recommended limits:\n- men and women are advised not to regularly drink more than 14 units a week\n- spread your drinking over 3 days or more if you drink as much as 14 units a week\nA unit of alcohol is equal to about half a pint of normal-strength lager or a pub measure (25ml) of spirits.\nEven if you have been a heavy drinker for many years, reducing or stopping your alcohol intake will have important short- and long-term benefits for your liver and overall health."}, {"No header": "See our drinking and alcohol pages for more information and advice."}, {"Video: liver disease": "In this video, consultant hepatologist Mark Wright explains liver disease and how not drinking alcohol can help."}]}, {"condition": "Liver transplant", "sections": [{"No header": "A liver transplant is an operation to remove your liver and replace it with a healthy one from a donor.\nIt may be recommended if your liver has stopped working properly (liver failure) and other treatments cannot help."}, {"What happens": "Having a liver transplant involves 3 main stages:\n- Having an assessment– to find out if you're suitable for a liver transplant, you'll have several tests and will be asked about your health and lifestyle.\n- Going on the waiting list– if you're suitable for a transplant, you'll need to wait for a healthy donor liver to become available, which could take several months or more.\n- Having the operation– when a liver is available, you'll go into hospital for surgery to remove your damaged liver and replace it with the healthy donor one.\nThis can be a long and difficult process, both physically and emotionally."}, {"Coronavirus advice": "Get advice about coronavirus and liver transplants from the British Liver Trust"}, {"Life afterwards": "Liver transplants are generally very successful and most people are eventually able to return to their normal activities afterwards.\nIt can take a year or more to fully recover.\nAfter a liver transplant, you'll need to:\n- take medicines to stop your body attacking the new liver (immunosuppressants) for the rest of your life\n- have regular check-ups to see how you're doing and check how well your new liver is working\n- stay as healthy as possible – including eating healthily and exercising regularly\nMost people live more than 10 years after a liver transplant and many live for up to 20 years or more.\nRead more about life after a liver transplant"}, {"Risks and complications": "A liver transplant is a big operation that has a risk of some serious complications. These can happen during, soon after, or even years afterwards.\nSome of the main complications and risks of a liver transplant are:\n- your body attacking the new liver (rejection)\n- the new liver not working properly (graft failure)\n- a blockage or leak in one of your bile ducts – bile is a liquid produced inside the liver that passes out through small tubes called bile ducts\n- side effects of the immunosuppressant medicine – such as an increased risk of infections and kidney problems\nA liver transplant will only be recommended if the risks of not having a transplant outweigh the risks of having one.\n"}, {"Liver donation": "If you wish to donate your liver, there are 2 ways you can do this:\n- donate your liver after you die. You do not have to register for organ donation in most parts of the UK. If you do not want to donate after you die, you can register your choice. Read more aboutregistering for organ donation\n- become aliving donor– you have an operation to remove part of your liver and give it to someone who needs a transplant (usually a family member or friend)"}]}, {"condition": "Local anaesthesia", "sections": [{"No header": "Local anaesthesia involves numbing an area of the body using a type of medicine called a local anaesthetic.\nThese medicines can be used to treat painful conditions, prevent pain during a procedure or operation, or relieve pain after surgery.\nUnlike general anaesthetics, local anaesthetics don't cause you to lose consciousness.\nThis means they're generally safer, don't normally require any special preparation before they're used, and you can recover from them more quickly."}, {"How local anaesthetics work": "Local anaesthetics stop the nerves in a part of your body sending signals to your brain.\nYou won't be able to feel any pain after having a local anaesthetic, although you may still feel some pressure or movement.\nIt normally only takes a few minutes to lose feeling in the area where a local anaesthetic is given. \nFull sensation should return when the medicine has worn off a few hours later."}, {"How local anaesthetics are used": "Local anaesthetics are usually given by dentists, surgeons, anaesthetists, GPs and other doctors.\nSome medicines containing mild local anaesthetic are also available on prescription or over the counter from pharmacies.\nDepending on what they're being used for, local anaesthetics can be given as injections, creams, gels, sprays or ointments.\nSome of the main uses of local anaesthetics are outlined on this page.\nSlightly painful conditions, such as mouth ulcers and sore throats, can sometimes be treated with over-the-counter gels and sprays that contain a local anaesthetic.\nInjections of a local anaesthetic and steroid medicine may be used to treat more severe conditions, such as long-term joint pain. \nA local anaesthetic, usually given by injection, may be used along with a sedative medicine to keep you relaxed while an operation or procedure is carried out.\nLocal anaesthetics are mainly used for relatively minor procedures, such as:\n- a filling orwisdom tooth removal\n- a minor skin operation, such as the removal ofmoles,warts and verrucas\n- some types of eye surgery, such ascataract removal\n- abiopsy(where a sample of tissue is removed for closer examination under a microscope)\nA local anaesthetic may occasionally be used for more major surgery when it's important for you to be awake, such as during certain types of brain surgery, or to prevent pain after a major operation that's been carried out under a general anaesthetic.\nAn epidural anaesthetic, often referred to as an epidural, is where a local anaesthetic is continually injected through a tube into an area of the lower back called the epidural space.\nA spinal anaesthetic is a single injection into a similar space in the back.\nBoth types of anaesthetic can be used to numb large areas of the body by stopping pain signals travelling along the nerves in the spine.\nThey're often used during childbirth to ease the pain of labour or if a caesarean section is needed.\nThey can also be used to reduce the amount of general anaesthesia needed during some operations and can provide pain relief afterwards.\nIn some types of surgery, such as knee and hip replacements, they can be used in place of a general anaesthetic.\nA nerve block is an injection of a local anaesthetic to numb the nerves supplying a particular part of the body, such as the hand, arm or leg.\nIt may be used so an operation can be carried out without needing a general anaesthetic, or to prevent pain afterwards.\nAn ultrasound scan is often used to pinpoint the correct nerve.\nThe injection shouldn't be painful and usually takes about 30 minutes to become fully effective.\nWhen peripheral nerve blocks and epidural or spinal anaesthetics are used in place of general anaesthetics, they're often combined with sedation to make you feel drowsy and more relaxed."}, {"Risks and side effects": "Local anaesthetics are generally very safe and serious problems are rare.\nYou may have:\n- some discomfort when the injection is given\n- a tingling sensation as the medicine wears off\n- possibly some minor bruising, bleeding or soreness where the injection was given\nYou shouldn't experience any significant side effects.\nYou should move carefully until the anaesthetic has worn off as you may not notice if you injure yourself.\nSome people experience temporary side effects from a local anaesthetic, such as:\n- dizziness\n- headaches\n- blurred vision\n- twitching muscles or shivering\n- continuing numbness, weakness orpins and needles\n- finding it hard to pee or leaking pee (epidural)\nThese problems will usually pass, but you should tell the healthcare professional in charge of your care if you experience any.\nIn very rare cases, you could have an allergic reaction to the local anaesthetic or develop serious problems, such as fits (seizures) or a cardiac arrest (when the heart stops pumping blood around the body)."}]}, {"condition": "Long QT syndrome", "sections": [{"No header": "Long QT syndrome is an inherited heart problem that affects how your heart beats. In some people, this can cause fainting or fits (seizures)."}, {"Symptoms of long QT syndrome": "Some people with long QT syndrome do not have any symptoms. They may only become aware of their condition after having an electrocardiogram (ECG) for another reason.\nThose who do have symptoms usually have:\n- blackouts orfainting, because the heart has stopped pumping blood properly and the brain is temporarily starved of oxygen – the heart's rhythm returns to normal within a few minutes and the person regains consciousness\n- seizures, which sometimes happen instead of a blackout when the brain is starved of oxygen\n- heart palpitations, when the heart is beating in a fast or unpredictable way\nThese symptoms can start unexpectedly and may be triggered by:\n- stress\n- a sudden noise – such as an alarm\n- strenuous exercise – particularly swimming\n- a slow heart rate during sleep\nThe heart usually returns to its normal rhythm after it's been beating abnormally.\nBut if it continues to beat abnormally and is not treated in time with a defibrillator, the heart will stop pumping and the person will die. This is called cardiac arrest, and the heart rarely returns to normal if it is not electrically corrected with shock.\nCall 999 for an ambulance if someone with long QT syndrome suddenly collapses and does not regain consciousness. If you're able to, perform cardiopulmonary resuscitation (CPR) until medical help arrives.\nLong QT syndrome is a leading cause of sudden cardiac death in young, otherwise healthy, people. It can also be an underlying cause of sudden infant death syndrome (SIDS)."}, {"Causes of long QT syndrome": "Long QT syndrome is usually caused by a faulty gene inherited from a parent. The abnormal gene affects the heart's electrical activity.\nCertain medicines can also trigger long QT syndrome, including some types of:\n- antibiotics\n- antihistamines\n- antidepressants\n- antipsychotics\n- diuretics\n- heart medicines\nBut drug-induced long QT syndrome tends to only affect people who already have a tendency to develop the condition.\nFor more information, see Cardiac Risk in the Young: medicines people with long QT syndrome should avoid."}, {"Diagnosing long QT syndrome": "A GP may recommend you have an ECG and refer you to a heart specialist (cardiologist) if:\n- you have long QT syndrome\n- you have blackouts during exercise\n- you have a family history of unexpected and unexplained sudden death\nAn ECG records your heart's rhythm and electrical activity. If you have long QT syndrome, the trace of the QT section (showing part of the heartbeat) will be longer than normal. Sometimes an exercise ECG will be needed to confirm the diagnosis.\nGenetic testing may be needed to identify the faulty gene causing long QT syndrome. It can also help identify other family members who may have inherited the faulty gene and need clinical assessment."}, {"Treating long QT syndrome": "Most people with inherited long QT syndrome will need treatment with medicines. Beta blockers, such as propranolol or nadolol, may be prescribed to help control irregular heartbeats and slow down your heart rate.\nIf your symptoms are frequent or severe, and you have a high risk of having a life-threatening arrhythmia, you may need to have a pacemaker or implantable cardioverter defibrillator (ICD) fitted.\nIn some cases of long QT syndrome, surgery may be needed to control the flow of chemicals into the heart. This is known as a sympathectomy.\nIf medicines is causing long QT syndrome, your medicines will be reviewed and an alternative may be prescribed."}, {"Living with long QT syndrome": "With the right treatment, it's possible to avoid long QT syndrome having a major impact on your day-to-day life. However, you may need to make some lifestyle adjustments to reduce your risk of having blackouts.\nFor example, you may not be able to exercise strenuously or play competitive sports, and may need to try to avoid startling noises, such as alarm clocks. Avoiding stressful situations may also be recommended.\nRehydrating properly after a tummy upset is also essential, usually with supplements containing salt and sugar.\nYour doctor may prescribe potassium supplements or suggest increasing the amount of potassium-rich foods in your diet. Good sources of potassium include:\n- bananas\n- vegetables\n- pulses\n- nuts and seeds\n- milk\n- fish\n- shellfish\n- beef\n- chicken\n- turkey\n- bread\nAlways tell medical staff that you have long QT syndrome. Any new medicine, whether prescription or over the counter, will need to be carefully checked to see if it's suitable for you.\nFor more information you can get a booklet about life with inherited abnormal heart rhythms from the British Heart Foundation."}]}, {"condition": "Long-sightedness", "sections": [{"No header": "Long-sightedness affects the ability to see nearby objects. You may be able to see distant objects clearly, but closer objects are usually out of focus.\nIt often affects adults over 40, but can affect people of all ages – including babies and children.\nThe medical name for long-sightedness is hyperopia or hypermetropia."}, {"Symptoms of long-sightedness": "Long-sightedness can affect people in different ways.\nSome people only have trouble focusing on nearby objects, while others may struggle to see clearly at any distance.\nIf you are long-sighted you may:\n- find that nearby objects appear fuzzy and out of focus, but distant objects are clear\n- have to squint to see clearly\n- have tired or strained eyes after activities that involve focusing on nearby objects, such as reading, writing or computer work\n- experienceheadaches\nChildren who are long-sighted often do not have obvious issues with their vision at first. But if left untreated, it can lead to problems such as a squint or lazy eye."}, {"Getting an eye test": "If you think you or your child may be long-sighted, you should book an eye test at an opticians. Find an opticians near you.\nHaving an eye test at least every 2 years is usually recommended, but you can have a test at any point if you have concerns about your vision.\nAn eye test can confirm whether you're long- or short-sighted, and you can be given a prescription for glasses or contact lenses to correct your vision.\nFor some people, including children under 16 and those over 60, eye tests are available free of charge on the NHS. Find out more about free NHS eye tests to check if you qualify.\nFind out more about diagnosing long-sightedness."}, {"Causes of long-sightedness": "Long-sightedness is when the eye does not focus light on the retina (the light-sensitive layer at the back of the eye) properly.\nThis may be because:\n- the eyeball is too short\n- the cornea (transparent layer at the front of the eye) is too flat\n- the lens inside the eye is unable to focus properly\nIt's often not clear what causes these problems, but they're rarely a sign of any underlying condition.\nSometimes long-sightedness may be a result of the genes you inherited from your parents, or a result of the lenses in your eyes becoming stiffer and less able to focus as you get older."}, {"Treatments for long-sightedness": "Children and young adults with long-sightedness may not need any treatment, as their eyes are often able to adapt to the problem and their vision may not be significantly affected.\nTreatment is usually required in older adults, particularly those over 40, as your eyes become less able to adapt as you get older.\nThere are several ways long-sightedness can be corrected.\nThe main treatments are:\n- prescription glasses – these have lenses that are made specifically for you which ensure light is focused onto the back of your eyes correctly\n- contact lenses – some people prefer these to glasses because they are lightweight and virtually invisible\n- laser eye surgery – a laser is used to change the shape of the cornea, which may mean you don't need to wear glasses or contact lenses\nGlasses are the simplest and safest treatment. Contact lenses and laser eye surgery carry a small risk of complications and are not usually suitable for young children.\nFind out more about how long-sightedness is treated."}]}, {"condition": "Loss of libido (reduced sex drive)", "sections": [{"No header": "Loss of libido (sex drive) is a common problem that affects many men and women at some point in their life.\nIt's often linked to relationship issues, stress or tiredness, but can be a sign of an underlying medical problem, such as reduced hormone levels.\nEveryone's sex drive is different and there's no such thing as a \"normal\" libido. But if you find your lack of desire for sex is distressing or it's affecting your relationship, it's a good idea to get help.\nThis page explains where you can get help and some common causes of a low libido."}, {"Where to get help and advice": "- a GP – they may be able to offer some helpful advice, or refer you to a specialist for an assessment and treatment\n- a psychosexual therapist – a GP may be able to refer you an NHS therapist, or you could pay to see a therapist privately; find out more aboutwhat sex therapists do and how to find one\n- asexual health service;find a service offering sexual health information and support\n- Relate– a relationship support service that hasonline advice about sex and relationships,telephone and online counsellingandlocal support services, as well as therapists you can pay to see\n- Sexual Advice Association– a sexual health charity that hasonline factsheets about sex problems\nTry to not feel embarrassed about getting help. Lots of people experience problems with their sex drive and seeking advice can be the first step towards resolving the issue."}, {"Common causes of a low libido": ""}, {"No header": "One of the first things to consider is whether you're happy in your relationship. Do you have any doubts or worries that could be behind your loss of sexual desire?\nA low libido can be the result of:\n- being in a long-term relationship and becoming overfamiliar with your partner\n- loss of sexual attraction\n- unresolved conflict and frequent arguments\n- poor communication\n- difficulty trusting each other\n- physical sexual problems\nA GP may be able to refer you and your partner for relationship counselling if you're having persistent problems, or you may wish to contact Relate for support and advice."}, {"No header": "Another thing to consider is whether the problem is a physical issue that makes sex difficult or unfulfilling.\nFor example, a low sex drive can be the result of:\n- ejaculation problems\n- erectile dysfunction\n- vaginal dryness\n- painful sex\n- an inability to orgasm\n- involuntary tightening of the vagina(vaginismus)"}, {"No header": "Stress, anxiety and exhaustion can be all-consuming and have a major impact on your happiness, including your sex drive.\nIf you feel you're constantly tired, stressed or anxious, you may need to make some lifestyle changes or speak to a GP for advice.\nYou may find some of the following information and advice useful:\n- Why am I tired all the time?\n- Getting help with anxiety, fear or panic\n- Self-help tips to fight tiredness\n- 10 ways to reduce stress\n- Breathing exercises for stress"}, {"No header": "Depression is very different from simply feeling unhappy, miserable or fed up for a short time. It's a serious illness that interferes with all aspects of your life, including your sex life.\nIn addition to low libido, signs of depression can include:\n- feelings of extreme sadness that don't go away\n- feeling low or hopeless\n- losing interest or pleasure in doing things you used to enjoy\nIt's important to see a GP if you think you might be depressed. They can advise you about the main treatments for depression, such as talking therapies or antidepressants.\nA low sex drive can also be a side effect of antidepressants. Speak to a GP if you think this may be causing your problems."}, {"No header": "A reduced sex drive is not an inevitable part of ageing, but it's something many men and women experience as they get older.\nThere can be many reasons for this, including:\n- lower levels of sex hormones (oestrogen and testosterone) just before, during and after themenopausein women\n- lower levels of sex hormone (testosterone) in men\n- age-related health problems, including mobility problems\n- side effects of medicine\nSpeak to a GP if you're concerned about this. They may ask about any other symptoms you have, and sometimes they may arrange for a blood test to check your hormone levels.\nThere are treatments to increase hormone levels if low levels are causing problems, such as hormone replacement therapy (HRT) with or without testosterone treatment for women going through the menopause.\nRead more about sex as you get older."}, {"No header": "Loss of interest in sex is common during pregnancy, after giving birth and while breastfeeding.\nThis can be because of:\n- changes to your hormone levels\n- changes to your body and issues with your body image\n- exhaustion\n- painful sex caused by an injury, such as a cut or tear, during childbirth\n- changed priorities, such as focusing on looking after your baby\nThese issues may improve over time. Speak to a GP if your sex drive does not return and it's a problem for you.\nIt may also help to read about sex in pregnancy and sex after giving birth."}, {"No header": "Any long-term medical condition can affect your sex drive. This may be a result of the physical and emotional strain these conditions can cause, or it may be a side effect of treatment.\nFor example, a low libido can be associated with:\n- heart disease\n- diabetes\n- anunderactive thyroid– where the thyroid gland does not produce enough hormones\n- cancer\n- major surgery – for example, surgery to remove the ovaries and womb in women\nSpeak to a GP or specialist if you think your low libido may be the result of an underlying medical condition or treatment."}, {"No header": "Certain medicines can sometimes reduce libido, including:\n- medicine forhigh blood pressure\n- many types ofantidepressants\n- medicine for seizures (fits), such astopiramate\n- medicines calledantipsychotics, such as haloperidol\n- medicine for an enlarged prostate, such as finasteride\n- medicine for prostate cancer, such as cyproterone\n- hormonal contraception, such as thecombined hormonal contraception pill,patchorring, theprogestogen-only pill, thecontraceptive implantand thecontraceptive injection\nCheck the leaflet that comes with your medicine to see if low libido is listed as a possible side effect.\nSee a GP if you think a medicine is affecting your sex drive. They may be able to switch you to a different medicine."}, {"No header": "Drinking excessive amounts of alcohol over a long period can reduce your sex drive, so it's a good idea to not drink excessive amounts.\nMen and women are advised not to drink more than 14 alcohol units a week on a regular basis.\nRead some tips on cutting down on alcohol and find out where to get support for a drinking problem if you think you need it.\nDrug misuse is also linked to a loss of sex drive. Find out where to get help for drug addiction."}]}, {"condition": "Lost or changed sense of smell", "sections": [{"No header": "A change in your sense of smell can be unpleasant and affect how things taste. But it is not usually serious and may get better in a few weeks or months."}, {"Causes of lost or changed sense of smell": "Changes in sense of smell are most often caused by:\n- acoldorflu\n- sinusitis (sinus infection)\n- an allergy, likehay fever\n- growths in your nose(nasal polyps)\nThese can cause:\n- loss of smell (anosmia)\n- smelling things that are not there (phantosmia), like smoke or burnt toast\n- reduced sense of smell (hyposmia)\n- the smell of things to change (parosmia)\nIt's also common to lose some of your sense of smell as you get older.\nIf you have a high temperature or you do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better."}, {"Cleaning inside your nose can help": "Rinsing the inside of your nose with a saltwater solution may help if your sense of smell is affected by an infection or allergy.\nYou can make a saltwater solution at home.\n- Boil a pint of water, then leave it to cool.\n- Mix a teaspoon of salt and a teaspoon of baking soda (bicarbonate of soda) into the water.\n- Wash your hands.\n- Stand over a sink, cup the palm of 1 hand and pour a small amount of the solution into it.\n- Sniff some of the solution up 1 nostril at a time and let it run out of your nose. It might help to hold your other nostril closed with your finger as you sniff.\n- Repeat these steps a few times to see if it helps.\nYou do not need to use all of the solution, but make a fresh batch each day – do not reuse any left over from the day before.\nSome pharmacies sell sachets you can use to make a saltwater solution and devices to help you rinse your nose.\nCall a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"No header": "They'll check for any obvious causes, such as sinusitis or nasal polyps.\nThey may refer you to a specialist for tests if they're not sure what the problem is.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for lost or changed sense of smell": "Your sense of smell may go back to normal in a few weeks or months.\nTreating the cause might help. For example, steroid nasal sprays or drops might help if you have sinusitis or nasal polyps.\nA treatment called smell training can also help some people. To find out more about smell training, see:\n- AbScent: smell training\n- Fifth Sense: smell testing and training\nSometimes changes in sense of smell cannot be treated and may be permanent.\nIf you have lost your sense of smell, you may not be able to smell things like gas leaks, fires and food that's gone off.\nFifth Sense has some safety advice if you have anosmia"}]}, {"condition": "Low blood pressure (hypotension)", "sections": [{"No header": "Low blood pressure is a reading of less than 90/60mmHg. It does not always cause symptoms, but you may need treatment if it does."}, {"Symptoms of low blood pressure": "Get your blood pressure checked if you keep getting symptoms like:\n- lightheadedness or dizziness\n- feeling sick\n- blurred vision\n- generally feeling weak\n- confusion\n- fainting\nThis might mean your blood pressure is too low.\nIf you get symptoms when you stand up or suddenly change position, you may have postural hypotension."}, {"How to check your blood pressure": "You can check your blood pressure:\n- by asking if a pharmacist can do it\n- by asking a practice nurse or GP to do it\n- at home yourself using a home blood pressure monitor – Blood Pressure UK has information aboutchoosing a blood pressure monitor\nLow blood pressure is a measurement of less than 90/60mmHg."}, {"No header": ""}, {"No header": "If you're 40 to 74 years old, you should have your blood pressure checked at least once every 5 years as part of the NHS Health Check."}, {"Non-urgent advice:  See a GP if:": "- you keep getting symptoms such as dizziness and fainting\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for low blood pressure depends on the cause": "If a cause can be found, a GP will be able to recommend treatment to ease your symptoms.\nFor example, they may suggest:\n- changing medicines or altering your dose, if this is the cause\n- wearing support stockings – this can improve circulation and increase blood pressure\nMedicine to increase blood pressure is rarely needed because simple lifestyle measures or treating the underlying cause is usually effective."}, {"How to ease low blood pressure symptoms yourself": "- get up slowly from sitting to standing\nget up slowly from sitting to standing\n- take care when getting out of bed – move slowly from lying to sitting to standing\ntake care when getting out of bed – move slowly from lying to sitting to standing\n- raise the head of your bed by about 15cm (6 inches) with bricks or heavy books\nraise the head of your bed by about 15cm (6 inches) with bricks or heavy books\n- eat small, frequent meals – lying down or sitting still for a while after eating may also help\neat small, frequent meals – lying down or sitting still for a while after eating may also help\n- increase the amount of water you drink\nincrease the amount of water you drink\n- do not sit or stand for long periods\ndo not sit or stand for long periods\n- do not bend down or change posture suddenly\ndo not bend down or change posture suddenly\n- do not drink caffeinated drinks at night\ndo not drink caffeinated drinks at night\n- do not drink too much alcohol\ndo not drink too much alcohol"}, {"Causes of low blood pressure": "Your blood pressure can vary depending on the time of day. It gradually increases throughout the day.\nWhat you're doing and how you're feeling can also affect it.\nThere are many possible causes of low blood pressure. It may be low because you're fit and healthy, or you may have inherited it from your parents.\nSome people develop low blood pressure as they get older.\nIt can also be caused by:\n- being pregnant\n- some medical conditions, such asdiabetes\n- some medicines"}]}, {"condition": "Low blood sugar (hypoglycaemia)", "sections": [{"No header": "A low blood sugar level, also called hypoglycaemia or a \"hypo\", is where the level of sugar (glucose) in your blood drops too low.\nIt mainly affects people with diabetes, especially if they take insulin.\nA low blood sugar level can be dangerous if it's not treated quickly, but you can usually treat it easily yourself."}, {"Symptoms of a low blood sugar level": "A low blood sugar level can affect everyone differently. You'll learn how it makes you feel, although your symptoms may change over time.\nEarly signs of a low blood sugar level include:\n- sweating\n- feeling tired\n- dizziness\n- feeling hungry\n- tingling lips\n- feeling shaky or trembling\n- a fast or pounding heartbeat (palpitations)\n- becoming easily irritated, tearful, anxious or moody\n- turning pale\nIf a low blood sugar level is not treated, you may get other symptoms, such as:\n- weakness\n- blurred vision\n- confusion or difficulty concentrating\n- unusual behaviour, slurred speech or clumsiness (like being drunk)\n- feeling sleepy\n- seizures or fits\n- collapsing or passing out\nA low blood sugar level, or hypo, can also happen while you're sleeping. This may cause you to wake up during the night or cause headaches, tiredness or damp sheets (from sweat) in the morning."}, {"How to treat a low blood sugar level yourself": "Follow these steps if your blood sugar level is less than 3.5mmol/L or you have hypo symptoms:\n- Have a sugary drink or snack – like a small glass of fizzy drink (not a diet variety) or fruit juice, 4 to 5 jelly babies, 3 to 6 glucose tablets or 1 to 2 tubes of glucose gel.\n- Test your blood sugar after 10 minutes – if it's improved and you feel better, move on to step 3. If there's little or no change, treat again with a sugary drink or snack and take another reading after 10 to 15 minutes.\n- You may need to eat your main meal (containing a slow-release carbohydrate) if it's the right time to have it. Or, have a snack that contains a slow-release carbohydrate, such as a slice of bread or toast, a couple of biscuits, or a glass of cows' milk.\nYou do not usually need to get medical help once you're feeling better if you only have a few hypos.\nBut tell your diabetes team if you keep having hypos or if you stop having symptoms when your blood sugar level is low."}, {"How to treat someone who's unconscious or very sleepy (drowsy)": "Follow these steps:\n- Put the person in therecovery positionand do not put anything in their mouth – so they do not choke.\n- Call 999 for an ambulance if an injection of glucagon is not available, you do not know how to use it, or the person had alcohol before their hypo.\n- If an injection of glucagon is available and you know how to use it, give it to them immediately.\n- If they wake up within 10 minutes of getting the injection and feel better, move on to step 5. If they do not improve within 10 minutes, call 999 for an ambulance.\n- If they're fully awake and able to eat and drink safely, give them a carbohydrate snack.\nThey may need to go to hospital if they're being sick (vomiting), or their blood sugar level drops again.\nTell your diabetes care team if you ever have a severe hypo that caused you to lose consciousness.\nFollow these steps if someone has a seizure or fit caused by a low blood sugar level:\n- Stay with them and stop them hurting themselves – lie them down on something soft and move them away from anything dangerous (like a road or hot radiator).\n- Call 999 for an ambulance if the seizure or fit lasts more than 5 minutes.\n- After the seizure or fit stops, give them a sugary snack.\nTell your diabetes care team if you ever have a severe hypo that caused you to have a seizure or fit."}, {"What causes a low blood sugar level": "In people with diabetes, the main causes of a low blood sugar level are:\n- the effects of medicine – especially taking too much insulin, medicines called sulfonylureas (such as glibenclamide andgliclazide), medicines called glinides (such as repaglinide and nateglinide), or some antiviral medicines to treat hepatitis C\n- skipping or delaying a meal\n- not eating enough carbohydrate foods in your last meal, such as bread, cereals, pasta, potatoes and fruit\n- exercise, especially if it's intense or unplanned\n- drinking alcohol\nSometimes there's no obvious reason why a low blood sugar level happens.\nVery occasionally, it can happen in people who do not have diabetes."}, {"Preventing a low blood sugar level": "If you have diabetes, you can reduce your chance of getting a low blood sugar level if you:\n- Check your blood sugar level regularly and be aware of the symptoms of a low blood sugar level so you can treat it quickly.\n- Use a continuous glucose monitor (CGM) or flash monitor to see how your blood sugar levels are changing. Ask your diabetes care team about getting a monitor if you do not already have one.\n- Always carry a sugary snack or drink with you, such as glucose tablets, a carton of fruit juice or some sweets. If you have a glucagon injection kit, always keep it with you.\n- Do not skip meals.\n- Be careful when drinking alcohol. Do not drink large amounts, check your blood sugar level regularly, and eat a carbohydrate snack afterwards.\n- Be careful when exercising; eating a carbohydrate snack before exercise can help to reduce the risk of a hypo. If you take some types of diabetes medicine, your doctor may recommend you take a lower dose before or after doing intense exercise.\n- Have a carbohydrate snack, such as toast, if your blood sugar level drops too low while you're asleep (nocturnal hypoglycaemia).\nIf you keep getting a low blood sugar level, talk to your diabetes care team about things you can do to help prevent it."}, {"A low blood sugar level without diabetes": "A low blood sugar level is uncommon in people who do not have diabetes.\nPossible causes include:\n- your body releasing too much insulin after eating (called reactive hypoglycaemia or postprandial hypoglycaemia)\n- not eating (fasting) ormalnutrition\n- a complication of pregnancy\n- a gastric bypass (a type ofweight loss surgery)\n- other medical conditions, such as problems with your hormone levels, pancreas, liver, kidneys, adrenal glands or heart\n- some medicines, including quinine (taken formalaria)\nSee a GP if you think you keep getting symptoms of a low blood sugar level. They can arrange some simple tests to check if your blood sugar level is low and try to find out what's causing it."}, {"A low blood sugar level and driving": "You may still be allowed to drive if you have diabetes or you're at risk of a low blood sugar level for another reason, but you'll need to do things to reduce the chance of this happening while you're driving.\nYou also need to tell the Driver and Vehicle Licensing Agency (DVLA) and your car insurance company about your condition.\nFor more information, see:\n- Diabetes UK: driving and diabetes\n- Diabetes.co.uk: driving and hypoglycaemia\n- GOV.UK: hypoglycaemia and driving"}]}, {"condition": "Low sperm count", "sections": [{"No header": "A low sperm count, also called oligozoospermia, is where a man has fewer than 15 million sperm per millilitre of semen.\nHaving a low sperm count can make it more difficult to conceive naturally, although successful pregnancies can still occur.\nProblems with sperm, including a low sperm count and problems with sperm quality, are quite common. They're a factor in around 1 in 3 couples who are struggling to get pregnant.\nThere are treatments available on the NHS or privately that can help you become a dad if you have a low sperm count."}, {"Getting your sperm count checked": "See your GP if you have not managed to conceive after 1 year of trying for a baby.\nIt's a good idea for both you and your partner to get advice, as fertility problems can affect men and women and often it's a combination of both. It's important to understand what the exact issue is before you decide on your next steps.\nOne of the tests your GP can arrange is a semen analysis.\nThis is where a sample of semen is analysed to check the quality and quantity of the sperm. The results are usually available within a week.\nIf the results are  not normal, the test should be repeated to ensure it was accurate. This will normally be performed after 3 months. \nYour GP can refer you to a specialist in male infertility at your local hospital or fertility clinic if any problems are found."}, {"Home sperm count testing kits": "There are several male fertility home-testing kits available to buy from pharmacies. These tests claim to indicate whether your sperm count is low.\nIt may be tempting to try one of the tests if you would rather not see your GP, but you should be aware that:\n- although research by the manufacturers suggests these tests can give an accurate indication of sperm count, they have not been extensively studied\n- some home-testing kits classify a low sperm count as under 20 million sperm per millilitre of semen, but more recent international guidelines state that anything above 15 million sperm per millilitre of semen is normal\n- some kits only check the number of sperm, not other things that can affect fertility such as how well the sperm are able to move (motility) – it's best to use a kit that measures both these things\nWhile these tests might sometimes give a useful indication of your sperm count, they may also give you false reassurance or may suggest your sperm count is low when it's actually perfectly normal.\nIt's better to see your GP for a proper semen analysis at an accredited laboratory if you're concerned about your fertility. See how to use self-test kits safely for more about the issues of home-testing."}, {"Causes of a low sperm count": "In many cases, it's not obvious what causes a low sperm count.\nSometimes problems with sperm count and quality are associated with:\n- a hormone imbalance, such as hypogonadism (reduced hormone production)\n- a genetic problem such asKlinefelter syndrome\n- having hadundescended testiclesas a baby\n- a structural problem – for example, the tubes that carry sperm being damaged and blocked by illness or injury, or being absent from birth\n- a genital infection such aschlamydia,gonorrhoeaorprostatitis(infection of the prostate gland)\n- varicoceles(enlarged veins in the testicles)\n- previous surgery to the testicles or hernia repairs\n- the testicles becoming overheated\n- excessive alcohol consumption, smoking and using drugs such as marijuana or cocaine\n- certain medications, including testosterone replacement therapy, long-termanabolic steroid use, cancer medications (chemotherapy), someantibioticsand someantidepressants\n- being overweight or obese"}, {"Treatments for low sperm count": "If you or your partner has been diagnosed with a low sperm count, there are several options available. \nYour doctor may initially suggest trying to conceive naturally for a little longer. Many couples conceive within the second year of trying.\nYou can help maximise your chances of conceiving by:\n- having sex every 2 or 3 days\n- moderating your alcohol consumptionand stopping smoking\n- staying in good shape, exercising regularly and having a healthy, balanced diet\nRead more about how to improve your chances of becoming a dad.\nIn vitro fertilisation (IVF) may be an option if you have a slightly low sperm count and you've been trying to conceive naturally with your partner for at least 2 years.\nDuring IVF, an egg is removed from the woman's ovaries and fertilised with sperm in a laboratory. The fertilised egg is then returned to the woman's womb to grow and develop.\nRead more about IVF.\nIntracytoplasmic sperm injection (ICSI) is a type of IVF technique, in which a single sperm is injected directly into an egg to fertilise it. The fertilised egg is then transferred to the woman's womb. \nICSI may be offered if you've been trying to conceive naturally with your partner for at least 2 years and you have either few or no sperm in your semen or poor quality sperm.\nBefore having ICSI, you and your partner will need to have an assessment to ensure the treatment is appropriate.\nThis will involve questions about your medical and sexual history, and screening tests to check for infections or genetic problems that could affect your baby and the chances of ICSI working. \nThe Human Fertilisation & Embryo Authority (HFEA) has more information about ICSI.\nDonor insemination means using sperm donated by another man.\nYou may wish to consider using donor insemination as an alternative to ICSI, particularly if you have a genetic disorder that could be passed on to any children. It can be used as part of IVF if necessary.\nIf you're considering donor insemination, you should be offered counselling as a couple about the implications for you and your children.\nRead more about what you need to know about using a sperm donor.\nIf you have very low levels of gonadotrophin hormones (that stimulate the production of sperm), you should be offered treatment with gonadotrophin medicine to improve your fertility.\nBut if no cause has been found for your abnormal sperm count, you will not be offered hormone-based medicines as they are not known to improve fertility in these cases."}]}, {"condition": "Low white blood cell count", "sections": [{"No header": "A low white blood cell count usually means your body is not making enough white blood cells. It can increase your risk of getting infections."}, {"What causes a low white blood cell count?": "Common causes include:\n- cancer treatment, like radiotherapy\n- antipsychotic medicines\n- medicine for anoveractive thyroid\n- some cancers, likeleukaemia\n- infections such asHIVorhepatitis\n- autoimmune disorders, likerheumatoid arthritis\nAgranulocytosis and neutropenia are conditions that cause a low white blood cell count."}, {"Treating a low white blood cell count": "A blood test can tell you if your white blood cell count is low.\nYour treatment will depend on what's causing your condition and will often include antibiotics.\nYou may also need specific treatment:\n- to boost your white blood cells\n- if you've got an infection\n- a high temperature\n- chills and shivering\n- sore throat\n- mouth sores that keep returning\n- toothache\n- skin rashes\n- tiredness\n- flu-like symptoms\nOccasionally, infections can lead to a life-threatening condition called sepsis."}, {"No header": "- you know you're at risk of a low white blood cell count and you get an infection\n- you keep getting infections\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Things you can do yourself to avoid infections": "If you have a low white blood cell count caused by illness or medicine you should take steps to avoid infections.\n- avoid close contact with people who are sick\navoid close contact with people who are sick\n- store and prepare food properly to avoid food poisoning\nstore and prepare food properly to avoid food poisoning\n- wash your hands with soap and warm water regularly\nwash your hands with soap and warm water regularly\n- use an electric shaver instead of a razor\nuse an electric shaver instead of a razor\n- avoid shared hot tubs\navoid shared hot tubs\n- do not share food, cups, utensils, toothbrushes or make-up\ndo not share food, cups, utensils, toothbrushes or make-up\n- do not eat raw foods, like meat, shellfish and eggs\ndo not eat raw foods, like meat, shellfish and eggs\n- do not change cat litter or handle animal poo\ndo not change cat litter or handle animal poo\n- do not change nappies\ndo not change nappies\n- do not walk outside barefoot\ndo not walk outside barefoot\n- do not swim in ponds and rivers\ndo not swim in ponds and rivers"}]}, {"condition": "Lumbar decompression surgery", "sections": [{"No header": "Lumbar decompression surgery is a type of surgery used to treat compressed nerves in the lower (lumbar) spine.\nIt's only recommended when non-surgical treatments haven't helped. \nThe surgery aims to improve symptoms such as persistent pain and numbness in the legs caused by pressure on the nerves in the spine.\nLumbar decompression surgery is used to treat:\n- spinal stenosis– narrowing of a section of the spinal column, which puts pressure on the nerves inside\n- aslipped discandsciatica– where a damaged spinal disc presses down on an underlying nerve\n- spinal injuries– such as a fracture or the swelling of tissue\n- metastatic spinal cord compression– where cancer in one part of the body, such as the lungs, spreads into the spine and presses on the spinal cord or nerves"}, {"What happens during lumbar decompression surgery": "If lumbar decompression surgery is recommended, you'll usually have at least 1 of the following procedures:\n- laminectomy– where a section of bone is removed from 1 of your vertebrae (spinal bones) to relieve pressure on the affected nerve\n- discectomy– where a section of a damaged disc is removed to relieve pressure on a nerve\n- spinal fusion– where 2 or more vertebrae are joined together with a section of bone to stabilise and strengthen the spine\nIn many cases, a combination of these techniques may be used.\nLumbar decompression is usually carried out under general anaesthetic, which means you'll be unconscious during the procedure and won't feel any pain as it's carried out. The whole operation usually takes at least an hour, but may take much longer, depending on the complexity of the procedure."}, {"Recovering from lumbar decompression surgery": "You'll usually be well enough to leave hospital about 1 to 4 days after having surgery, depending on the complexity of the surgery and your level of mobility before the operation.\nMost people are able to walk unassisted within a day of having the operation, although more strenuous activities will need to be avoided for about 6 weeks.\nYou may be able to return to work after about 4 to 6 weeks, although you may need more time off if your job involves driving for long periods or lifting heavy objects."}, {"Effectiveness of lumbar decompression surgery": "There's good evidence that decompression surgery can be an effective treatment for people with severe pain caused by compressed nerves. \nMany people who have the operation experience a significant improvement in pain. People who found walking difficult before surgery because of leg pain or weakness are often able to walk further and more easily after the operation."}, {"Risks of lumbar decompression surgery": "Although lumbar decompression is often successful, like all types of surgery it carries a risk of complications.\nComplications associated with lumbar decompression surgery include:\n- infection at the site of the operation, or in rare cases an infection elsewhere\n- a blood clot developing in 1 of your leg veins, known asDVT (deep vein thrombosis); in rare cases, the clot can dislodge and travel to the lungs, causing a serious problem called apulmonary embolism\n- damage to the spinal nerves or cord – resulting in continuing symptoms, numbness or weakness in 1 or both legs, or in rare cases some degree ofparalysis\nSurgery tends to be safer if you do not smoke, have good general fitness and lose weight if needed."}, {"The spine and spinal cord": "The spine is made up of 33 segments, called vertebrae, which are stacked on top of each other to form the spinal column. In between each vertebra are protective, circular pads of tissue called discs, which cushion the vertebrae during activities such as walking and running.\nThe spinal canal runs through the centre of the spinal column. It contains and protects the spinal cord and nerves."}, {"Video: lumbar surgery": "In this video, an expert talks about what happens during lumbar surgery."}]}, {"condition": "Lumbar puncture", "sections": [{"No header": "A lumbar puncture is where a thin needle is inserted between the bones in your lower spine. It should not be painful, but you may have a headache and some back pain for a few days.\nIt's carried out in hospital by a doctor or specialist nurse."}, {"When a lumbar puncture may be needed": "A lumbar puncture may be used to:\n- take a sample of fluid from your spinal cord (cerebrospinal fluid) or measure the fluid's pressure – to help diagnose a condition\n- inject medicine – such as painkillers, antibiotics or chemotherapy\n- inject aspinal anaesthetic (epidural)– to numb the lower part of your body before an operation\n- remove some fluid to reduce pressure in the skull or spine"}, {"Before having a lumbar puncture": "Your doctor or nurse should explain what's going to happen and why you need a lumbar puncture.\nA few days or weeks before the test:\n- you may have aCT scanorMRI scan– to make sure you need the lumbar puncture and it's safe to have one\n- let the hospital know if you're taking blood-thinning medicine(anticoagulants)– such aswarfarin\nOn the day:\n- you can eat, drink and take medicine as normal\n- you'll be asked to sign aconsent form\n- you'll usually need to undress and change into a hospital gown before the procedure – you might also want to use the toilet"}, {"What happens during a lumbar puncture": "The doctor or nurse will:\n- Clean your skin and numb the area withlocal anaesthetic(you'll be awake during the procedure). Children may also be given medicine to help them relax and keep still.\n- Insert a thin needle through the skin, between 2 bones in the lower part of your spine. This should not be painful, but you may feel some pressure.\n- Remove the needle once the procedure is finished and apply a small plaster or dressing."}, {"How long does a lumbar puncture take?": "A lumbar puncture takes around 30 to 45 minutes, but you'll need to stay lying down at the hospital for at least another hour while the nurses monitor you.\nYou'll be able to go home the same day if you feel well enough, but you would not be able to drive yourself home."}, {"Getting the results": "The doctor or nurse who performs the lumbar puncture can often tell you some of the results straight away and explain what they mean.\nYou may need to wait for at least 48 hours for the full results. Some laboratory test results are available within a couple of hours in an emergency."}, {"Side effects of a lumbar puncture": "A lumbar puncture is generally a safe procedure and serious side effects are uncommon.\nThe most common side effects are:\n- headaches, which can last for up to a week – you'll be given painkillers at the hospital if you need them\n- swelling and lower back pain where the needle was inserted – this should get better on its own after a few days and is normally nothing to worry about"}, {"Recovering from a lumbar puncture": "While you're recovering from a lumbar puncture:\n- drink plenty of fluids\ndrink plenty of fluids\n- take painkillers, such asparacetamol\ntake painkillers, such as paracetamol\n- lie down instead of sitting upright\nlie down instead of sitting upright\n- try drinks containing caffeine, such as coffee, tea or cola – some people find this helps to relieve the headaches\ntry drinks containing caffeine, such as coffee, tea or cola – some people find this helps to relieve the headaches\n- remove the dressing or plaster yourself the next day\nremove the dressing or plaster yourself the next day\n- do not drive or operate machinery for at least 24 hours\ndo not drive or operate machinery for at least 24 hours\n- do not play sport or do any strenuous activities for at least a week\ndo not play sport or do any strenuous activities for at least a week\n- your headaches are severe or do not go away\n- you're feeling or being sick\n- you have a very high temperature or feel hot and shivery\n- it's painful to look at bright lights\n- the swelling in your back lasts for more than a few days or keeps getting worse\n- you see blood or clear fluid leaking from your back\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}]}, {"condition": "Lumps", "sections": [{"No header": "Lumps can appear anywhere on your body. Most lumps are harmless but it's important to see a GP if you're worried or the lump is still there after 2 weeks."}, {"Most lumps are normal": "Most people get lumps and growths on their skin at some point. They can be caused by many things.\nThey can:\n- be soft or hard to touch\n- move around\n- be the size of a pea or a golf ball\n- be a lump under the skin or a growth that hangs off your skin"}, {"Non-urgent advice:  See a GP if:": "- your lump gets bigger\n- your lump is painful, red or hot\n- your lump is hard and does not move\n- your lump lasts more than 2 weeks\n- a lump grows back after it's been removed\n- you have a lump in the breast or testicles\n- you have a swelling on the side of your neck, armpit or groin that does not go down\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your appointment": "The GP will look at your lump. They may be able to tell you what's causing it.\nIf they're unsure, they might refer you to hospital for tests, such as a biopsy (where a very small sample of the lump is removed and tested) or an ultrasound scan."}, {"Possible causes of lumps": "There are lots of possible causes of lumps and growths.\nYour symptoms might give you an idea of what’s causing it, but do not self-diagnose.\nSee a GP if you're worried or the lump is still there after 2 weeks."}, {"No header": ""}]}, {"condition": "Lung cancer", "sections": [{"No header": "Lung cancer is one of the most common and serious types of cancer. Around 47,000 people are diagnosed with the condition every year in the UK.\nThere are usually no signs or symptoms in the early stages of lung cancer, but many people with the condition eventually develop symptoms including:\n- a persistent cough\n- coughing up blood\n- persistent breathlessness\n- unexplained tiredness and weight loss\n- an ache or pain when breathing or coughing\nYou should see a GP if you have these symptoms."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Types of lung cancer": "Cancer that begins in the lungs is called primary lung cancer. Cancer that spreads to the lungs from another place in the body is known as secondary lung cancer. This page is about primary lung cancer.\nThere are two main forms of primary lung cancer. These are classified by the type of cells in which the cancer starts growing. They are:\n- non-small-cell lung cancer – the most common form, accounting for more than 87% of cases. It can be one of three types: squamous cell carcinoma, adenocarcinoma or large-cell carcinoma.\n- small-cell lung cancer – a less common form that usually spreads faster than non-small-cell lung cancer.\nThe type of lung cancer you have determines which treatments are recommended."}, {"Who's affected": "Lung cancer mainly affects older people. It's rare in people younger than 40. More than 4 out of 10 people diagnosed with lung cancer in the UK are aged 75 and older.\nAlthough people who have never smoked can develop lung cancer, smoking is the most common cause (accounting for about 72% of cases). This is because smoking involves regularly inhaling a number of different toxic substances."}, {"Treating lung cancer": "Treatment depends on the type of mutation the cancer has, how far it's spread and how good your general health is.\nIf the condition is diagnosed early and the cancerous cells are confined to a small area, surgery to remove the affected area of lung may be recommended.\nIf surgery is unsuitable due to your general health, radiotherapy to destroy the cancerous cells may be recommended instead.\nIf the cancer has spread too far for surgery or radiotherapy to be effective, chemotherapy is usually used.\nThere are also a number of medicines known as targeted therapies. They target a specific change in or around the cancer cells that is helping them to grow. Targeted therapies cannot cure lung cancer but they can slow its spread."}, {"Outlook": "Lung cancer does not usually cause noticeable symptoms until it's spread through the lungs or into other parts of the body. This means the outlook for the condition is not as good as many other types of cancer.\nAbout 1 in 3 people with the condition live for at least 1 year after they're diagnosed and about 1 in 20 people live at least 10 years.\nHowever, survival rates vary widely, depending on how far the cancer has spread at the time of diagnosis. Early diagnosis can make a big difference."}]}, {"condition": "Lung transplant", "sections": [{"No header": "A lung transplant is an operation to remove and replace a diseased lung with a healthy human lung from a donor.\nA donor is usually a person who's died, but in rare cases a section of lung can be taken from a living donor.\nLung transplants are not carried out frequently in the UK. This is mainly because of the lack of available donors.\nIn 2017-18, 214 lung transplants were carried out in England."}, {"When a lung transplant is needed": "A lung transplant will often be recommended if:\n- a person has advanced lung disease that's not responding to other methods of treatment\n- a person's life expectancy is thought to be less than 2 to 3 years without a transplant\nConditions that can be treated with a lung transplant include:\n- chronic obstructive pulmonary disease (COPD)– a general term for a number of conditions that damage the lungs, usually as a result of smoking\n- cystic fibrosis– an inherited condition that causes the lungs and digestive system to become clogged up with a thick, sticky mucus\n- pulmonary hypertension– high blood pressure in the blood vessels that carry blood from the heart to the lungs\n- idiopathic pulmonary fibrosis– scarring of the lungs"}, {"Types of transplant": "There are 3 main types of lung transplant:\n- a single lung transplant – where a single damaged lung is removed from the recipient and replaced with a lung from the donor; this is often used to treat pulmonary fibrosis, but it's not suitable for people with cystic fibrosis because infection will spread from the remaining lung to the donated lung\n- a double lung transplant – where both lungs are removed and replaced with 2 donated lungs; this is usually the main treatment option for people with cystic fibrosis or COPD\n- a heart-lung transplant– where the heart and both lungs are removed and replaced with a donated heart and lungs; this is often recommended for people with severe pulmonary hypertension\nThe demand for lung transplants is far greater than the available supply of donated lungs.\nThis means a transplant will only be carried out if it's thought there's a relatively good chance of it being successful.\nFor example, a lung transplant would not be recommended for someone with lung cancer because the cancer could come back in the donated lungs.\nYou also will not be considered for a lung transplant if you smoke."}, {"Living donors": "It's possible for a person to receive a lung transplant from living donors (2 living donors are usually required for 1 recipient).\nBut lung transplants from living donors are currently rare in the UK.\nDuring this type of lung transplant, the lower lobe of the right lung is removed from 1 donor and the lower lobe of the left lung is removed from the other donor.\nBoth lungs are removed from the recipient and replaced with the lung implants from the donors in a single operation.\nMost people who receive lung transplants from living donors have cystic fibrosis and are close relatives of the donors.\nThe recipient and donors need to be compatible in size and have matching blood groups."}, {"Preparation": "Before being placed on the transplant list you'll need to have some tests to make sure your other major organs, such as your heart, kidneys and liver, will function properly after the transplant.\nYou may also need to make lifestyle changes, such as giving up smoking and losing weight if you're overweight, so you're as healthy as possible when it's time for the transplant to take place.\nFind out more about preparing for a lung transplant"}, {"The lung transplant procedure": "A lung transplant usually takes between 4 and 12 hours to complete, depending on the complexity of the operation.\nA cut is made in your chest and the damaged lungs are removed.\nDepending on your individual circumstances, you may be connected to a heart and lung bypass machine to keep your blood circulating during the operation.\nThe donated lungs will then be connected to the relevant airways and blood vessels, and the chest will be closed.\nFind out more about how a lung transplant is performed\nA lung transplant is a major operation that may take at least 3 months to recover from.\nIt could be quite a while before you're able to return to work, so you'll need to make necessary arrangements with your employer.\nFind out more about recovering from a lung transplant"}, {"Risks": "A lung transplant is a complex type of surgery that carries a high risk of complications.\nA common complication is the immune system rejecting the donated lungs.\nBecause of this, a medicine known as an immunosuppressive is given to dampen the effects of the immune system, reducing the risk of rejection.\nBut taking immunosuppressives carries its own risks as they increase the chances of infection.\nFind out more about the risks associated with a lung transplant"}, {"Outlook": "The outlook for people who have had a lung transplant has improved in recent years and it's expected to continue improving.\nThe British Transplantation Society estimates that around 9 out of 10 people survive a lung transplant, with most of these surviving for at least a year after having the operation.\nAbout 5 out of 10 people will survive for at least 5 years after having a lung transplant, with many people living for at least 10 years.\nThere have also been reports of some people living for 20 years or more after a lung transplant.\nAlthough complications can occur at any time, a serious complication is most likely to occur in the first year after the transplant.\nIn the UK, consent (permission) is required before organs can be donated.\nA person can give their consent by joining the NHS Organ Donor Register or by discussing their wishes with loved ones.\nJoining the NHS Organ Donor Register is a failsafe way of ensuring your wishes are made clear.\nIt means there's a permanent record of your wishes that doctors can check in the event of your death.\nJoining the NHS Organ Donor Register is quick, simple, and you can remove yourself from it at any time.\nFind out more about organ donation"}]}, {"condition": "Lupus", "sections": [{"No header": "Lupus is a long-term condition that causes joint pain, skin rashes and tiredness. There's no cure, but symptoms can improve if treatment starts early."}, {"Non-urgent advice:  See a GP if you often get:": "\n- joint and muscle pain\n- extreme tiredness that will not go away no matter how much you rest\n- rashes – often over the nose and cheeks\nThese are the main symptoms of lupus.\nYou might also have:\n- headaches\n- mouth sores\n- high temperature\n- hair loss\n- sensitivity to light (causing rashes on uncovered skin)\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nLupus is better managed if it's found and treated early."}, {"How lupus is diagnosed": "Lupus, also called systemic lupus erythematosus, is not always easy to diagnose because it can be similar to other conditions.\nSymptoms include inflammation of different parts of the body including the lungs, heart, liver, joints and kidneys.\nThe GP will usually do some blood tests. High levels of a type of antibody, combined with typical symptoms, means lupus is likely.\nYou might be referred for X-rays and scans of your heart, kidney and other organs if the doctor thinks they might be affected.\nOnce lupus is diagnosed, you'll be advised to have regular checks and tests, such as regular blood tests to check for anaemia and urine tests to check for kidney problems.\nLupus often flares up (relapses) and symptoms become worse for a few weeks, sometimes longer.\nSymptoms then settle down (remission). The reason why symptoms flare up or settle down is not known.\nSome people do not notice any difference and their symptoms are constant."}, {"Treatment for lupus": "Lupus is generally treated using:\n- anti-inflammatory medicines likeibuprofen\n- hydroxychloroquine for fatigue and skin and joint problems\n- steroid tablets, injections and creams for kidney inflammation and rashes\nTwo medicines, rituximab and belimumab, are sometimes used to treat severe lupus. These work on the immune system to reduce the number of antibodies in the blood."}, {"No header": "Versus Arthritis has more information on the treatments for lupus"}, {"Coronavirus advice": "Get advice about coronavirus and lupus from Lupus UK"}, {"Living with lupus: things you can do yourself": "Although medicines are important in controlling lupus, you can help manage your symptoms and reduce the risk of it getting worse.\n- use high-factor (50+) sunscreen – you can get it on prescription if you have lupus\nuse high-factor (50+) sunscreen – you can get it on prescription if you have lupus\n- learn to pace yourself to avoid getting too tired\nlearn to pace yourself to avoid getting too tired\n- try to stay active even on a bad day\ntry to stay active even on a bad day\n- try relaxation techniques to manage stress – stress can make symptoms worse\ntry relaxation techniques to manage stress – stress can make symptoms worse\n- wear a hat in the sun\nwear a hat in the sun\n- tell your employer about your condition – you might be able to adjust your working pattern\ntell your employer about your condition – you might be able to adjust your working pattern\n- ask for help from family, friends and health professionals\nask for help from family, friends and health professionals\n- eat ahealthy, balanced diet, including vitamin D and calcium\neat a healthy, balanced diet, including vitamin D and calcium\n- do not smoke –stopping smokingis the most important thing to do if you have lupus\ndo not smoke – stopping smoking is the most important thing to do if you have lupus\n- do not sit in direct sunlight or spend a lot of time in rooms with fluorescent lights\ndo not sit in direct sunlight or spend a lot of time in rooms with fluorescent lights"}, {"No header": "Lupus UK has support, advice and information for people with the condition."}, {"Causes of lupus": "Lupus is an autoimmune disease. This means the body's natural defence system (immune system) attacks healthy parts of your body.\nIt's not contagious.\nThe causes of lupus are not fully understood. Possible causes include:\n- viral infection\n- certain medicines\n- sunlight\n- puberty\n- childbirth\n- menopause\nMore women than men get lupus, and it's more common in black and Asian women."}, {"Pregnancy and lupus": "Lupus can cause complications in pregnancy.\nSee a doctor before trying to get pregnant to discuss the risks and so your medicine can be changed if necessary."}, {"No header": "Watch this video to find out how lupus (an autoimmune condition) affects children."}]}, {"condition": "Lyme disease", "sections": [{"No header": "Lyme disease is a bacterial infection that can be spread to humans by infected ticks. It's usually easier to treat if it's diagnosed early."}, {"Symptoms of Lyme disease": "A circular or oval shape rash around a tick bite can be an early symptom of Lyme disease in some people.\nThe rash can appear up to 3 months after being bitten by an infected tick, but usually appears within 1 to 4 weeks. It can last for several weeks.\nThe rash can have a darker or lighter area in the centre and might gradually spread. It's not usually hot or itchy.\nThe rash may be flat, or slightly raised, and look pink, red, or purple when it appears on white skin. It can be harder to see the rash on brown and black skin and it may look like a bruise.\nSome people also get flu-like symptoms a few days or weeks after they were bitten by an infected tick, such as:\n- a high temperature, or feeling hot and shivery\n- headache\n- muscle and joint pain\n- tiredness and loss of energy"}, {"No header": "Some people with Lyme disease develop more severe symptoms months or years later.\nThis is more likely if treatment is delayed.\nThese more severe symptoms may include:\n- pain and swelling in joints\n- nerve problems – such as pain or numbness\n- heart problems\n- trouble with memory or concentration"}, {"The chance of getting Lyme disease": "Not all ticks in England carry the bacteria that causes Lyme disease.\nBut it's still important to be aware of ticks and to safely remove them as soon as possible, just in case.\nTicks that may cause Lyme disease are found all over the UK, but high-risk places include grassy and wooded areas in southern and northern England and the Scottish Highlands."}, {"No header": "Ticks are tiny spider-like creatures that live in woods, areas with long grass, and sometimes in urban parks and gardens. They're found all over the UK.\nTicks do not jump or fly. They attach to the skin of animals or humans that brush past them.\nOnce a tick bites into the skin, it feeds on blood for a few days before dropping off."}, {"How to spot and remove ticks": "Tick bites are not always painful. You may not notice a tick unless you see it on your skin.\nRegularly check for ticks on your clothes and skin, and on children and pets after being outdoors.\nTo remove a tick safely:\n- Use fine-tipped tweezers or a tick-removal tool. You can buy these from some pharmacies, vets and pet shops.\n- Grasp the tick as close to the skin as possible.\n- Slowly pull upwards, taking care not to squeeze or crush the tick. Dispose of it when you have removed it.\n- Clean the bite with antiseptic or soap and water.\nThe chance of getting ill is low. You do not need to do anything else unless you notice a rash or become unwell."}, {"Non-urgent advice:  See a GP if:": "- you've been bitten by a tick or visited an area in the past 3 months where infected ticks could be\nand you have:\n- flu-like symptoms – such as feeling hot and shivery, headaches, aching muscles or feeling sick, or\n- a round or oval shape rash\nTell them if you have recently been in forests or grassy areas.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "The GP will ask about your symptoms and consider any rash or recent tick bites you know about.\nLyme disease can be difficult to diagnose. It has similar symptoms to other conditions and there's not always an obvious rash.\n2 types of blood test are available to help confirm or rule out Lyme disease. But these tests are not always accurate in the early stages of the disease.\nYou may need to be retested if you still have Lyme disease symptoms after a negative result."}, {"Treatment from a GP": "If a GP thinks you might have Lyme disease, they'll prescribe a course of antibiotics.\nThe antibiotics you're given will depend on your symptoms, but you may need to take them for up to 28 days. It's important to finish the course, even if you start to feel better.\nSome people with severe symptoms will be referred to a specialist in hospital so antibiotics can be given directly into a vein.\nMost people with Lyme disease get better after antibiotic treatment. This can take months for some people, but the symptoms should improve over time.\nPeople with symptoms of Lyme disease that last a long time after treatment may be referred to a specialist in hospital for advice and more blood tests.\nSome websites offer tests and treatment for Lyme disease that may not be supported by scientific evidence.\nSpeak to a doctor for advice before buying tests or treatment online."}, {"How to avoid tick bites": "To reduce the chance of being bitten:\n- cover your skin while walking outdoors and tuck your trousers into your socks\n- use insect repellent on your clothes and skin – products containing DEET are best\n- stay on clear paths whenever possible\n- wear light-coloured clothing so ticks are easier to see and brush off"}, {"Ongoing symptoms of Lyme disease": "A few people who are diagnosed and treated for Lyme disease continue to have symptoms, like tiredness, aches and loss of energy, that can last for years.\nThese symptoms are often compared to fibromyalgia and chronic fatigue syndrome.\nIt's not clear why this happens to some people and not others. This means there's also no agreed treatment.\nSpeak to a doctor if your symptoms come back, or do not improve, after treatment with antibiotics.\nThe doctor may be able to offer you further support if needed, such as:\n- referral for acare needs assessment\n- telling your employer, school or higher education institution that you require a gradual return to activities\n- communicating with children and families' social care"}]}, {"condition": "Lymphoedema", "sections": [{"No header": "Lymphoedema is a long-term (chronic) condition that causes swelling in the body's tissues. It can affect any part of the body, but usually develops in the arms or legs.\nIt develops when the lymphatic system does not work properly. The lymphatic system is a network of channels and glands throughout the body that helps fight infection and remove excess fluid.\nIt's important that lymphoedema is identified and treated as soon as possible. If it is not treated, it can get worse."}, {"Symptoms of lymphoedema": "The main symptom of lymphoedema is swelling in all or part of a limb or another part of the body. It can be difficult to fit into clothes, and jewellery and watches can feel tight.\nAt first, the swelling may come and go. It may get worse during the day and go down overnight. Without treatment, it will usually become more severe and persistent.\nOther symptoms in an affected body part can include:\n- an aching, heavy feeling\n- difficulty with movement\n- repeated skin infections\n- hard, tight skin\n- folds developing in the skin\n- wart-like growths developing on the skin\n- fluid leaking through the skin"}, {"What causes lymphoedema?": "Lymphoedema is caused by a problem with the lymphatic system, a network of vessels and glands spread throughout the body. The main functions of the lymphatic system are helping fight infection and draining excess fluid from tissues.\nThere are 2 main types of lymphoedema:\n- primary lymphoedema– caused by faulty genes that affect the development of the lymphatic system; it can develop at any age, but usually starts during infancy, adolescence, or early adulthood\n- secondary lymphoedema– caused by damage to the lymphatic system or problems with the movement and drainage of fluid in the lymphatic system; it can be the result of a cancer treatment, an infection, injury, inflammation of the limb, or a lack of limb movement\nRead more about the causes of lymphoedema"}, {"Who's affected": "Lymphoedema is thought to affect more than 200,000 people in the UK. Primary lymphoedema is rare and is thought to affect around 1 in every 6,000 people. Secondary lymphoedema is much more common.\nSecondary lymphoedema affects around 2 in 10 people with breast cancer, and 5 in 10 people with vulval cancer. About 3 in every 10 people with penile cancer get lymphoedema.\nPeople who have treatment for melanoma in the lymph nodes in the groin can also get lymphoedema.\nYour treatment team will let you know if you're at risk of getting lymphoedema from your cancer or cancer treatment. Any planned treatment you have will try to avoid causing damage to your lymph nodes.\nCancer Research UK has more information about lymphoedema and cancer."}, {"Diagnosing lymphoedema": "See a GP if you experience the typical symptoms of lymphoedema, such as swelling in your arms and legs. They may refer you to a specialist lymphoedema treatment centre for further assessment.\nIn many cases, lymphoedema can be diagnosed from your symptoms and medical history, and by examining the affected body part and measuring the distance around it to see if it's enlarged.\nOccasionally, further tests may be necessary to assess and monitor your condition.\nRead more about diagnosing lymphoedema"}, {"Treating lymphoedema": "There's no cure for lymphoedema, but it's usually possible to control the main symptoms using techniques to minimise fluid build-up and stimulate the flow of fluid through the lymphatic system.\nThese include wearing compression garments, taking good care of your skin, moving and exercising regularly, having a healthy diet and lifestyle, and using specialised massage techniques.\nRead more about treating lymphoedema and preventing lymphoedema."}, {"Complications": "Cellulitis is the most common complication of lymphoedema. It can also have a significant psychological impact. It can be serious if it's not treated quickly.\nIf you have lymphoedema, the build-up of fluid in your tissues makes you more vulnerable to infection.\nCellulitis is a bacterial infection of the deep layer of skin (dermis) that often affects people with lymphoedema. Cellulitis can also sometimes cause lymphoedema.\nSymptoms of cellulitis can include:\n- redness and a feeling of heat in the skin\n- pain and increased swelling in the affected area\n- a high temperature\n- chills\nAntibiotics taken by mouth (orally) can usually be used to treat cellulitis, although severe cases may need to be treated in hospital with antibiotics given directly into a vein (intravenously).\nLiving with a long-term condition that affects your appearance can cause a great deal of distress and lead to periods of depression.\nYou may be depressed if you've been feeling down for the past few months and no longer find pleasure in things you usually enjoy.\nIf this is the case, talk to a GP or a member of your lymphoedema treatment team. Effective treatments are available for depression.\nTalking to other people with lymphoedema can be reassuring and decrease feelings of isolation, stress and anxiety.\nThe Lymphoedema Support Network provides information and advice, and can put you in touch with a support group in your area.\nIf you persevere with your treatment plan, your symptoms should eventually become less noticeable."}, {"Video: lymphoedema - Philippa's story": "In this video, Philippa describes how she lives with primary lymphoedema."}]}]