[{"condition": "Nail fungal infection, see Fungal nail infection", "sections": [{"No header": "Fungal nail infections are common. They're not serious but they can take a long time to treat."}, {"Check if it's a fungal nail infection": "Fungal nail infections usually affect your toenails, but you can get them on your fingernails, too."}, {"Diabetes advice": "If you have diabetes, you should see a foot specialist (podiatrist) because any foot injury or infection can lead to complications of diabetes."}, {"A pharmacist can help with fungal nail infections": "Speak to a pharmacist if the look of your nail bothers you or it's painful.\nThey may suggest:\n- antifungal nail cream – it can take up to 12 months to cure the infection and does not always work\n- nail-softening cream – it's used for 2 weeks to soften the nail so the infected part can be scraped off\nThe infection is cured when you see healthy nail growing back at the base."}, {"Non-urgent advice:  See a GP:": "if a fungal nail infection:\n- is severe and treatment has not worked\n- has spread to other nails\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for a fungal nail infection from a GP": "A GP can prescribe antifungal tablets. But before they give you tablets they should take a sample of your nail and have it tested, to find out what type of infection you have.\nYou may need to take antifungal tablets for up to 6 months.\nThe tablets can have side effects, including:\n- headaches\n- itching\n- loss of taste\n- feeling sick and diarrhoea\nYou cannot take antifungal tablets if you're pregnant or have certain conditions. They can damage your liver.\nBadly infected nails sometimes need to be removed. It's a small procedure done while the area is numbed (under local anaesthetic)."}, {"No header": "Laser treatment uses laser to destroy the fungus.\nYou'll have to pay for it as it's not covered by the NHS. It can be expensive.\nThere's little evidence to show it's a long-term cure as most studies only follow patients for 3 months."}, {"Preventing fungal nail infections": "Fungal nail infections develop when your feet are constantly warm and damp.\nYou're more likely to get an infection if you wear trainers for a long time and have hot, sweaty feet.\nTo prevent fungal nail infections:\n- treatathlete's footas soon as possible to avoid it spreading to nails\ntreat athlete's foot as soon as possible to avoid it spreading to nails\n- keep your feet clean and dry\nkeep your feet clean and dry\n- wear clean socks every day\nwear clean socks every day\n- wear flip-flops in showers at the gym or pool\nwear flip-flops in showers at the gym or pool\n- throw out old shoes\nthrow out old shoes\n- do not wear shoes that make your feet hot and sweaty\ndo not wear shoes that make your feet hot and sweaty\n- do not share towels\ndo not share towels\n- do not wear other people's shoes\ndo not wear other people's shoes\n- do not share nail clippers or scissors\ndo not share nail clippers or scissors"}]}, {"condition": "Nail patella syndrome", "sections": [{"No header": "Nail patella syndrome is a rare genetic condition that can cause problems with the nails, bones and kidneys."}, {"Symptoms of nail patella syndrome": "Almost everyone with nail patella syndrome has abnormal nails, and many people also have problems with their knee caps (patellae), elbows and pelvis.\nSome of the problems will be obvious from birth, but others may not become apparent until later on.\nThere are several symptoms and problems associated with nail patella syndrome.\nNails may be missing, underdeveloped, discoloured, split, ridged or pitted.\nThumbnails are most severely affected, with each fingernail being less severely affected from the index finger to the little finger.\nToenails are usually less affected by the condition.\nThe kneecaps may be missing, small, irregularly shaped and easily dislocated, and can click, lock or may feel unstable or painful.\nSome people aren't able to fully extend their arms or turn their palms up while keeping their elbows straight. The elbows may also angle outwards, and dislocations can occur.\nBony growths on the pelvic bone (visible on X-rays) are common, but don't usually cause problems.\nThere may be protein in the urine (an early sign of kidney problems), which can be accompanied by blood in the urine. This can sometimes progress to kidney disease.\nPeople with nail patella syndrome may also have:\n- increased pressure in the eyes (glaucoma) which can develop at an earlier age than usual\n- numbness, tingling or a burning sensation in the hands and feet\n- poor blood circulation in the hands and feet\n- constipationorirritable bowel syndrome (IBS)\n- difficulty putting on weight, particularly muscle\n- thin bones (osteoporosis), particularly in the hips\n- a high forehead and hairline"}, {"Causes of nail patella syndrome": "Nail patella syndrome is usually caused by a fault in a gene called LMX1B that's inherited from one parent.\nBut there isn't always a family history of nail patella syndrome. In some cases, an LMX1B gene mutation (alteration) occurs for the first time on its own."}, {"Genetic testing": "Nail patella syndrome is usually diagnosed based on your or your child's symptoms. In most cases, a blood test to check for the faulty gene can confirm the diagnosis.\nIn about 5% of people diagnosed with nail patella syndrome, a fault in the LMX1B gene can't be found.\nIf you have nail patella syndrome, there's a 1 in 2 (50%) chance that any child you have will be born with the condition.\nIf you're planning to have a baby, talk to your GP about getting a referral to a genetic counsellor. They can explain the risks and what your options are.\nThese may include:\n- having tests during pregnancy to see if your baby will be born with nail patella syndrome\n- trying pre-implantation genetic diagnosis (PGD)\nPGD is similar to in vitro fertilisation (IVF), but the embryos are tested to check that they don't have the faulty gene before they're implanted in the womb.\nRead more about PGD from the Human Fertilisation and Embryology Authority"}, {"Treatments for nail patella syndrome": "There's no cure for nail patella syndrome, but treatments are available to help manage the symptoms.\nIf your kneecaps are easily dislocated and painful, painkillers, physiotherapy, splinting and bracing may help.\nBut the long-term use of non-steroidal anti-inflammatory drugs (NSAIDs) should be avoided because they can affect the kidneys.\nSome people may need corrective surgery for problems with the bones and joints. This should be carried out after an MRI scan by a surgeon who understands the condition.\nUrine tests should be carried out at birth to check for kidney problems. High levels of protein in the urine may need to be treated with medication.\nLater on, your urine and blood pressure should be tested every year.\nKidney problems may occur during (or be made worse by) pregnancy in women who have nail patella syndrome.\nIt's recommended that pregnant women with the condition have their blood pressure taken and urine tested frequently.\nIf your kidneys aren't working properly, you may need dialysis, where a machine is used to replicate many of the kidney's functions.\nIf you have severe kidney disease, you may need a kidney transplant.\nScreening for glaucoma should start as soon as a child is able to co-operate with the examination.\nTreatment for glaucoma may involve using eye drops or having a procedure to reduce the pressure inside the eye. \nRead more about testing for glaucoma and treating glaucoma.\nA dental examination should be carried out at least every 6 months.\nAn assessment of bone density is recommended for young adults to check for osteoporosis."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you or your child has nail patella syndrome, your clinical team may pass information on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time."}]}, {"condition": "Nail problems", "sections": [{"No header": "Nail problems are not usually caused by anything serious. Common nail problems include brittle, loose nails that may change colour or shape."}, {"Your nails may change over time": "It's normal for nails to:\n- become thicker or break more easily (brittle) as you get older\n- become harder, softer or more brittle during pregnancy (they should be healthier within 6 months of having a baby)\n- change colour, become loose and eventually fall off after an injury\nFingernails that fall off after an injury should grow back within 6 months. Toenails can take up to 18 months."}, {"Things you can do yourself": "There are some things you can do to help with common nail problems.\n- wear rubber gloves if your hands are often in water or you regularly use cleaning products\nwear rubber gloves if your hands are often in water or you regularly use cleaning products\n- clean your nails with a soft nailbrush\nclean your nails with a soft nailbrush\n- regularly apply hand cream to your nails and fingertips\nregularly apply hand cream to your nails and fingertips\n- regularly trim your nails (it may help to cut them after a shower or bath)\nregularly trim your nails (it may help to cut them after a shower or bath)\n- cut injured, loose nails back to where they are still attached, as this helps them to grow back normally\ncut injured, loose nails back to where they are still attached, as this helps them to grow back normally\n- do not cut your nails down the edges, and only trim straight across the top to help avoid aningrown toenail\ndo not cut your nails down the edges, and only trim straight across the top to help avoid an ingrown toenail\n- do not clean under your nails with sharp objects\ndo not clean under your nails with sharp objects\n- do not wear shoes that pinch your toes, especially when exercising\ndo not wear shoes that pinch your toes, especially when exercising\n- do not bite or pick your nails or the skin around them\ndo not bite or pick your nails or the skin around them\n- do not ignore fungal infections on your skin, such asathlete's foot\ndo not ignore fungal infections on your skin, such as athlete's foot"}, {"Non-urgent advice:  See a GP if:": "- you do not know why a nail has changed shape, changed colour or fallen off\n- the skin around your nails has become sore, red, swollen and warm (paronychia), which can be a sign of an infection or ingrown toenail\n- your nails are too tough to cut or you cannot reach them\nSome GPs may be able to refer you to a footcare specalist (podiatrist). You can also pay to see a podiatrist privately.\nFind a podiatrist\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Causes of nail problems": "Most nail problems are caused by:\n- injuries or biting your nails\n- staining your nails, for example, by smoking or applying a lot of nail varnish\n- not regularly trimming your nails, or cutting them at an angle\n- your hands often being in water or cleaning products\n- afungal nail infection\nNail problems can sometimes be a symptom of a more serious or long-term condition, such as:\n- nail psoriasis\n- iron deficiency anaemia\n- anunderactive thyroidoroveractive thyroid\n- diabetes\n- heart, lung or liver disease\nSome medicines can also cause nail problems. Check the side effects of any medicine you're taking."}, {"No header": ""}]}, {"condition": "Narcolepsy", "sections": [{"No header": "Narcolepsy is a rare long-term brain condition that causes a person to suddenly fall asleep at inappropriate times.\nThe brain is unable to regulate sleeping and waking patterns normally, which can result in:\n- excessive daytime sleepiness – feeling very drowsy throughout the day and finding it difficult to concentrate and stay awake\n- sleep attacks – falling asleep suddenly and without warning\n- cataplexy – temporary loss of muscle control resulting in weakness and possible collapse, often in response to emotions such as laughter and anger\n- sleep paralysis– a temporary inability to move or speak when waking up or falling asleep\n- excessive dreaming and waking in the night – dreams often come as you fall asleep (hypnogogic hallucinations) or just before or during waking (hypnopompic hallucinations)\nNarcolepsy does not cause serious or long-term physical health problems, but it can have a significant impact on daily life and be difficult to cope with emotionally.\nFind out more about the symptoms of narcolepsy."}, {"What causes narcolepsy": "Narcolepsy is often caused by a lack of the brain chemical hypocretin (also known as orexin), which regulates wakefulness.\nThe lack of hypocretin is thought to be caused by the immune system mistakenly attacking the cells that produce it or the receptors that allow it to work.\nBut this does not explain all cases of narcolepsy, and the exact cause of the problem is often unclear.\nThings that have been suggested as possible triggers of narcolepsy include:\n- hormonal changes, which can occur during puberty or themenopause\n- major psychological stress\n- an infection, such asswine flu, or the medicine used to vaccinate against it (Pandemrix)\nFind out more about the causes of narcolepsy."}, {"Who's affected": "Narcolepsy is a fairly rare condition. It's difficult to know exactly how many people have narcolepsy because many cases are thought to go unreported.\nBut it's estimated to affect about 30,000 people in the UK.\nMen and women are thought to be affected equally by narcolepsy, although some studies have suggested the condition may be more common in men.\nThe symptoms of narcolepsy often begin during adolescence, although it's usually diagnosed between the ages of 20 and 40."}, {"Diagnosing narcolepsy": "See a GP if you think you may have narcolepsy. They may ask about your sleeping habits and any other symptoms you have.\nThey may also carry out tests to help rule out other conditions that could be causing your excessive daytime sleepiness, such as sleep apnoea, restless legs in bed and kicking during sleep, or an underactive thyroid gland (hypothyroidism).\nIf necessary, you'll be referred to a specialist in sleep disorders, who'll analyse your sleep patterns.\nThis will usually involve staying overnight in a specialist sleep centre so various aspects of your sleep can be monitored.\nFind out more about diagnosing narcolepsy."}, {"Treating narcolepsy": "There's currently no cure for narcolepsy, but making changes to improve your sleeping habits and taking medicine can help minimise the impact the condition has on your daily life.\nTaking frequent, brief naps evenly spaced throughout the day is one of the best ways to manage excessive daytime drowsiness.\nThis may be difficult when you're at work or school, but a GP or specialist may be able to devise a sleep schedule that will help you get into a routine of taking naps.\nKeeping to a strict bedtime routine can also help, so you should go to bed at the same time each night whenever possible.\nIf your symptoms are particularly troublesome, you may be prescribed medicine that can help reduce daytime sleepiness, prevent cataplexy attacks and improve your sleep at night.\nThese medicines are usually taken as daily tablets, capsules or drinkable solutions.\nFind out more about treating narcolepsy."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you or your child has narcolepsy, your clinical team will pass information about you or your child on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat narcolepsy. You can opt out of the register at any time."}, {"Narcolepsy and driving": "If you're diagnosed with narcolepsy, it may affect your ability to drive.\nStop driving immediately and inform the Driver and Vehicle Licensing Agency (DVLA).\nYou'll need to complete a medical questionnaire so your individual circumstances can be assessed.\nYou'll usually be allowed to drive again if your narcolepsy is well controlled and you have regular reviews to assess your condition.\nGOV.UK has more information about narcolepsy and driving.\nThe Narcolepsy UK website also has more on driving and narcolepsy."}]}, {"condition": "Nasal and sinus cancer", "sections": [{"No header": "Nasal and sinus cancer is a rare cancer that affects the nasal cavity (the space behind your nose) and the sinuses (small air-filled cavities inside your nose, cheekbones and forehead).\nNasal and sinus cancer is different from cancer of the area where the nose and throat connect.\nThis is called nasopharyngeal cancer."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: coronavirus guidance for people with cancer\n- Cancer Research UK: coronavirus and cancer"}, {"Symptoms of nasal and sinus cancer": "The most common symptoms of nasal and sinus cancer are:\n- a blocked nose that does not go away and usually only affects 1 side\n- nosebleeds\n- a decreased sense of smell\n- mucus running from your nose – this can be bloody\n- mucus draining into the back of your nose and throat\nThese symptoms can be similar to more common and less serious conditions, such as a cold or sinusitis.\nAt a later stage, symptoms can include:\n- pain or numbness in the face, particularly in the upper cheek, that does not go away\n- swollen glandsin the neck\n- partial loss of vision ordouble vision\n- a bulging eye\n- awatering eyethat does not go away\n- pain or pressure in 1 ear\n- a persistent lump or growth on your face, nose or roof of your mouth"}, {"When to see a GP": "See a GP if you notice any unusual or persistent symptoms.\nIt's very unlikely they'll be caused by nasal or sinus cancer, but it's worth getting them checked out.\nIf a GP thinks you might need some tests to find out what's causing your symptoms, you'll usually be referred to an ear, nose and throat (ENT) consultant at a hospital.\nTests you may have to help diagnose nasal and sinus cancer include:\n- a nasalendoscopy(nasoendoscopy) – where a long, thin, flexible tube with a camera and light at the end is inserted into your nose to examine the area; this can be uncomfortable, so before the procedure you'll be asked whether you'd like anaesthetic sprayed on the back of your throat\n- abiopsy– where a small sample of tissue is removed and examined; this may be done during an endoscopy\n- a fine needle aspiration – where fluid and cells are taken from a lymph node using a needle to see if the cancer has spread\nIf you're diagnosed with nasal and sinus cancer, you may have a CT scan, MRI scan, PET scan or ultrasound scan to help stage and grade the cancer.\nThe Cancer Research UK website has more information about the stages and grades of different types of nasal and sinus cancer."}, {"Risk groups for nasal and sinus cancer": "Several factors are known to increase the risk of developing nasal and sinus cancer.\nThese include:\n- prolonged exposure to certain substances through your work – including wood dust, leather dust, cloth fibres, nickel, chromium and formaldehyde\n- smoking – the more you smoke, the higher your risk of developing several types of cancer, including nasal and sinus cancer\n- human papillomavirus (HPV)– a group of viruses that affect the skin and moist membranes, such as the mouth and throat"}, {"No header": "The Cancer Research UK website has more information about the risks and causes of nasal and sinus cancer."}, {"Treatments for nasal and sinus cancer": "The treatment recommended for you will depend on several factors, including the stage at which the cancer was diagnosed, how far it's spread, and your general level of health.\nTreatment may include:\n- surgery to remove a tumour – this can be performed through open surgery or as keyhole surgery through the nose (endoscopic microsurgery)\n- radiotherapy– where high-energy radiation is used to kill the cancerous cells, shrink a tumour before surgery, or destroy small pieces of a tumour that may be left after surgery\n- chemotherapy– where medicine is used to help shrink or slow down the growth of a tumour, or reduce the risk of the cancer returning after surgery\nIf you smoke, it's important that you give up.\nSmoking increases your risk of cancer returning and may cause you to have more side effects from treatment.\nYour treatment will be organised by a head and neck cancer multidisciplinary team (MDT), who'll discuss the treatment options with you. \nA combination of treatments will often be recommended."}, {"No header": "The Cancer Research UK website has more information about the treatment of nasal and sinus cancer."}, {"Outlook for nasal and sinus cancer": "There are many different types of cancer that can affect the nasal cavity and sinuses.\nThe outlook varies, depending on the specific type of nasal and sinus cancer you have, its exact location, how far it's spread before being diagnosed and treated, and your overall level of health and fitness.\nThe Cancer Research UK website has more information about the outlook for nasal and sinus cancer."}, {"Help and support": "Being diagnosed with nasal and sinus cancer can be a shock and may be difficult to come to terms with. Everyone reacts differently.\nTalking about how you feel with your family and friends can be a big help.\nBut if you're unable to talk with family or friends, other sources of help and support are available.\nFor example, Cancer Research UK has nurses you can speak to by calling 0808 800 4040 (freephone), 9am to 5pm, Monday to Friday.\n- Cancer Research UK: coping with a diagnosis of nasal and sinus cancer\n- Cancer Research UK: living with nasal and sinus cancer"}]}, {"condition": "Nasal polyps", "sections": [{"No header": "Nasal polyps are painless soft growths inside your nose. They're not usually serious, but they can keep growing and block your nose if not treated."}, {"Check if you have nasal polyps": "Symptoms of nasal polyps include:\n- blocked nose\n- runny nose\n- constant need to swallow (post-nasal drip)\n- reduced sense of smell or taste\n- nosebleeds\n- snoring\nNasal polyps can sometimes feel like a cold. But colds tend to clear up within a few days, whereas nasal polyps will not get better unless they're treated.\nIf your polyps block your sinuses (the air pockets around your nose) you may also have symptoms of sinusitis."}, {"Non-urgent advice:  See a GP if:": "- you're worried you may have nasal polyps\n- you have difficulty breathing\n- your symptoms are getting worse\n- you notice changes to your sense of smell\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "A GP should be able to tell if you have nasal polyps by looking inside your nose.\nIf you have nasal polyps, you'll usually be given steroid nose drops or a spray to shrink the polyps.\nYou may be given steroid tablets, usually for up to 2 weeks, if:\n- your polyps are large\n- nose drops and sprays did not work\nMake sure you follow the advice of the GP about how to use your medicine and how long to take it for.\nIf there's no sign of improvement after about 10 weeks, the GP may suggest surgery to remove your polyps.\nMost people who have surgery see an improvement, but it's common for polyps to grow back, usually within a few years.\nYou may need to keep using a steroid nasal spray after surgery to stop the polyps returning quickly."}, {"A pharmacist can help with nasal polyps": "After seeing a GP, a pharmacist can recommend:\n- steroid nasal sprays that do not need a GP prescription\n- salt water washes (called a saline rinse or nasal douche) to help unblock your nose\n- In a bowl, mix 1 level teaspoon of salt and 1 level teaspoon of bicabonate of soda in about 1 pint of cooled boiled water.\n- Sniff some of the cooled mixture up 1 nostril and let it run out.\n- Repeat sniffing at least 3 times up each nostril or until your nose clears up.\n- You can gargle any remaining mixture to help clear the back of the nose.\nCheck the mixture is not too hot before sniffing. Do not swallow the salty mixture. It may make you feel sick.\nThese salt water washes are not suitable for children."}, {"Cause of nasal polyps": "It's not clear what causes nasal polyps.\nCertain things can increase your risk of getting nasal polyps, like:\n- asthma\n- a bad reaction to taking aspirin\nNasal polyps are rare in children."}]}, {"condition": "Nasopharyngeal cancer", "sections": [{"No header": "Nasopharyngeal cancer is a rare type of cancer that affects the part of the throat connecting the back of the nose to the back of the mouth (the pharynx).\nIn the UK, about 260 people are diagnosed with nasopharyngeal cancer each year.\nNasopharyngeal cancer shouldn't be confused with other types of cancer that also affect the throat, such as laryngeal cancer and oesophageal cancer."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of nasopharyngeal cancer": "It's often difficult to recognise nasopharyngeal cancer because the symptoms are similar to other, less serious conditions.\nAlso, many people with nasopharyngeal cancer don't have any symptoms until the cancer reaches an advanced stage.\nSymptoms of nasopharyngeal cancer can include:\n- alumpin the neck that doesn’t go away after 3 weeks\n- hearing loss(usually only in 1 ear)\n- tinnitus(hearing sounds that come from inside the body rather than from an outside source)\n- a blocked or stuffy nose (usually only blocked on 1 side)\n- nosebleeds\n- headaches\n- double vision\n- numbness in the bottom part of your face\n- swallowing problems\n- a hoarse voice\n- unintentional weight loss\nSee a GP if you have any of these symptoms, particularly if they haven't improved after 3 weeks.\nIt's very unlikely they'll be caused by nasopharyngeal cancer, but it's best to get them checked out."}, {"Causes of nasopharyngeal cancer": "The exact cause of nasopharyngeal cancer is unknown, but a number of things can increase your risk of developing the condition.\nThese include:\n- being of south Chinese or north African descent\n- having a diet very high in salt-cured meats and fish\n- coming into contact with the Epstein-Barr virus (EBV), a common virus that causesglandular fever\n- having a job where you regularly come into contact with hardwood dust or a chemical called formaldehyde\n- having a first-degree relative, such as a parent, who's had the condition\nThe human papilloma virus (HPV) is also thought to be a risk factor for developing nasopharyngeal cancer.\nAbout 3 times as many men as women are affected by nasopharyngeal cancer, and the average age at diagnosis is about 50."}, {"Diagnosing nasopharyngeal cancer": "If you go to a GP with symptoms like those of nasopharyngeal cancer, they'll usually ask about your symptoms and carry out some examinations.\nThis may involve examining your throat using a small mirror and a light.\nThe GP will refer you to a head and neck cancer specialist (oncologist) if they think further tests are necessary.\nAt hospital, a number of different tests may be carried out to check for nasopharyngeal cancer and rule out other conditions.\nSome of the tests you may have include:\n- a nasendoscopy– a thin, flexible telescope(endoscope)is put in your nose and passed down your throat to look for any abnormalities; you're usually conscious butlocal anaestheticcan be used to numb your nose and throat\n- imaging scans–MRI scans,CT scansorPET-CT scanscan be used to look for tumours and check if the cancer has spread\n- a panendoscopy– a more detailed examination of your nose and throat carried out undergeneral anaesthetic(where you're unconscious) using a series of small, rigid telescopes connected together\n- abiopsy– where a small tissue sample is removed during a panendoscopy so it can be examined in a laboratory\nOnce these tests are complete, your doctors will be able to confirm whether you have nasopharyngeal cancer.\nThey'll also be able to \"stage\" the cancer, which means giving it a score to describe how large it is and how far it's spread.\nRead more about the stages of nasopharyngeal cancer on the Cancer Research UK website"}, {"How nasopharyngeal cancer is treated": "If you're diagnosed with nasopharyngeal cancer, you'll be cared for by a team of different specialists who work together in a multidisciplinary team (MDT).\nMembers of your MDT will discuss with you what they think the best treatment option is in your case.\nThe 2 main treatments for nasopharyngeal cancer are:\n- radiotherapy– where radiation is used to kill cancer cells\n- chemotherapy– where medicine is used to kill cancer cells\nA combination of radiotherapy and chemotherapy is often used.\nSurgery isn't usually used to treat nasopharyngeal cancer because it's difficult for surgeons to access the affected area.\nIf you smoke, it's important you give up. Smoking increases your risk of cancer returning and may cause more side effects from treatment.\nRead about how to quit smoking.\nRadiotherapy is the most commonly used treatment for nasopharyngeal cancer.\nIt can be used on its own to treat very early-stage cancers, or in combination with chemotherapy for more advanced cancers.\nMost of the time, external radiotherapy is used. A machine focuses high-energy radiation beams on to the area that requires treatment.\nIn nasopharyngeal cancer, an advanced form of external radiotherapy called intensity-modulated radiation therapy (IMRT) is used.\nIt involves aiming radiation beams of different strengths at a tumour from several different angles. This maximises the dose delivered to the tumour, while minimising the effect on the surrounding healthy tissue.\nStereotactic radiotherapy is another way of giving radiotherapy externally and may be used to target a specific area where the cancer has returned.\nExternal radiotherapy is often given in short sessions, once a day from Monday to Friday, with a break at weekends.\nThis is usually carried out for up to 7 weeks. You won't need to stay in hospital overnight between these appointments.\nIn this video, an expert describes what happens and advises what questions to ask if you're referred for radiotherapy.\nSometimes, internal radiotherapy may be needed if nasopharyngeal cancer has returned after initial treatment.\nA radioactive source is put into or near the cancerous area and left in place for anywhere from a few minutes to a few days.\nDepending on the type of treatment you have, you may need to stay in hospital for a short period of time.\nRadiotherapy itself is painless, but it can have some significant side effects, such as:\n- red and sore skin in the treatment area\n- feeling sick\n- changes to your sense of taste\n- dry mouth\n- hair loss\nThese side effects are usually temporary, but some can be permanent. Let your care team know if you have these problems, as treatment is often available to help.\nRead more about what happens during radiotherapy and the side effects of radiotherapy.\nChemotherapy may be used before or alongside radiotherapy for more advanced nasopharyngeal cancers.\nIt's usually given through a drip into a vein (intravenous chemotherapy), with sessions every 3 to 4 weeks spread over several months.\nYou won't usually need to stay in hospital overnight during treatment.\nLike radiotherapy, chemotherapy can cause a number of significant side effects, such as:\n- feeling sick\n- diarrhoea\n- sore mouth\n- tiredness\nThese side effects are usually temporary, but there's also a risk of longer-term problems, such as infertility. \nYou should discuss any concerns you have about the potential side effects of treatment with your care team before treatment begins.\nRead more about what happens during chemotherapy and the side effects of chemotherapy.\nAfter your course of treatment ends, you'll need to have regular follow-up appointments and scans to monitor your recovery and check for any signs of the cancer returning.\nTo start with, these appointments will be every few weeks or months, but they'll become gradually less frequent over time."}, {"Outlook": "The outlook for nasopharyngeal cancer depends on your age, general health and how advanced the condition is when you're diagnosed.\nRadiotherapy can often cure very early-stage nasopharyngeal cancer. But it's sometimes diagnosed at a more advanced stage because it doesn't always cause obvious symptoms until later on.\nMore advanced cancers are treated with a combination of chemotherapy and radiotherapy. They're often curable if the cancer hasn't spread beyond the head and neck region.\nThere aren't any UK survival statistics for nasopharyngeal cancer. In England, almost 75 out of every 100 people diagnosed with nasopharyngeal cancer will live for at least 1 year after diagnosis.\nAbout 50 people out of 100 will live for 5 years or more after being diagnosed.\nRead more about survival statistics for nasopharyngeal cancer on the Cancer Research UK website"}]}, {"condition": "Nausea, see Feeling sick (nausea)", "sections": [{"No header": "Feeling sick (nausea) is common and usually goes away on its own. There are some things you can try that might help."}, {"Things that may help you stop feeling sick": "- get plenty of fresh air\nget plenty of fresh air\n- distract yourself – for example, listen to music or watch a film\ndistract yourself – for example, listen to music or watch a film\n- take regular sips of a cold drink\ntake regular sips of a cold drink\n- drink ginger or peppermint tea\ndrink ginger or peppermint tea\n- eat foods containing ginger – such as ginger biscuits\neat foods containing ginger – such as ginger biscuits\n- eat smaller, more frequent meals\neat smaller, more frequent meals\n- do not eat or cook strong-smelling food\ndo not eat or cook strong-smelling food\n- do not eat hot, fried or greasy food\ndo not eat hot, fried or greasy food\n- do not eat too quickly\ndo not eat too quickly\n- do not have a large drink with meals\ndo not have a large drink with meals\n- do not lie down soon after eating\ndo not lie down soon after eating\n- do not wear clothes that are tight around your waist or tummy\ndo not wear clothes that are tight around your waist or tummy"}, {"No header": "If you're also being sick (vomiting), you could become dehydrated.\nFind out what to do if you're vomiting"}, {"Non-urgent advice:  See a GP if you:": "- are feeling sick and do not feel better in a few days\n- often feel sick (it keeps coming back)\nThe GP can look for the cause and suggest treatments.\nThey may prescribe anti-sickness medicine if needed.\nCall 111 for advice if you cannot see a GP.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Call 999 if:": "You suddenly feel sick and have:\n- chest pain that feels tight or heavy\n- pain that spreads to your arms, back, neck or jaw\n- shortness of breath\nThis could be a heart attack."}, {"Common causes of feeling sick": "Lots of things can make you feel sick.\nAny other symptoms you have may give you an idea of the cause. But do not self-diagnose – see a GP if you're worried.\nOther reasons for feeling sick include:\n- pregnancy (morning sickness)\n- motion sickness\n- anxiety\n- alcohol\n- medicines\n- recent surgery"}, {"No header": "Do not worry if you're not sure what's causing you to feel sick. Try the things that may stop you feeling sick and see a GP if you do not feel better in a few days."}, {"No header": ""}]}, {"condition": "Neck pain", "sections": [{"No header": "Most neck pain only lasts a few weeks. There are things you can do yourself to ease it, but see a GP if it does not go away."}, {"How you can ease neck pain yourself": "- takeparacetamoloribuprofen– or use ibuprofen gel on your neck\ntake paracetamol or ibuprofen – or use ibuprofen gel on your neck\n- use a low, firm pillow\nuse a low, firm pillow\n- put heat or cold packs on your neck\nput heat or cold packs on your neck\n- try neck exercises\ntry neck exercises\n- do not wear a neck collar – it's better to keep your neck moving (unless a doctor tells you not to)\ndo not wear a neck collar – it's better to keep your neck moving (unless a doctor tells you not to)\n- do not do anything that could be dangerous because you cannot move your neck – for example, driving or cycling\ndo not do anything that could be dangerous because you cannot move your neck – for example, driving or cycling\nTry either of these:\n- a pack of frozen peas wrapped in a tea towel for 5 minutes, 3 times a day\n- a hot water bottle wrapped in a tea towel for 20 minutes, 2 to 3 times a day\nYou can also buy heat or cold packs from a pharmacy."}, {"No header": "- pain or stiffness does not go away after a few weeks\n- painkillers like paracetamol or ibuprofen have not worked\n- you're worried about the pain\n- you have other symptoms, like pins and needles or a cold arm – this could be something more serious\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What can cause neck pain": "The most common causes are:\n- the neck becoming locked in an awkward position while sleeping\n- bad posture – for example, when sitting at a desk for a long time\n- a pinched nerve\n- an injury – for example, whiplash from a traffic accident or fall"}, {"How you can prevent neck pain": "- when sleeping, make sure your head is the same height as the rest of your body\nwhen sleeping, make sure your head is the same height as the rest of your body\n- have a firm mattress\nhave a firm mattress\n- sit upright – roll your shoulders back gently and bring your neck back\nsit upright – roll your shoulders back gently and bring your neck back\n- do not keep your neck in the same position for a long time – for example, when sitting at a desk\ndo not keep your neck in the same position for a long time – for example, when sitting at a desk\n- do not sleep on your front\ndo not sleep on your front\n- do not twist your neck when you're in bed\ndo not twist your neck when you're in bed"}, {"No header": ""}]}, {"condition": "Necrotising fasciitis", "sections": [{"No header": "Necrotising fasciitis is a rare but serious bacterial infection that affects the tissue beneath the skin and surrounding muscles and organs (fascia).\nIt's sometimes called the \"flesh-eating disease\", although the bacteria that cause it do not \"eat\" flesh, but release toxins that damage nearby tissue.\nNecrotising fasciitis can start from a relatively minor injury, such as a small cut, but gets worse very quickly and can be life threatening if it's not recognised and treated early on."}, {"Symptoms of necrotising fasciitis": "The symptoms of necrotising fasciitis develop quickly over hours or days. \nThey may not be obvious at first and can be similar to less serious conditions, such as flu, gastroenteritis or cellulitis.\nEarly symptoms can include:\n- a small but painful cut or scratch on the skin\n- intense pain that's out of proportion to any damage to the skin\n- a high temperature (fever) and otherflu-like symptoms\nAfter a few hours to days, you may develop:\n- swelling and redness in the painful area – the swelling will usually feel firm to the touch\n- diarrhoea and vomiting\n- dark blotches on the skin that turn into fluid-filledblisters\nIf left untreated, the infection can spread quickly through the body and cause symptoms such as dizziness, weakness and confusion."}, {"When to get medical help": "Necrotising fasciitis is a medical emergency that requires immediate treatment.\nGo to your nearest A&E department as soon as possible if you think you have it. \nCall 999 for an ambulance if you're too unwell to get yourself to A&E.\nBlood tests and scans may be carried out to find out what's causing your symptoms, although a diagnosis of necrotising fasciitis can usually only be confirmed by having an operation to examine the affected tissue."}, {"Treatments for necrotising fasciitis": "Necrotising fasciitis needs to be treated in hospital.\nThe main treatments are:\n- surgery to remove infected tissue – this may be repeated several times to ensure all the infected tissue is removed (amputationof affected limbs may be necessary sometimes)\n- antibiotics– usually several different types are given directly into a vein\n- supportive treatment – including treatment to control your blood pressure, fluid levels and organ functions\nPeople with necrotising fasciitis often need to be looked after in an intensive care unit and may need to stay in hospital for several weeks.\nWhile in hospital, they may be isolated from other patients to reduce the risk of spreading the infection."}, {"Outlook for necrotising fasciitis": "Necrotising fasciitis can progress very quickly and lead to serious problems, such as blood poisoning (sepsis) and organ failure.\nEven with treatment, it's estimated that 1 or 2 in every 5 cases are fatal.\nPeople who survive the infection are sometimes left with long-term disability as a result of amputation or the removal of a lot of infected tissue.\nThey may also need further surgery to improve the appearance of the affected area and ongoing rehabilitation support to help them adapt to their disability."}, {"Causes of necrotising fasciitis": "Necrotising fasciitis can be caused by several different types of bacteria.\nThe bacteria lives in the gut, throat and, in some people, on the skin, where they do not usually cause any serious problems.\nIn rare cases, the bacteria can cause necrotising fasciitis if they get into deep tissue, either through the bloodstream or an injury or wound, such as:\n- cutsand scratches\n- insect bites\n- puncture wounds caused by injecting drugs\n- surgical wounds\nThe infection can also be spread from person to person, but this is very rare.\nNecrotising fasciitis can also be a rare side effect of a type of diabetes medicine known as sodium-glucose co-transporter 2 (SGLT2) inhibitors. \nAnyone can get necrotising fasciitis, including young and otherwise healthy people, but it tends to affect older people and those in poor general health."}, {"Preventing necrotising fasciitis": "There's no vaccine for necrotising fasciitis and it's not always possible to prevent it.\nThe following measures may help to reduce your risk:\n- treat wounds quickly – after stopping any bleeding, clean wounds with running water and pat them dry with a clean towel\n- keep wounds clean and dry – after a wound has been cleaned, cover it with a sterile dressing, such as a plaster, and change the dressing if it gets wet or dirty\n- wash your hands regularly with soap and warm water – alcohol-based hand gels can also help, but washing with soap and water is generally best\nIf you're in close contact with someone who has necrotising fasciitis, you may be given a course of antibiotics to reduce your risk of infection."}]}, {"condition": "Neonatal herpes (herpes in a baby)", "sections": [{"No header": "Neonatal herpes is a herpes infection in a young baby. The younger the baby, the more vulnerable they are to the harmful effects of infection. It's caused by the herpes simplex virus, a highly contagious virus that can cause cold sores and genital ulcers in adults.\nHerpes can be very serious for a young baby, whose immune system will not have fully developed to fight off the virus.\nNeonatal herpes is rare in the UK and can be prevented by following some simple advice."}, {"How does a newborn baby catch herpes?": "If you had genital herpes for the first time within the last 6 weeks of your pregnancy, your newborn baby is at risk of catching herpes.\nThere's a risk you will have passed the infection on to your baby if you had a vaginal delivery.\nThis risk is much lower if you have had genital herpes before.\nThe herpes simplex virus can be passed to a baby through a cold sore if a person has a cold sore and kisses the baby.\nThe herpes virus can also be spread to your baby if you have a blister caused by herpes on your breast and you feed your baby with the affected breast or expressed breast milk from the affected breast.\nA baby is most at risk of getting a herpes infection in the first 4 weeks after birth.\nYou should not kiss a baby if you have a cold sore to reduce the risk of spreading infection.\nCold sores and other blisters caused by the herpes virus are at their most contagious when they burst. They remain contagious until completely healed."}, {"What are the warning signs in babies?": "Because newborn babies have underdeveloped immune systems, they can quickly become seriously ill after catching the virus.\nCall a GP or contact 111 straight away if your baby:\n- is lethargic or irritable\n- is not feeding\n- has a high temperature (fever) –find out how to take your baby's temperature\n- has a rash or sores on the skin, eyes and inside the mouth\nThese are early warning signs that your baby may be unwell.\nCall 999 immediately if your baby:\n- is lacking in energy (listless)\n- is becoming floppy and unresponsive\n- is difficult to wake up from sleep\n- has breathing difficulties or starts grunting\n- breathes rapidly\n- has a blue tongue and skin (cyanosis) – if they have brown or black skin this may be easier to see on their lips, tongue and gums, under their nails and around their eyes\nVery often the baby will not have any specific herpes symptoms, such as a rash.\nBut they can become unwell very quickly, so you need to act fast."}, {"How is neonatal herpes treated?": "Neonatal herpes is usually treated with antiviral medicines given directly into the baby's vein (intravenously). \nThis treatment may be needed for several weeks.\nAny related complications, such as fits (seizures), will also need to be treated.\nYou can breastfeed your baby while they're receiving treatment, unless you have herpes sores around your nipples.\nIf you are taking antiviral treatment too, this can be excreted in your breast milk, but is not thought to cause any harm to your baby."}, {"How serious is herpes for a baby?": "Sometimes neonatal herpes will only affect the baby's eyes, mouth or skin.\nIn these cases, most babies will make a complete recovery with antiviral treatment.\nBut the condition is much more serious if it has spread to the baby's organs.\nMany infants with this type of neonatal herpes will die, even after they have been treated. \nIf widespread herpes is not treated immediately, there's a high chance the baby will die."}, {"How can neonatal herpes be prevented?": "If you're pregnant and have a history of genital herpes, tell your doctor or midwife. \nYou may need to take medicine during the last month of pregnancy to prevent an outbreak of vaginal sores during labour.\nDelivery by caesarean section is recommended if the genital herpes has occurred for the first time in the last 6 weeks of your pregnancy.\nIf you develop a cold sore or have any signs of a herpes infection, take these precautions:\n- do not kiss any babies\n- wash your hands before contact with a baby\n- wash your hands before breastfeeding\n- cover up any cold sores, lesions or signs of a herpes infection anywhere on your body to avoid passing on the virus"}, {"Support and advice if you have been affected": "You may find these resources helpful:\n- cold sores\n- genital herpes\n- Sands\n- World Health Organization (WHO): herpes simplex virus"}]}, {"condition": "Nephrotic syndrome in children", "sections": [{"No header": "Nephrotic syndrome is a condition that causes the kidneys to leak large amounts of protein into the urine. This can lead to a range of problems, including swelling of body tissues and a greater chance of catching infections.\nAlthough nephrotic syndrome can affect people of any age, it's usually first diagnosed in children aged between 2 and 5 years old. It affects more boys than girls.\nAround 1 in every 50,000 children are diagnosed with the condition each year. \nIt tends to be more common in families with a history of allergies or those of an Asian background, although it's unclear why.\nThe symptoms of nephrotic syndrome can usually be controlled with steroid medication. \nMost children with nephrotic syndrome respond well to steroids and are not at risk of kidney failure.\nBut a small number of children have inherited (congenital) nephrotic syndrome and usually do less well. They may eventually have kidney failure and need a kidney transplant."}, {"What problems can it cause?": "Most children with nephrotic syndrome have times when their symptoms are under control (remission), followed by times when symptoms return (relapses). \nIn most cases, relapses become less frequent as they get older and often stop by their late teens.\nSome of the main symptoms associated with nephrotic syndrome include:\n- swelling – the low level of protein in the blood reduces the flow of water from body tissues back into the blood vessels, leading to swelling(oedema). Swelling is usually first noticed around the eyes, then around the lower legs and the rest of the body.\n- infections – antibodies are a specialised group of proteins in the blood that help to fight infection. When these are lost, children are much more likely to get infections.\n- urine changes – occasionally, the high levels of protein being passed into the urine can cause it to become frothy. Some children with nephrotic syndrome may also pass less urine than usual during relapses.\n- blood clots – important proteins that help prevent the blood clotting can be passed out in the urine of children with nephrotic syndrome. This can increase their risk of potentially seriousblood clots. During a relapse, the blood also becomes more concentrated, which can lead to clotting."}, {"Causes of nephrotic syndrome": "Most children with nephrotic syndrome have \"minimal change disease\". This means that their kidneys appear normal or nearly normal if a tissue sample is studied under a microscope. \nBut changes to the tissue sample can be seen if it's studied under an extremely powerful electron microscope. \nThe cause of minimal change disease is unknown.\nNephrotic syndrome can sometimes occur as a result of a kidney problem or another condition, such as:\n- glomerulosclerosis – when the inside of the kidney becomes scarred\n- glomerulonephritis– inflammation inside the kidney\n- an infection – such asHIVorhepatitis\n- lupus\n- diabetes\n- sickle cell anaemia\n- in very rare cases, certain types of cancer – such asleukaemia,multiple myelomaorlymphoma\nThese problems tend to be more common in adults with nephrotic syndrome."}, {"Diagnosing nephrotic syndrome": "Nephrotic syndrome can usually be diagnosed after dipping a dipstick into a urine sample. \nIf there are large amounts of protein in a person's urine, there will be a colour change on the stick.\nA blood test showing a low level of a protein called albumin will confirm the diagnosis.\nIn some cases, when the initial treatment does not work, your child may need a kidney biopsy. \nThis is when a very small sample of kidney tissue is removed using a needle so it can be studied under a microscope."}, {"Managing nephrotic syndrome": "The main treatment for nephrotic syndrome is steroids, but additional treatments may also be used if a child develops significant side effects.\nMost children have relapses until their late teens and need to take steroids when these occur.\nYour child may be referred to a childhood kidney specialist (paediatric nephrologist) for tests and specialist treatment.\nChildren diagnosed with nephrotic syndrome for the first time are normally prescribed at least a 4-week course of the steroid medicine prednisolone, followed by a smaller dose every other day for 4 more weeks. This stops protein leaking from your child's kidneys into their urine.\nWhen prednisolone is prescribed for short periods, there are usually no serious or long-lasting side effects, although some children may experience:\n- increased appetite\n- weight gain\n- red cheeks\n- mood changes\nMost children respond well to treatment with prednisolone, with the protein often disappearing from their urine and the swelling going down within a few weeks. This period is known as remission.\nTablets that help you pee more (diuretics) may also be given to help reduce the fluid build-up. They work by increasing the amount of urine produced.\nPenicillin is an antibiotic, and may be prescribed during relapses to reduce the chances of an infection.\nYou may be advised to reduce the amount of salt in your child's diet to prevent further water retention and oedema. \nThis means avoiding processed foods and not adding salt to what you eat.\nGet tips on how to cut down on salt\nChildren with nephrotic syndrome are advised to have the pneumococcal vaccine. \nSome children may also be recommended the varicella (chickenpox) vaccination between relapses.\nLive vaccines, such as MMR, chickenpox and BCG, should not be given while your child is taking medication to control their symptoms.\nOther medications may be used alongside or in place of steroids if your child's remission cannot be maintained with steroids or they experience significant side effects.\nAdditional medications that may be used include: \n- levamisole\n- cyclophosphamide\n- ciclosporin\n- tacrolimus\n- mycophenolate\n- rituximab\nMost of the protein lost in nephrotic syndrome is a type called albumin. \nIf your child's symptoms are severe, they may be admitted to hospital to receive albumin infusions.\nAlbumin is slowly added to the blood over a few hours through a thin plastic tube called a cannula, which is inserted into one of the veins in their arm."}, {"Caring for your child at home": "If your child has been diagnosed with nephrotic syndrome, you'll need to monitor their condition on a daily basis to check for signs of relapses.\nYou'll need to use a dipstick to test your child's urine for protein the first time they urinate each day. \nThe results of a dipstick test are recorded as either:\n- negative – 0mg of proteinuria per decilitre of urine (mg/dL)\n- trace – 15 to 30mg/dL\n- 1+ – 30 to 100mg/dL\n- 2+ – 100 to 300mg/dL\n- 3+ – 300 to 1,000mg/dL\n- 4+ – over 1,000mg/dL\nThe result for each day needs to be written down in a diary for your doctor or specialist nurse to review during your outpatient appointments. \nYou should also note down the dose of any medication they're taking and any other comments, such as whether your child's feeling unwell. \nIf the dipstick shows 3+ or more of protein in the urine for 3 days in a row, this means your child is having a relapse. \nIf this happens, you either need to follow the advice given about starting steroids or contact your doctor. \nYou should seek immediate medical advice if:\n- your child has come into contact with someone who has chickenpox ormeaslesand your doctor has told you that your child is not immune to these illnesses\n- your child is unwell or has a fever\n- your child hasdiarrhoeaand is vomiting"}, {"Congenital nephrotic syndrome": "Congenital nephrotic syndrome is usually caused by an inherited faulty gene. \nFor the condition to be passed on to a child, both parents must have a healthy copy of the gene and a faulty one.\nThis means they do not have nephrotic syndrome themselves, but there's a 1 in 4 chance that any children they have will develop the condition.\nIf your child has congenital nephrotic syndrome, they'll need frequent albumin infusions to help them grow and develop normally. This often requires a stay in hospital.\nSometimes parents can be trained to administer the treatment at home. \nYour child will be regularly reviewed at a clinic, where their blood pressure, growth, weight, kidney function and bone health will be monitored.\nIt can be difficult for parents to decide which option is best, so you should talk to your doctor about the pros and cons of hospital-based and home-based treatment.\nIn some cases, your doctor may recommend surgery to remove 1 or both of your child's kidneys.\nThis will stop proteins being lost in your child's urine and reduce their risk of potentially serious problems, such as blood clots.\nIf both kidneys do need to be removed, your child will need dialysis. Dialysis is where a machine replicates kidney function, from an early age until they can receive a kidney transplant.\nA person only needs 1 kidney to survive, so a living person can donate a kidney. Ideally, this should be a close relative.\nFind out more about kidney transplants"}]}, {"condition": "Neuroblastoma", "sections": [{"No header": "Neuroblastoma is a rare type of cancer that mostly affects babies and young children.\nIt develops from specialised nerve cells (neuroblasts) left behind from a baby's development in the womb.\nNeuroblastoma most commonly occurs in 1 of the adrenal glands situated above the kidneys, or in the nerve tissue that runs alongside the spinal cord in the neck, chest, tummy or pelvis.\nIt can spread to other organs, such as the bone marrow, bone, lymph nodes, liver and skin.\nIt affects around 100 children each year in the UK and is most common in children under the age of 5.\nThe cause is unknown. There are very rare cases where children in the same family are affected, but generally neuroblastoma does not run in families."}, {"Symptoms of neuroblastoma": "The symptoms of neuroblastoma vary depending on where the cancer is and whether it's spread.\nThe early symptoms can be vague and hard to spot, and can easily be mistaken for those of more common childhood conditions.\nSymptoms can include:\n- a swollen, painful tummy, sometimes withconstipationand difficulty peeing\n- breathlessness and difficulty swallowing\n- a lump in the neck\n- blueish lumps in the skin and bruising, particularly around the eyes\n- weakness in the legs and an unsteady walk, with numbness in the lower body, constipation and difficulty peeing\n- fatigue, loss of energy, pale skin, loss of appetite andweight loss\n- bone pain, a limp and general irritability\n- rarely, jerky eye and muscle movements\nSee a GP or contact NHS 111 if you're worried your child might be seriously ill."}, {"Tests for neuroblastoma": "A number of tests may be carried out if it's thought your child could have neuroblastoma.\nThese tests may include:\n- a urine test – to check for certain chemicals produced by neuroblastoma cells that are found in pee\n- scans – such asultrasound scans,CT scansandMRI scansof various parts of the body to look at these areas in detail\n- an mIBG scan – this involves the injection of a substance taken up by neuroblastoma cells\n- abiopsy– the removal of a sample of cells from the tumour tissue for examination under a microscope so the type of cancer can be identified; the sample is usually removed undergeneral anaestheticusing a special needle\n- bone marrow biopsies – to see if there are cancer cells in the bone marrow\nOnce these tests have been completed, it'll usually be possible to confirm if the diagnosis is neuroblastoma and determine what stage it is."}, {"Stages of neuroblastoma": "As with most cancers, neuroblastoma is given a stage. This indicates if it's spread and, if so, how far.\nThe staging system used for neuroblastoma is:\n- stage L1 – the cancer is just in 1 place and has not spread, and can be removed by surgery\n- stage L2 – the cancer is in 1 place and has not spread, but cannot be removed safely by surgery\n- stage M – the cancer has spread to other parts of the body\n- stage Ms – the cancer has spread to the skin, liver or bone marrow in children aged less than 18 months\nKnowing the stage of your child's neuroblastoma will allow doctors to decide which treatment is best."}, {"Treatment and outlook for neuroblastoma": "Some babies and infants less than 18 months old with either stage L1 or Ms neuroblastoma who have no symptoms may not need any treatment, as the cancer can sometimes go away on its own.\nThe main treatments for neuroblastoma are:\n- surgery to remove the cancer – sometimes this may be all that's needed\n- chemotherapy– this may be the only treatment needed or it may be given to shrink the cancer before surgery\n- radiotherapy– this may sometimes be used after surgery to destroy any remaining cancer cells in the affected area\n- high-dose chemotherapy followed by astem cell transplant– where stem cells from your child are collected, frozen and stored prior to intensive chemotherapy, and are given back to them afterwards\n- immunotherapy – where a medicine that directly targets the neuroblastoma cells is given, although this is not used routinely yet\nDinutuximab beta is a new type of medicine that can be used when neuroblastoma is thought likely to return after conventional treatment.\nIt's available on the NHS for children who have, at least partially, responded to high-dose chemotherapy followed by a stem cell transplant, and who have not already had immunotherapy.\nThe doctor in charge of your child's care should be able to tell you if dinutuximab beta is a suitable treatment for your child.\nThe medicine works by targeting cancerous cells and then killing them.\nDinutuximab beta is given via a pump into a vein (infusion). A course of treatment lasts 35 days.\nIt's likely that your child will have to stay in hospital during this time.\nDinutuximab beta can cause nerve pain, particularly at the start of the course.\nBecause of this, the medicine is given in combination with the powerful painkiller morphine, which is likely to make your child drowsy.\nThe outlook for neuroblastoma varies considerably, and is generally better for younger children whose cancer has not spread.\nYour doctors will be able to give you more specific information about your child.\nAlmost half of neuroblastomas are a type that can return despite intensive treatment. \nFurther treatment will often be necessary in these cases."}, {"Support groups and charities": "Being told your child has cancer can be a distressing and daunting experience. \nYou may find it useful to contact a support group or charity, such as:\n- Cancer Research UK\n- Children's Cancer and Leukaemia Group\n- Children with Cancer UK\n- Young Lives vs Cancer\n- Macmillan Cancer Support\n- Neuroblastoma UK\n- Solving Kids' Cancer\nThese are good sources of further information and advice. They may also have local support groups in your area where you can meet up with other parents."}, {"Clinical trials": "If your child is diagnosed with neuroblastoma, you may be asked to take part in a clinical trial.\nClinical trials are used to assess the effectiveness of different treatments.\nIf you're interested, ask your doctors about any trials your child may be able to participate in.\nYou may also wish to search the database of clinical trials for neuroblastoma to see what research is currently being carried out."}]}, {"condition": "Neuroendocrine tumours", "sections": [{"No header": "A neuroendocrine tumour is a rare tumour that can develop in many different organs of the body. It affects the cells that release hormones into the bloodstream (neuroendocrine cells)."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of neuroendocrine tumours": "The symptoms of a neuroendocrine tumour depend on where in the body it is and what hormones it produces.\nFor example, a tumour in the digestive system (gastrointestinal neuroendocrine tumour) may cause diarrhoea, constipation or tummy pains.\nA tumour in the lung (pulmonary neuroendocrine tumour) may cause wheezing or a persistent cough.\nSome tumours may lead to abnormally large amounts of hormones being released into the bloodstream. These are known as \"functioning tumours\" and can cause symptoms such as diarrhoea, flushing, cramps, wheezing, low blood sugar (hypoglycaemia), changes in blood pressure and heart problems."}, {"Causes of neuroendocrine tumours": "The cause of neuroendocrine tumours is not fully understood.\nHowever, your chance of developing a tumour is increased if you have 1 of the following inherited conditions:\n- multiple endocrine neoplasia type 1 (MEN1)\n- neurofibromatosis type 1\n- Von Hippel-Lindau syndrome (VHL)"}, {"Diagnosing neuroendocrine tumours": "Many tests can be used to diagnose neuroendocrine tumours, including blood tests, urine tests, scans and a biopsy (where a small tissue sample is taken for closer examination).\nTypes of scans used include:\n- ultrasound\n- CT (computerised tomography)\n- MRI (magnetic resonance imaging)\n- PET (positron emission tomography)\n- octreotide scans – where slightly radioactive liquid is injected into your veins and a special camera is used to highlight any cancerous cells"}, {"Treatment for neuroendocrine tumours": "How a neuroendocrine tumour is treated will depend on your individual circumstances, such as:\n- where the tumour is\n- how advanced your condition is\n- your overall health\nUnfortunately, many people are only diagnosed after the tumour has spread to other parts of the body.\nHowever, it may still be possible to use surgery to remove the tumour. If surgery cannot completely cure your condition, it may be used to help reduce and manage any symptoms.\nMedicine called somatostatin analogues, such as octreotide or lanreotide, may be recommended. They stop your body producing too many hormones, and can reduce the severity of your symptoms and slow the condition's progression. You'll have an injection, usually once every 28 days.\nIt may also be possible to shrink the tumour or stop it growing using treatments that block its blood supply (embolisation), or using chemotherapy, radiotherapy or radiofrequency ablation (where heat is used to destroy the cells).\nThere are also other treatments – including everolimus, sunitinib and lutetium – that can be used to treat some neuroendocrine tumours in adults if:\n- they cannot be fully removed using surgery\n- they've spread\nEverolimus is taken as a tablet, sunitinib is taken as a capsule and lutetium is given into a vein.\nFor more information, see:\n- National Institute for Health and Care Excellence (NICE): guidance on everolimus and sunitinib\n- NICE: guidance on lutetium\n- Cancer Research UK: neuroendocrine tumours\n- Macmillan: neuroendocrine tumours"}]}, {"condition": "Neuroendocrine tumours and carcinoid syndrome", "sections": [{"No header": "Neuroendocrine tumours (NETs) are rare tumours of the neuroendocrine system, the system in the body that produces hormones. They can be cancerous or non-cancerous.\nThe tumour usually grows in the bowels or appendix, but it can also be found in the stomach, pancreas, lung, breast, kidney, ovaries or testicles. It tends to grow very slowly.\nNeuroendocrine tumours are sometimes referred to as carcinoid tumours, particularly when they affect the small bowel, large bowel or appendix.\nCarcinoid syndrome is the collection of symptoms some people with a neuroendocrine tumour may have.\nIt is more common when the tumour has spread to the liver and releases hormones such as serotonin into the bloodstream.\nCarcinoid syndrome can also happen in people with lung and pancreatic NETs, but this is rare.\nAbout 4,000 people are diagnosed with a neuroendocrine tumour each year in the UK, but not everyone with a tumour will have carcinoid syndrome.\nCancer Research UK has more information about different types of neuroendocrine tumours"}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Signs and symptoms": "In the early stages of having a neuroendocrine tumour, you may not have any symptoms.\nYou may also not have symptoms if the tumour is just in your digestive system, as any hormones it produces will be broken down by your liver.\nIf symptoms do develop, they tend to be general and can be easily mistaken for signs of other illnesses.\nSymptoms may result from both the tumour itself and from any hormones it releases into the bloodstream.\nSymptoms will depend on where in the body the tumour develops:\n- a tumour in the bowel may causetummy pain, a blocked bowel (diarrhoea,constipation, feeling sick or being sick) andbleeding from the bottom (rectal bleeding)\n- a tumour in the lung may cause acough, which may make youcough up blood, and cause wheezing,shortness of breath,chest painand tiredness\n- a tumour in the stomach may cause pain, weight loss, tiredness and weakness\nSome tumours may not cause any symptoms and are discovered by chance.\nFor example, a tumour in the appendix may only be found when the appendix is being removed for another reason.\nTypical symptoms of carcinoid syndrome include:\n- diarrhoea, tummy pain and loss of appetite\n- flushing of the skin, particularly the face\n- fast heart rate\n- breathlessness and wheezing\nThese symptoms may come on unexpectedly, as the hormones can be produced by the tumour at any time.\nSome people may also develop carcinoid heart disease, where the heart valves thicken and stop working properly.\nThere's also a risk of developing a rare but serious condition called a carcinoid crisis, which involves severe flushing, breathlessness and a changes in your blood pressure."}, {"What causes neuroendocrine tumours?": "It's not known exactly why neuroendocrine tumours develop, but it's thought that most occur by chance.\nYour chances of developing a neuroendocrine tumour may be increased if you have:\n- a rare family syndrome called multiple endocrine neoplasia type 1 (MEN1)\n- parents or siblings (brothers or sisters) with a carcinoid tumour\n- conditions calledneurofibromatosisortuberous sclerosis\nRead more about neuroendocrine tumours on the Cancer Research UK website"}, {"Diagnosing neuroendocrine tumours": "A neuroendocrine tumour may be found incidentally – for example, as a surgeon is removing an appendix.\nIn this case, the tumour will often be caught early and removed along with the appendix, causing no further problems.\nOtherwise, people usually see their GP after they have developed symptoms.\nA neuroendocrine tumour may be diagnosed after carrying out a series of scans and tests, which may include measuring the amount of serotonin in your urine and having an endoscopy."}, {"Treating neuroendocrine tumours and carcinoid syndrome": "If the tumour is caught early, it may be possible to completely remove it and cure the cancer altogether.\nOtherwise, surgeons will remove as much of the tumour as possible (debulking).\nIf the tumour cannot be removed, but it's not growing or causing symptoms, you may not need treatment straight away – it might just be carefully monitored. \nIf it's causing symptoms, you may be offered treatment.\nThis can include:\n- injections of medicines called somatostatin analogues, such as octreotide and lanreotide, which can slow down the growth of the tumour\n- radiotherapyto kill some of the cancer cells\n- a procedure to block the blood supply to the tumour (for tumours in the liver), known as hepatic artery embolisation\n- a procedure that uses a heated probe to kill cancer cells (for tumours in the liver), calledradiofrequency ablation\n- chemotherapyto shrink the tumour and control your symptoms\n- targeted drugs to help control the growth of the tumour, such as sunitinib, everolimus and interferon.\nYou may also be given medicine to widen your airways (to relieve wheezing and breathlessness) and anti-diarrhoea medicine.\nRead more about surgery and treatments for neuroendocrine tumours on the Cancer Research UK website"}, {"What can I do to help myself?": "There are things you can do yourself to manage some of the symptoms of carcinoid syndrome.\nGenerally, you should avoid triggers of flushing, such as:\n- alcohol\n- large meals\n- spicy foods\n- foods containing the substance tyramine, such as aged cheese and salted or pickled meats\n- stress\nIf you have diarrhoea, it's important to keep drinking little and often to avoid dehydration."}, {"Outlook": "If the whole tumour can be removed, this may cure the cancer and symptoms altogether.\nBut even if surgeons cannot remove the entire tumour, it usually grows slowly and can be controlled with medicine.\nYou might have treatment to help with symptoms if the tumour has spread to another organ, such as the liver.\nSurvival for people with neuroendocrine tumours depends on many things, including the person's condition and the type of tumour they have."}]}, {"condition": "Neurofibromatosis type 1", "sections": [{"No header": "Neurofibromatosis type 1 (NF1) is a genetic condition that causes tumours to grow along your nerves. The tumours are usually non-cancerous (benign) but may cause a range of symptoms.\nNeurofibromatosis type 2 (NF2) is much less common than NF1. It's covered separately as it has different symptoms and causes."}, {"Symptoms of neurofibromatosis type 1": "NF1 is a condition you're born with, although some symptoms develop gradually over many years. The severity of the condition can vary considerably from person to person.\nIn most cases, the skin is affected, causing symptoms such as:\n- birthmarksknown as café au lait spots, which are light or dark brown patches that can be anywhere on the body\n- soft, non-cancerous tumours on or under the skin (neurofibromas)\n- clusters of freckles in unusual places – such as the armpits, groin and under the breast\n- problems with the bones, eyes and nervous system\nCertain health problems are often associated with NF1, such as learning difficulties. Less commonly, NF1 is associated with a type of cancer known as malignant peripheral nerve sheath tumours.\nRead more about the symptoms of neurofibromatosis type 1"}, {"Causes of neurofibromatosis type 1": "NF1 is caused by a faulty gene. If the NF1 gene is faulty, it leads to uncontrolled growth (tumours) developing in the nervous system.\nIn half of all cases of NF1, the faulty gene is passed from a parent to their child. Only one parent needs to have the faulty gene for their child to be at risk of developing the condition.\nIf either the mother or father has the faulty gene, there's a 1 in 2 chance that each child they have will develop NF1.\nIn other cases, the faulty gene appears to develop spontaneously (where there is no family history of NF1). It's unclear why this happens. If you have a child who develops NF1 spontaneously, it's highly unlikely any further children you have will also develop the condition.\nHowever, if you do have a child who develops NF1 spontaneously, they could pass on the condition to any children that they have."}, {"Diagnosing neurofibromatosis type 1": "It's usually easy to diagnose NF1 in adults and older children by checking for the typical symptoms.\nIt may be diagnosed in babies who show symptoms of NF1 from birth. However, it's not always possible to make a firm diagnosis in early childhood because some symptoms take years to develop.\nIf NF1 is suspected, further tests such as scans, blood tests or a biopsy may be recommended. This is to assess whether your child has other symptoms or conditions associated with NF1.\nIf there's uncertainty about the diagnosis, your child may be able to have a blood test to see whether they have the faulty NF1 gene. However, the test is not completely reliable: around 5% of children who test negative for the faulty gene still develop NF1.\nCouples with a family history of NF1 may wish to consider their options before having a baby. A GP can refer you to a genetic counsellor to discuss your options.\nThese may include:\n- having a child with a donor egg or sperm\n- adopting a child\n- having a test during pregnancy – eitherchorionic villus samplingoramniocentesisto see if your baby will have NF1\n- pre-implantation genetic diagnosis – where eggs are fertilised in a laboratory and tested to make sure they do not have the NF1 gene, before being implanted into the womb"}, {"Treatment for neurofibromatosis type 1": "There's currently no cure for NF1. Treatment involves regular monitoring and treating any problems as they occur.\nTreatment can involve:\n- surgery – to remove tumours and treat problems with bones\n- medicine – to control secondary conditions, such as high blood pressure\n- physiotherapy\n- psychological support\n- pain management\nCareful monitoring and treatment can help people with NF1 live a full life. However, there's a risk of developing serious problems, such as certain types of cancer, that can reduce life expectancy.\nRead more about treating neurofibromatosis type 1"}, {"NF1 and pregnancy": "If you become pregnant while living with NF1, you should be able to have a healthy pregnancy.\nHowever, the number of neurofibromas may increase because of hormone changes. Make sure you're cared for by an obstetrician with knowledge of NF1, or speak to your NF1 specialist."}, {"Support from charities": "Nerve Tumours UK is a charity that aims to improve the lives of people with either type of neurofibromatosis.\nYou can find out more on the Nerve Tumours UK website, call its helpline on 07939 046 030 or email info@nervetumours.org.uk.\nThe Childhood Tumour Trust also provides information and support for young people and their families who may be affected by NF1."}, {"NF1 and breast cancer": "Women under 50 with NF1 have an increased risk of breast cancer and should start having breast screening appointments when they're 40 years old."}, {"Information about you": "If you or your child has NF1, your clinical team will pass information on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nFind out more about the NCARDRS"}]}, {"condition": "Neurofibromatosis type 2", "sections": [{"No header": "Neurofibromatosis type 2 (NF2) is a genetic condition that causes tumours to grow along your nerves. The tumours are usually non-cancerous (benign) but may cause a range of symptoms.\nNeurofibromatosis type 1 (NF1) is covered separately because it has different symptoms and causes. It's also much more common than NF2."}, {"Symptoms of neurofibromatosis type 2": "Almost everyone with NF2 develops tumours along the nerves responsible for hearing and balance. These usually cause symptoms such as:\n- hearing lossthat gradually gets worse over time\n- hearingringing or buzzing in the ears (tinnitus)\n- balance problems – particularly when moving in the dark or walking on uneven ground\nYou can also get other tumours inside the brain or spinal cord, or along the nerves to the arms and legs. This can lead to symptoms such as weakness in the arms and legs, and persistent headaches.\nRead more about the symptoms of NF2"}, {"Causes of neurofibromatosis type 2": "Neurofibromatosis type 2 (NF2) is caused by a faulty gene. If the NF2 gene is faulty, it leads to uncontrolled growths (tumours) developing in the nervous system.\nIn half of all cases of NF2, the faulty gene is passed from a parent to their child. Only 1 parent needs to have the faulty gene for their child to be at risk of developing the condition.\nIf either the mother or father has the faulty gene, there's a 1 in 2 chance that each child they have will develop NF2.\nIn other cases, the faulty gene appears to develop spontaneously. It's unclear why this happens.\nIf you have a child who develops NF2 spontaneously, it's highly unlikely any further children you have will also develop the condition. However, your child with NF2 could pass on the condition to any children that they have.\nAbout 1 in 3 people with NF2 have a form of the disease called mosaic NF2. The symptoms of mosaic NF2 are milder and often restricted to a certain area or side of the body.\nPeople with mosaic NF2 have lower than the usual 50% risk of having a child with NF2. However, if their child does have NF2, it will be the more common type and not mosaic NF2."}, {"Diagnosing neurofibromatosis type 2": "It's usually easy to diagnose NF2 in adults and older children by checking for the typical symptoms.\nIt may be diagnosed in babies who show symptoms of NF2 from birth. However, it's not always possible to make a firm diagnosis before a child is 5 years old because some symptoms take years to develop.\nIf NF2 is suspected, further tests – such as scans, hearing tests, sight tests or blood tests – may be recommended. This is to assess whether your child has other symptoms or conditions associated with NF2.\nIf there's uncertainty about the diagnosis, your child may be able to have a blood test to see whether they have the faulty NF2 gene. However, the test is not completely reliable and may not find an alteration in the NF2 gene in all people with NF2 symptoms.\nCouples with a family history of NF2 may wish to consider their options before having a baby. A GP can refer you to a genetic counsellor to discuss your options, which may include:\n- having a child with a donor egg or sperm\n- adopting a child\n- having a test during pregnancy – eitherchorionic villus samplingoramniocentesisto see if your baby will have NF2\n- pre-implantation genetic diagnosis – where eggs are fertilised and tested in a laboratory, and only eggs without the faulty NF2 gene are implanted in the womb."}, {"Treatment for neurofibromatosis type 2": "There's currently no cure for NF2. Treatment involves regular monitoring and treating any problems as they occur.\nSurgery can be used to remove most tumours, although it carries a risk of causing problems, such as complete deafness or facial weakness. Therefore, the risks and potential benefits need to be carefully considered before treatment.\nMost people with NF2 eventually develop significant hearing loss and often benefit from using a hearing aid or learning to lip read. Special implants can sometimes be inserted to improve a person's hearing.\nNF2 tends to get worse over time, although the speed at which this happens varies considerably. However, most people with NF2 eventually lose their hearing completely, and some people require a wheelchair or other type of mobility device.\nTumours developing inside the brain and spinal cord can place a strain on the body and shorten life expectancy.\nRead more about treating NF2"}, {"Support from Nerve Tumours UK": "Nerve Tumours UK is a charity that aims to improve the lives of people with either type of neurofibromatosis.\nFor more information, you can visit the Nerve Tumours UK website, call its helpline on 07939 046 030 or email info@nervetumours.org.uk."}, {"Information about you": "If you or your child has NF2, your clinical team will pass information about you/your child on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS). This helps scientists look for better ways to prevent and treat this condition.\nYou can opt out of the register at any time.\nFind out more about the register"}]}, {"condition": "Neuromyelitis optica", "sections": [{"No header": "Neuromyelitis optica (NMO), also known as Devic's disease, is a rare condition where the immune system damages the spinal cord and the nerves of the eyes (optic nerves).\nNMO can affect anyone at any age, but it's more common in women than men."}, {"Symptoms of NMO": "Each person will experience different symptoms, which can range from mild to severe.\n\nThese symptoms may include:\n- eye pain\n- loss of vision\n- colours appearing faded or less vivid\n- weakness in the arms and legs\n- pain in the arms or legs – described as sharp, burning, shooting or numbing\n- increased sensitivity to cold and heat\n- tight and painful muscle spasms in the arms and legs\n- vomiting\n- bladder, bowel and sexual problems\nIn many people with NMO, the spinal cord becomes swollen and irritated (inflamed). This is called transverse myelitis.\nThe optic nerve from the eye to the brain can also become inflamed – a condition called optic neuritis.\nSome people may only experience transverse myelitis or optic neuritis but, if they have a specific antibody associated with NMO (AQP4) in their blood, they will be said to have NMO spectrum disorder (NMOSD).\n\nNMO-UK ha more information about the symptoms of NMO\n\nNMO can be one-off or relapsing. Some people may only have one attack of optic neuritis or transverse myelitis, with good recovery and no further relapses for a long time.\nBut if NMO is very severe, more attacks can follow. A relapse can take from several hours up to days to develop. The attacks can be unpredictable and it's not fully understood what triggers them.\nNMO-UK has more information about NMO relapses"}, {"When to get medical help": "See a GP if you have any of the symptoms of NMO.\nThe GP will refer you to a neurologist (a specialist in conditions that affect the nerves) for further testing to confirm the diagnosis and rule out any other conditions with similar symptoms, such as multiple sclerosis.\nYou'll have an MRI scan of your brain and spinal cord, and blood tests. You may also have a lumbar puncture, where a sample of the fluid surrounding your spine is removed using a thin needle and tested.\nNMO-UK ha more information about how NMO is diagnosed"}, {"Treatments for NMO": "There's no cure for NMO, but treatments can help to ease symptoms, prevent future relapses and slows down the condition's progression.\nYou may be prescribed:\n- steroidsto reduce the inflammation\n- medicine to suppress your immune system and ease your symptoms, such asazathioprine, mycophenolate ormethotrexate\n- rituximab, a newer type of medicine to reduce inflammation\nRehabilitation techniques, such as physiotherapy, can also help if you have problems with your mobility.\nTherapies and support groups are available.\n\nFind out more about social care and support\nNMO-UK also has more information about treatments for NMO"}, {"Causes": "NMO is an autoimmune condition. This means the body's immune system reacts abnormally and attacks healthy tissues, causing the symptoms of NMO.\nNMO is usually not inherited, but some people with NMO may have a history of autoimmune disorders in the family and may have another autoimmune condition themselves."}, {"Driving": "Optic neuritis may affect your ability to drive. You have a legal obligation to tell the Driver and Vehicle Licensing Agency (DVLA) about any medical condition that could affect your driving.\nSee GOV.UK for more information about driving with a disability or health condition"}, {"Support": "NMO can have a significant impact, but support is available to help you have the best possible quality of life.\nIt might help to speak to others who have the same condition or to connect with a charity.\nYou may find the following links useful:\n- The Brain & Spine Foundation\n- The Brain Charity\n- Transverse Myelitis Society\n- The Walton CentreandJohn Radcliffe Hospital– national centres carrying out research into NMO in the UK"}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have NMO, your clinical team can pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat NMO. You can opt out of the register at any time.\nFind out more about the register"}]}, {"condition": "Newborn jaundice", "sections": [{"No header": "Jaundice in newborn babies is common and usually harmless. It causes yellowing of the skin and the whites of the eyes. The medical term for jaundice in babies is neonatal jaundice.\nYellowing of the skin can be more difficult to see in brown or black skin. It might be easier to see on the palms of the hands or the soles of the feet.\nOther symptoms of newborn jaundice can include:\n- dark, yellow urine (a newborn baby's urine should be colourless)\n- pale-coloured poo (it should be yellow or orange)\nThe symptoms of newborn jaundice usually develop 2 days after the birth and tend to get better without treatment by the time the baby is about 2 weeks old.\nFind out more about the symptoms of jaundice in babies"}, {"No header": "Your baby will be examined for signs of jaundice within 72 hours of being born as part of the newborn physical examination.\nIf your baby develops signs of jaundice after this time, speak to your midwife, health visitor or a GP as soon as possible for advice.\nWhile jaundice is not usually a cause for concern, it's important to determine whether your baby needs treatment.\nIf you're monitoring your baby's jaundice at home, it's also important to contact your midwife straight away if your baby's symptoms quickly get worse or they become very reluctant to feed.\nFind out more about diagnosing jaundice in babies"}, {"Why does my baby have jaundice?": "Jaundice is caused by the build-up of bilirubin in the blood. Bilirubin is a yellow substance produced when red blood cells, which carry oxygen around the body, are broken down.\nJaundice is common in newborn babies because babies have a high number of red blood cells in their blood, which are broken down and replaced frequently.\nAlso, a newborn baby's liver is not fully developed, so it's less effective at removing the bilirubin from the blood.\nBy the time a baby is about 2 weeks old, their liver is more effective at processing bilirubin, so jaundice often corrects itself by this age without causing any harm.\nIn a small number of cases, jaundice can be the sign of an underlying health condition. This is often the case if jaundice develops shortly after birth (within the first 24 hours)."}, {"How common is newborn jaundice?": "Jaundice is one of the most common conditions that can affect newborn babies.\nIt's estimated 6 out of every 10 babies develop jaundice, including 8 out of 10 babies born prematurely before the 37th week of pregnancy.\nBut only around 1 in 20 babies has a blood bilirubin level high enough to need treatment.\nFor reasons that are unclear, breastfeeding increases a baby's risk of developing jaundice, which can often persist for a month or longer. \nBut in most cases, the benefits of breastfeeding far outweigh any risks associated with jaundice."}, {"Treating newborn jaundice": "Treatment for newborn jaundice is not usually needed because the symptoms normally pass within 10 to 14 days, although they can occasionally last longer.\nTreatment is usually only recommended if tests show very high levels of bilirubin in a baby's blood.\nThis is because there's a small risk the bilirubin could pass into the brain and cause brain damage.\nThere are 2 main treatments that can be carried out in hospital to quickly reduce your baby's bilirubin levels.\nThese are:\n- phototherapy – a special type of light shines on the skin, which alters the bilirubin into a form that can be more easily broken down by the liver\n- an exchange transfusion – where your baby's blood is removed using a thin tube (catheter) placed in their blood vessels and replaced with blood from a matching donor; most babies respond well to treatment and can leave hospital after a few days"}, {"Complications": "If a baby with very high levels of bilirubin is not treated, there's a risk they could develop permanent brain damage. This is known as kernicterus.\nKernicterus is very rare in the UK.\nFind out more about kernicterus in babies\nYou can also read the National Institute for Health and Care Excellence (NICE) guidance about jaundice in newborn babies under 28 days."}]}, {"condition": "Newborn respiratory distress syndrome", "sections": [{"No header": "Newborn respiratory distress syndrome (NRDS) happens when a baby's lungs are not fully developed and cannot provide enough oxygen, causing breathing difficulties. It usually affects premature babies.\nIt's also known as infant respiratory distress syndrome, hyaline membrane disease or surfactant deficiency lung disease.\nDespite having a similar name, NRDS is not related to acute respiratory distress syndrome (ARDS)."}, {"Why it happens": "NRDS usually occurs when the baby's lungs have not produced enough surfactant.\nThis substance, made up of proteins and fats, helps keep the lungs inflated and prevents them collapsing.\nA baby normally begins producing surfactant sometime between weeks 24 and 28 of pregnancy.\nMost babies produce enough to breathe normally by week 34.\nIf your baby is born prematurely, they may not have enough surfactant in their lungs.\nOccasionally, NRDS affects babies that are not born prematurely.\nFor example, when:\n- the mother hasdiabetes\n- the baby is underweight\n- the baby's lungs have not developed properly\nAround half of all babies born between 28 and 32 weeks of pregnancy develop NRDS.\nIn recent years the number of premature babies born with NRDS has been reduced with the use of steroid injections, which can be given to mothers during premature labour."}, {"Symptoms of NRDS": "The symptoms of NRDS are often noticeable immediately after birth and get worse over the following few days.\nThey can include:\n- blue-coloured lips, fingers and toes\n- rapid, shallow breathing\n- flaring nostrils\n- a grunting sound when breathing\nIf you're not in hospital when you give birth and notice the symptoms of NRDS in your baby, call 999 immediately and ask for an ambulance."}, {"Diagnosing NRDS": "A number of tests can be used to diagnose NRDS and rule out other possible causes.\nThese include:\n- a physical examination\n- blood teststo measure the amount of oxygen in the baby's blood and check for an infection\n- a pulse oximetry test to measure how much oxygen is in the baby's blood using a sensor attached to their fingertip, ear or toe\n- a chestX-rayto look for the distinctive cloudy appearance of the lungs in NRDS"}, {"Treating NRDS": "The main aim of treatment for NRDS is to help the baby breathe.\nIf you're thought to be at risk of giving birth before week 34 of pregnancy, treatment for NRDS can begin before birth.\nYou may have a steroid injection before your baby is delivered. A second dose is usually given 24 hours after the first.\nThe steroids stimulate the development of the baby's lungs. It's estimated that the treatment helps prevent NRDS in a third of premature births.\nYou may also be offered magnesium sulphate to reduce the risk of developmental problems linked to being born early.\nIf you take magnesium sulphate for more than 5 to 7 days or several times during your pregnancy, your newborn baby may be offered extra checks. This is because prolonged use of magnesium sulphate in pregnancy has in rare cases been linked to bone problems in newborn babies.\nYour baby may be transferred to a ward that provides specialist care for premature babies (a neonatal unit).\nIf the symptoms are mild, they may only need extra oxygen. It's usually given through an incubator, a small mask over their nose or face or tubes into their nose.\nIf symptoms are more severe, your baby will be attached to a breathing machine (ventilator) to either support or take over their breathing.\nThese treatments are often started immediately in the delivery room before transfer to the neonatal unit.\nYour baby may also be given a dose of artificial surfactant, usually through a breathing tube.\nEvidence suggests early treatment within 2 hours of delivery is more beneficial than if treatment is delayed.\nThey'll also be given fluids and nutrition through a tube connected to a vein.\nSome babies with NRDS only need help with breathing for a few days. But some, usually those born extremely prematurely, may need support for weeks or even months.\nPremature babies often have multiple problems that keep them in hospital, but generally they're well enough to go home around their original expected delivery date.\nThe length of time your baby needs to stay in hospital will depend on how early they were born."}, {"Complications of NRDS": "Most babies with NRDS can be successfully treated, although they have a high risk of developing further problems later in life.\nAir can sometimes leak out of the baby's lungs and become trapped in their chest cavity. This is known as a pneumothorax.\nThe pocket of air places extra pressure on the lungs, causing them to collapse and leading to additional breathing problems.\nAir leaks can be treated by inserting a tube into the chest to allow the trapped air to escape.\nBabies with NRDS may have bleeding inside their lungs (pulmonary haemorrhage) and brain (cerebral haemorrhage).\nBleeding into the lungs is treated with air pressure from a ventilator to stop the bleeding and a blood transfusion.\nBleeding into the brain is quite common in premature babies, but most bleeds are mild and do not cause long-term problems.\nSometimes ventilation (begun within 24 hours of birth) or the surfactant used to treat NRDS causes scarring to the baby's lungs, which affects their development.\nThis lung scarring is called bronchopulmonary dysplasia (BPD).\nSymptoms of BPD include rapid, shallow breathing and shortness of breath.\nBabies with severe BPD usually need additional oxygen from tubes into their nose to help with their breathing.\nThis is usually stopped after a few months, when the lungs have healed.\nBut children with BPD may need regular medicine, such as bronchodilators, to help widen their airways and make breathing easier.\nIf the baby's brain is damaged during NRDS, either because of bleeding or a lack of oxygen, it can lead to long-term developmental disabilities, such as learning difficulties, movement problems, impaired hearing and impaired vision.\nBut these developmental problems are not usually severe. For example, 1 survey estimated that 3 out of 4 children with developmental problems only have a mild disability, which should not stop them leading a normal adult life."}]}, {"condition": "NHS screening", "sections": [{"No header": "Screening is a way of finding out if people have a higher chance of having a health problem, so that early treatment can be offered or information given to help them make informed decisions.\nThis page gives an overview of screening, with links to the different types of screening offered by the NHS in England."}, {"What is screening?": "Screening is a way of identifying apparently healthy people who may have an increased risk of a particular condition. The NHS offers a range of screening tests to different sections of the population.\nThe aim is to offer screening to the people who are most likely to benefit from it. For example, some screening tests are only offered to newborn babies, while others such as breast screening and abdominal aortic aneurysm screening are only offered to older people.\nIf you get a normal result (a screen negative result) after a screening test, this means you are at low risk of having the condition you were screened for. This does not mean you will never develop the condition in the future, just that you are low risk at the moment.\nIf you have a higher-risk result (a screen positive result), it means you may have the condition that you've been tested for. At this point, you will be offered further tests (called diagnostic tests) to confirm if you have the condition. You can then be offered treatment, advice and support.\nFinding out about a problem early can mean that treatment is more effective. However, screening tests are not perfect and they can lead to difficult decisions about having further tests or treatment.\nRead on to find out about the benefits, risks and limitations of screening."}, {"What types of screening are offered by the NHS in England?": "An independent expert group called the UK National Screening Committee (UK NSC) advises the NHS, in all 4 UK countries, on which screening programmes to offer.\nThe NHS screening programmes currently offered in England are listed below. For more detailed information on each type of screening, follow the links.\nYou can view screening timelines.\nYou can also watch animations about NHS screening:\n- female lifetime NHS screening pathway (Youtube)\n- male lifetime NHS screening pathway (Youtube)\nThe screening tests offered in pregnancy are:\n- screening for infectious diseases(hepatitis B, HIV and syphilis)\n- screening for Down's syndrome, Patau's syndrome and Edwards' syndrome\n- screening for sickle cell disease and thalassaemia\n- screening to check the physical development of the baby (known as the 20-week scan or mid-pregnancy scan)\n- diabetic eye screening if you are pregnant and have type 1 or type 2 diabetes\nNewborn babies are offered:\n- aphysical examination, which includes the eyes, heart, hips and testes\n- ahearing test\n- ablood spot testto check if the baby has any of 9 rare conditions\nFrom the age of 12, all people with diabetes are offered an annual diabetic eye test to check for early signs of diabetic retinopathy.\nCervical screening is offered to all women and people with a cervix aged 25 to 64 to check the health of cells in the cervix. It is offered every 3 years for those aged 25 to 49, and every 5 years from the ages of 50 to 64.\nBreast screening is offered to women aged 50 to 70 to detect early signs of breast cancer. Women over 70 can self-refer.\nEveryone aged 60 to 74 is offered a bowel cancer screening home test kit every 2 years.\nIf you're 75 or over, you can ask for a kit every 2 years by phoning the free bowel cancer screening helpline on 0800 707 60 60.\nAAA screening is offered to men during the screening year (1 April to 31 March) that they turn 65 to detect abdominal aortic aneurysms (a dangerous swelling in the aorta). Men over 65 can self-refer."}, {"Benefits, risks and limitations of screening": "Before having any screening test, it's worth finding out about the test itself and what would happen next if you found out you have a higher risk of a particular condition.\nDeciding whether or not to have a screening test is a personal choice and one which only you can make. When you are invited for screening, you will receive an information leaflet about the screening test.\nYou can discuss any aspect of the screening test with your health professional and decide whether or not it's right for you.\nDifferent types of screening have different benefits and risks. Some of these are listed below.\n- Screening can detect a problem early, before you have any symptoms.\n- Finding out about a problem early can mean that treatment is more effective.\n- Finding out you have a health problem or an increased chance of a health problem can help people make better informed decisions about their health.\n- Screening can reduce the chance of developing a condition or its complications.\n- Some deaths from abdominal aortic aneurysms, bowel cancer, breast cancer and cervical cancer can be prevented.\n- Screening tests are not 100% accurate. You could be told you have a problem when you do not – this is called a \"false positive\" and may lead to some people having unnecessary further tests or treatment as a result of screening. A screening test could also miss a problem – this is called a \"false negative\" and could lead to people ignoring symptoms in the future.\n- Some screening tests can lead to difficult decisions. For example, if a pregnancy screening test tells you your baby has a higher chance of having a particular condition, you may then be faced with a decision about having further diagnostic tests that involve a risk to your pregnancy. If the diagnostic test is positive, you may then need to decide whether to continue with your pregnancy.\n- Finding out you may have a health problem can cause considerable anxiety.\n- Even if your screening test result is normal or negative (meaning you are not at high risk), you could still go on to develop the condition.\nAn expert group called the UK National Screening Committee (UK NSC) advises the NHS on which screening programmes to offer.\nWhen considering who to screen and which conditions to screen for, the benefits of offering a screening programme are weighed up against the harms. The UK NSC only recommends screening when it believes the benefits to the group offered screening outweigh the harms.\nThe UK NSC regularly reviews its recommendations on screening for different conditions as new research becomes available. This is usually done every 3 years.\nFind out how the UK NSC reviews evidence and monitors the quality of screening programmes.\nAll screening tests provided by the NHS are free. Private companies offer a range of screening tests that you have to pay for. Some of the tests on offer are not recommended by the UK NSC because it is not clear that the benefits outweigh the harms.\nThe UK NSC has produced a downloadable leaflet on private screening."}, {"Confidentiality and use of data": "By law, everyone working in, or on behalf of, the NHS must respect your privacy and keep all information about you safe. The NHS Constitution sets out how the NHS should handle your records to protect your privacy. There are also laws in place to ensure that confidentiality is maintained.\nScreening records are only shared with staff who need to see them, such as technicians carrying out screening, your GP and any clinicians involved in follow-up tests and treatment. They are also shared with the Government who uses them to check that local screening services are safe and effective. Screening records are sometimes also shared with researchers looking at how to improve the screening programmes.\nRead more about screening data and confidentiality."}]}, {"condition": "Night sweats", "sections": [{"No header": "Most people sweat during the night. If you regularly wake up with soaking wet sheets you should get it checked by a GP."}, {"What night sweats are": "It's normal to sweat during the night if the room or your bedding is making you too hot.\nNight sweats are when you sweat so much that your night clothes and bedding are soaking wet, even though where you're sleeping is cool.\nAdults and children can get night sweats."}, {"Non-urgent advice:  See a GP if you:": "- have night sweats regularly that wake you up or worry you\n- also have a very high temperature (or feel hot and shivery), a cough or diarrhoea\n- have night sweats and you're losing weight for no reason\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "If you have night sweats, you will not usually need treatment, but the GP will want to check if you have any other symptoms.\nIf you're taking medicine and the GP thinks it might be causing night sweats, they may prescribe a different one."}, {"Causes of night sweats": "The most common reasons for night sweats are:\n- menopause symptoms (\"hot flushes\")\n- anxiety\n- medicines – some antidepressants, steroids and painkillers\n- low blood sugar (hypoglycaemia)\n- alcohol or drug use\n- a harmless condition calledhyperhidrosisthat makes you sweat too much all the time\nSometimes the cause of night sweats is unknown."}, {"No header": ""}]}, {"condition": "Night terrors and nightmares", "sections": [{"No header": "Many children have nightmares and night terrors, but most grow out of them. Some adults also can also have them."}, {"Check it's a night terror or nightmare": "Night terrors and nightmares are different and happen at different stages of sleep.\nDuring a night terror you may talk and move about but are asleep. It's rare to remember having a night terror.\nNightmares are bad dreams you wake up from and can remember.\nNight terrors are most common in children between the ages of 3 and 8, while nightmares can affect both children and adults.\nIf you cannot move or speak as you wake up or fall asleep, you may have sleep paralysis. This is not the same as having a night terror."}, {"Causes of night terrors and nightmares": "Common causes of night terrors and nightmares include:\n- being very tired or unwell\n- sudden noises at night or needing to pee during the night (which can affect your deep sleep)\n- something that's frightened you (such as watching a scary film) or made you stressed, anxious or worried\nThey can also be caused by:\n- taking certain medicines, such as antidepressants\n- conditions that affect sleep, such asrestless legs syndromeorsleep apnoea\n- mental health conditions, such aspost-traumatic stress disorder (PTSD)\n- conditions that affect the brain, such asdementia\nNight terrors are more common in people with family members who have had night terrors or who sleepwalk."}, {"Non-urgent advice:  See a GP if:": "- your child has night terrors several times a night or has them most nights\n- your child has lots of nightmares about the same thing\n- you're having regular nightmares that are affecting your sleep and everyday life\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"How to help a child who has night terrors or nightmares": "For most people, night terrors and nightmares get better on their own.\nIf your child is having night terrors or nightmares, there are things you can try to help.\n- try having a relaxing bedtime routine\ntry having a relaxing bedtime routine\n- keep a sleep diary (including things you did during the day and evening, how you were feeling and how you slept) to help identify any causes\nkeep a sleep diary (including things you did during the day and evening, how you were feeling and how you slept) to help identify any causes\n- try to deal with things that might be causing stress or anxiety\ntry to deal with things that might be causing stress or anxiety\nDuring a night terror, you should:\n- stay calm and wait for the person to calm down\n- do not talk to them or try to stop them moving about, unless there's a risk they could hurt themselves or someone else\n- do not try to wake them – they may not recognise you and may get more upset if you try to comfort them\nIf they're having a night terror at the same time every night, try waking them up 15 minutes before the night terror every night for a week. This can sometimes stop the night terrors happening."}, {"Treatments for night terrors and nightmares": "Treatment for nightmares in adults depends on what may be causing them.\nIf you're having nightmares caused by a traumatic event, a GP may recommend psychological treatment such as counselling.\nIf you have a condition that affects your sleep, treatment will usually involve trying to manage the condition better."}]}, {"condition": "Nipple discharge", "sections": [{"No header": "Nipple discharge is not usually a sign of anything serious, but sometimes it's a good idea to get it checked just in case."}, {"Nipple discharge is often normal": "Lots of women have nipple discharge from time to time. It may just be normal for you.\nIt's also not unusual for babies (boys and girls) to have milky nipple discharge soon after they're born. This should stop in a few weeks.\nNipple discharge in men is not normal.\nThe colour of your discharge is not a good way of telling if it's anything serious. Normal discharge can be lots of colours."}, {"No header": "you have nipple discharge and any of these:\n- it happens regularly and is not just a one-off\n- it only comes from 1 breast\n- it's bloodstained or smelly\n- you're not breastfeeding and it leaks out without any pressure on your breast\n- you're over 50\n- you have other symptoms – such as a lump, pain, redness or swelling in your breast\n- you're a man\nIt's probably nothing serious. But there's a small chance it could be cancer, so it's best to get checked.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will look at and examine your breasts.\nThey may refer you to a hospital or breast clinic for further tests. These will usually show that you do not have cancer.\nAt the hospital or breast clinic, you may have a:\n- breast examination\n- scan – usually a breast X-ray (mammogram) or ultrasound\n- biopsy – where a needle is inserted into your breast to remove some cells for testing\nThe tests are often done during the same visit.\nYou'll usually be told the results on the same day, although biopsy results can take longer – you should get them in a week or two.\nRead more about what to expect at a breast clinic appointment from Breast Cancer Now"}, {"Causes of nipple discharge": "Nipple discharge has many possible causes.\nCommon causes include:\n- breastfeeding or pregnancy – seeleaking from your nipples\n- a blocked or enlarged milk duct\n- a small, non-cancerous lump in the breast\n- abreast infection (mastitis)\n- a side effect of a medicine – including the contraceptive pill\nRead more about common breast conditions that can cause nipple discharge from Breast Cancer Now"}, {"No header": "Nipple discharge by itself is not usually a sign of breast cancer."}]}, {"condition": "Noise sensitivity (hyperacusis)", "sections": [{"No header": "Hyperacusis is when everyday sounds seem much louder than they should. Treatment can help. See a GP if you think you have hyperacusis."}, {"Check if you have hyperacusis": "You may have hyperacusis if some everyday sounds seem much louder than they should. It can sometimes be painful.\nYou may be affected by sounds like:\n- jingling coins\n- a barking dog\n- a car engine\n- someone chewing\n- a vacuum cleaner\nYour sensitivity to noise can affect relationships, school or work and your general wellbeing.\nHyperacusis can affect 1 or both ears. It can come on suddenly or develop over time.\n- if some sounds make you angry, you may have misophonia\n- if some sounds make you anxious, you may have phonophobia\n- if your ears have trouble adjusting between quiet and loud sounds, you may have recruitment"}, {"No header": "- everyday noises feel too loud\nYour GP may refer you to a hearing specialist for further tests and treatment.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for hyperacusis": "Hyperacusis can be cured if it's caused by another condition, such as a migraine, head injury or Lyme disease.\nIf there's no clear cause, you may be offered treatment to help make you less sensitive to everyday sounds.\nThis could be: \n- sound therapy to get you used to everyday sounds again, and may involve wearing ear pieces that make white noise\n- cognitive behavioural therapy (CBT)to change the way you think about your hyperacusis and reduce anxiety"}, {"Things you can try to ease hyperacusis": "- try somerelaxation techniques\n- do not use earplugs or muffs unless you really need to\n- do not avoid noisy situations, as this will make you become even more sensitive to noise\nTo talk to other people with hyperacusis and share your experience, contact:\n- British Tinnitus Association\n- Action on Hearing Loss"}, {"Causes of hyperacusis": "The cause of hyperacusis is unclear. It can appear on its own or with other conditions, like:\n- tinnitus\n- a head injury\n- Ménière's disease\n- Lyme disease\n- migraines\n- Williams syndrome\nFind out more about hyperacusis from the British Tinnitus Association."}]}, {"condition": "Non-alcoholic fatty liver disease (NAFLD)", "sections": [{"No header": "Non-alcoholic fatty liver disease (NAFLD) is the term for a range of conditions caused by a build-up of fat in the liver. It's usually seen in people who are overweight or obese.\nEarly-stage NAFLD does not usually cause any harm, but it can lead to serious liver damage, including cirrhosis, if it gets worse.\nHaving high levels of fat in your liver is also associated with an increased risk of serious health problems, such as diabetes, high blood pressure and kidney disease.\nIf you already have diabetes, NAFLD increases your chance of developing heart problems.\nIf detected and managed at an early stage, it's possible to stop NAFLD getting worse and reduce the amount of fat in your liver."}, {"Coronavirus advice": "Get advice about coronavirus and liver disease from the British Liver Trust"}, {"Stages of non-alcoholic fatty liver disease (NAFLD)": "NAFLD develops in 4 main stages.\nMost people will only ever develop the first stage, usually without realising it.\nIn a small number of cases, it can progress and eventually lead to liver damage if not detected and managed.\nThe main stages of NAFLD are:\n- simple fatty liver (steatosis) – a largely harmless build-up of fat in the liver cells that may only be diagnosed during tests carried out for another reason\n- non-alcoholic steatohepatitis (NASH) – a more serious form of NAFLD, where the liver has become inflamed\n- fibrosis – where persistent inflammation causes scar tissue around the liver and nearby blood vessels, but the liver is still able to function normally\n- cirrhosis– the most severe stage, occurring after years of inflammation, where the liver shrinks and becomes scarred and lumpy; this damage is permanent and can lead to liver failure (where your liver stops working properly) andliver cancer\nIt can take years for fibrosis or cirrhosis to develop. It's important to make lifestyle changes to prevent the condition getting worse."}, {"Am I at risk of non-alcoholic fatty liver disease (NAFLD)?": "You're at an increased risk of NAFLD if you:\n- areobeseor overweight – particularly if you have a lot of fat around your waist (an \"apple-like\" body shape)\n- havetype 2 diabetes\n- have a condition that affects how your body uses insulin\n- are insulin resistance, such as polycystic ovary syndrome\n- have an underactive thyroid\n- havehigh blood pressure\n- havehigh cholesterol\n- havemetabolic syndrome(a combination of diabetes, high blood pressure and obesity)\n- are over the age of 50\n- smoke\nBut NAFLD has been diagnosed in people without any of these risk factors, including young children.\nAlthough it's very similar to alcohol-related liver disease (ARLD), NAFLD is not caused by drinking too much alcohol."}, {"Symptoms of non-alcoholic fatty liver disease (NAFLD)": "There are not usually any symptoms of NAFLD in the early stages. You probably will not know you have it unless it's diagnosed during tests carried out for another reason.\nOccasionally, people with NASH or fibrosis (more advanced stages of NAFLD) may experience:\n- a dull or aching pain in the top right of the tummy (over the lower right side of the ribs)\n- extreme tiredness\n- unexplained weight loss\n- weakness\nIf cirrhosis (the most advanced stage) develops, you can get more severe symptoms, such as yellowing of the skin and the whites of the eyes (jaundice), itchy skin, and swelling in the legs, ankles, feet or tummy (oedema).\nSee a GP urgently or call 111 if you have any of these symptoms and have a liver condition."}, {"How non-alcoholic fatty liver disease (NAFLD) is diagnosed": "NAFLD is often diagnosed after a blood test called a liver function test produces an abnormal result and other liver conditions, such as hepatitis, are ruled out.\nBut blood tests do not always pick up NAFLD.\nThe condition may also be spotted during an ultrasound scan of your tummy.\nThis is a type of scan where sound waves are used to create an image of the inside of your body.\nIf you're diagnosed with NAFLD, further tests may be needed to determine which stage you have. This may involve a special blood test or having another type of ultrasound scan (Fibroscan).\nSome people may also need a biopsy, where a small sample of liver tissue is taken using a needle so it can be analysed in a laboratory.\nChildren and young people with an increased risk of NAFLD (those with type 2 diabetes or metabolic syndrome) should have an ultrasound scan of their liver every 3 years.\nOther tests you may have include a CT scan or MRI scan."}, {"Treatment for non-alcoholic fatty liver disease (NAFLD)": "Most people with NAFLD will not develop any serious problems, but if you're diagnosed with the condition it's a good idea to take steps to stop it getting any worse.\nThere's currently no specific medication for NAFLD, but making healthy lifestyle choices can help.\nTreatment also may be recommended for associated conditions (high blood pressure, diabetes and cholesterol) or complications.\nYou may be advised to have regular appointments with your doctor to check your liver function and look for signs of any new problems."}, {"No header": "There's not currently any medicine that can treat NAFLD, but various medicines can be useful in managing the problems associated with the condition.\nFor example, your doctor may recommend medicine to treat high blood pressure, treat high cholesterol, treat type 2 diabetes and treat obesity.\nIf you develop severe cirrhosis and your liver stops working properly, you may need to be put on the waiting list for a liver transplant.\nOr it may be possible to have a transplant using a section of liver removed from a living donor.\nAs the liver can regenerate itself, both the transplanted section and the remaining section of the donor's liver are able to regrow to a normal size."}, {"Things you can do if you have non-alcoholic fatty liver disease (NAFLD)": "Adopting a healthy lifestyle is the main way of managing NAFLD.\nFor example, it can help to: \n- lose weight– you should aim for a BMI of 18.5 to 24.9 (use theBMI calculatorto work out your BMI); losing more than 10% of your weight can remove some fat from the liver and improve NASH if you have it\n- eat a healthy diet – try to have a balanced diet high in fruits, vegetables, protein and carbohydrates, but low in fat, sugar and salt; eating smaller portions of food can help, too\n- have water instead of sweet drinks\n- exercise regularly – aim to do at least 150 minutes ofmoderate-intensity activity, such as walking or cycling, a week; all types of exercise can help improve NAFLD, even if you do not lose weight\n- stop smoking – if you smoke, stopping can help reduce your risk of problems such as heart attacks and strokes\nNAFLD is not caused by alcohol, but drinking may make it worse. It's therefore advisable to cut down or stop drinking alcohol."}]}, {"condition": "Non-allergic rhinitis", "sections": [{"No header": "Non-allergic rhinitis is inflammation of the inside of the nose that is not caused by an allergy.\nRhinitis that is caused by something that triggers an allergy, such as pollen, is a separate health condition known as allergic rhinitis.\nSymptoms of non-allergic rhinitis can include:\n- a blocked nose\n- a runny nose\n- sneezing – although this is generally less severe than in allergic rhinitis\n- mild irritation or discomfort in and around your nose\n- reduced sense of smell\nIn rare cases, non-allergic rhinitis can also cause a crust to develop inside the nose, which may: \n- produce a foul-smelling odour\n- cause bleeding if you try to remove it"}, {"When to see your GP": "See your GP if you have symptoms of non-allergic rhinitis and they're affecting your quality of life.\nNon-allergic rhinitis can be difficult to diagnose, as there is no test to confirm it. Your GP will first ask about your symptoms and medical history.\nThey may then carry out a blood test to check if you have an allergy, or they may refer you to a hospital clinic for more specific tests for allergies, including a \"skin prick test\". \nIf the test results suggest you do not have an allergy, you may be diagnosed with non-allergic rhinitis.\nRead more about diagnosing non-allergic rhinitis."}, {"What causes non-allergic rhinitis?": "In non-allergic rhinitis, the inflammation is usually the result of swollen blood vessels and a build-up of fluid in the tissues of the nose.\nThis swelling blocks the nasal passages and stimulates the mucus glands in the nose, resulting in the typical symptoms of a blocked or runny nose.\nThere are several possible causes of non-allergic rhinitis including: \n- viral infections, such as a cold – these attack the lining of the nose and throat\n- environmental factors – such as extreme temperatures, humidity or exposure to noxious fumes, such as smoke\n- hormone imbalances – such as during pregnancy or puberty\n- hormone-containing medicines such asHRTor the contraceptive pill\nRead more about the causes of non-allergic rhinitis."}, {"Treating non-allergic rhinitis": "Non-allergic rhinitis is not usually harmful but it can be irritating and affect your quality of life. The best treatment depends on how severe the rhinitis is and what's causing it.\nIn some cases, avoiding certain triggers and undertaking self care measures, like rinsing your nasal passages, may relieve your symptoms.\nRinsing your nasal passages, can be done using either a homemade solution or a solution made with sachets of ingredients bought from a pharmacy. \nIn other cases, you may need to take a medicine, such as a nasal spray containing steroids. Steroid nasal sprays help to relieve the congestion, but you need to use them over a number of weeks for them to work properly.\nRead more about treating non-allergic rhinitis."}, {"Further problems": "In some cases, non-allergic rhinitis can lead to complications. These include:\n- nasal polyps– harmless sacs of fluid that grow inside the nasal passages and sinuses\n- sinusitis– an infection caused by nasal inflammation and swelling that prevents mucus draining from the sinuses\n- middle ear infections– infection of part of the ear located directly behind the eardrum\nThese problems can often be treated with medication, although surgery is sometimes needed in severe or long-term cases.\nRead more about the complications of non-allergic rhinitis."}]}, {"condition": "Non-gonococcal urethritis", "sections": [{"No header": "Urethritis is inflammation of the urethra, the tube that carries pee from the bladder out of the body. It's usually caused by an infection.\nThe term non-gonococcal urethritis (NGU) is used when the condition is not caused by the sexually transmitted infection gonorrhoea.\nNGU is sometimes referred to as non-specific urethritis (NSU) when no cause can be found.\nUrethritis is the most common condition diagnosed and treated among men in sexual health clinics (also known as GUM clinics) in the UK."}, {"Symptoms of non-gonococcal urethritis": "Symptoms of NGU in men include:\n- a white or cloudy discharge from the tip of your penis\n- a burning or painful sensation when you pee\n- the tip of your penis feeling irritated and sore\nIn women, NGU rarely causes any symptoms.\nRead about the symptoms of NGU."}, {"When to seek medical advice": "Visit your local sexual health clinic if you have symptoms of NGU or you may have been exposed to a sexually transmitted infection (STI).\nYou should still seek treatment if the symptoms of NGU disappear on their own, as there's a risk you could pass the infection on to someone else.\nFind sexual health services."}, {"Diagnosing non-gonococcal urethritis": "2 tests can be used to diagnose NGU, and both may be carried out to make sure the diagnosis is correct.\nThe tests are:\n- a swab test– a sample of fluid is taken from your urethra using a swab, which is like a small cotton bud. The swab may have a small plastic loop or cotton tip at the end; it's not painful, but can feel a little uncomfortable for a few seconds\n- a urine test– you'll be asked not to pee for at least 2 hours before providing a urine sample as this can help make the test results more reliable\nYou may also be offered tests for other STIs. It's up to you whether to have these or not, but a test for all infections is recommended. You can discuss this with healthcare professionals at the clinic if you wish.\nSome clinics will be able to give you the results on the same day. Others may need to send the samples to a laboratory for testing, in which case the test results may not be available for 1 to 2 weeks.\nHealthcare professionals at the clinic will tell you when you'll get your test results, and they'll also arrange your treatment.\nRead more about visiting a sexual health clinic."}, {"Causes of non-gonococcal urethritis": "NGU can have a number of possible causes, including:\n- irritation or damage to the urethra\n- sexually transmitted infections (STIs) – such aschlamydia\n- other infections – such as aurinary tract infection (UTI)\nThere are many cases of NGU where no infection is found. \nRead more about the causes of NGU."}, {"Treating non-gonococcal urethritis": "A course of antibiotics is normally prescribed to treat NGU. You may be given them before you get your test results.\nIt's important that past and current sexual partners are also treated to prevent any infection spreading to others.\nYou should avoid having sex, including anal and oral sex, until you have finished your course of antibiotics.\nYour symptoms should improve within a week.\nYou may be asked to attend a follow-up appointment to check if your treatment has been successful. If this is the case it is important to attend even if you do not have any symptoms.\nAfter treatment has been completed and the symptoms have disappeared, it should be safe to start having sex again.\nRead more about treating NGU."}, {"Preventing non-gonococcal urethritis": "NGU is usually caused by an STI, so practising safer sex is the best way to reduce the chances of it.\nSafer sex involves using barrier contraception, such as condoms, and having regular checks at sexual health clinics.\nRead a guide to contraception."}, {"Complications of non-gonococcal urethritis": "NGU can have some complications – for example, the condition can keep coming back.\nReturn to the sexual health clinic if you still have symptoms after finishing your course of antibiotics.\nSerious complications are rare, but may include:\n- reactive arthritis– when the immune system starts attacking healthy tissue, which can lead to joint pain andconjunctivitis\n- epididymo-orchitis– inflammation inside the testicles\nWomen often have no symptoms of NGU. However, it can lead to pelvic inflammatory disease (PID) if it's caused by chlamydia and left untreated.  \nRepeated episodes of PID are associated with an increased risk of infertility."}]}, {"condition": "Non-Hodgkin lymphoma", "sections": [{"No header": "Non-Hodgkin lymphoma is a type of cancer that develops in the lymphatic system, a network of vessels and glands spread throughout your body.\nThe lymphatic system is part of your immune system.\nClear fluid called lymph flows through the lymphatic vessels and contains infection-fighting white blood cells known as lymphocytes.\nIn non-Hodgkin lymphoma, the affected lymphocytes start to multiply in an abnormal way and begin to collect in certain parts of the lymphatic system, such as the lymph nodes (glands).\nThe affected lymphocytes lose their infection-fighting properties, making you more vulnerable to infection.\nThe most common symptom of non-Hodgkin lymphoma is a painless swelling in a lymph node, usually in the neck, armpit or groin. \nFind out more about the symptoms of non-Hodgkin lymphoma"}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Who's affected": "In the UK, more than 13,000 people are diagnosed with non-Hodgkin lymphoma each year.\nNon-Hodgkin lymphoma can occur at any age, but your chances of developing the condition increase as you get older, with just over a third of cases diagnosed in people over 75.\nSlightly more men than women are affected."}, {"What causes non-Hodgkin lymphoma?": "The exact cause of non-Hodgkin lymphoma is unknown.\nBut your risk of developing the condition is increased if:\n- you have a medical condition that weakens your immune system\n- you take immunosuppressant medication\n- you have previously been exposed to a common virus called the Epstein-Barr virus, which causesglandular fever\nYou also have a slightly increased risk of developing non-Hodgkin lymphoma if a first-degree relative (such as a parent or sibling) has had the condition."}, {"How non-Hodgkin lymphoma is diagnosed": "The only way to confirm a diagnosis of non-Hodgkin lymphoma is by carrying out a biopsy.\nThis is a minor surgical procedure where a sample of affected lymph node tissue is removed and studied in a laboratory.\nFind out more about diagnosing non-Hodgkin lymphoma"}, {"Treatments for non-Hodgkin lymphoma": "There are many subtypes of non-Hodgkin lymphoma, but they can generally be put into 1 of 2 broad categories:\n- high-grade or aggressive non-Hodgkin lymphoma – where the cancer grows quickly and aggressively\n- low-grade or indolent non-Hodgkin lymphoma – where the cancer grows slowly and you may not experience any symptoms for many years\nThe outlook and treatment for non-Hodgkin lymphoma varies greatly, depending on the exact type, grade and extent of the lymphoma, and the person's age.\nLow-grade tumours do not necessarily require immediate medical treatment, but are harder to completely cure.\nHigh-grade lymphomas need to be treated straight away, but tend to respond much better to treatment and can often be cured.\nThe main treatments used for non-Hodgkin lymphoma are:\n- chemotherapy\n- radiotherapy\n- a type of targeted treatment called monoclonal antibody therapy\nOverall, most cases of non-Hodgkin lymphoma are considered very treatable."}, {"No header": "You can read more detailed information about the outlook for non-Hodgkin lymphoma on the Cancer Research UK website.\nBut there's a risk of long-term problems after treatment, including infertility and an increased risk of developing another type of cancer in the future."}]}, {"condition": "Noonan syndrome", "sections": [{"No header": "Noonan syndrome is a genetic condition that can cause a wide range of distinctive features and health problems.\nThe condition is present from before birth, although milder cases may not be diagnosed until a child gets older.\nThe most common features of Noonan syndrome are:\n- unusual facial features, such as a broad forehead, drooping eyelids and a wider-than-usual distance between the eyes\n- short stature (restricted growth)\n- heart defects (congenital heart disease)\nIt's estimated that between 1 in 1,000 and 1 in 2,500 children are born with Noonan syndrome. It affects both sexes and all ethnic groups equally.\nRead more about the characteristics of Noonan syndrome and diagnosing Noonan syndrome."}, {"What causes Noonan syndrome?": "Noonan syndrome is caused by a fault in one of several genes. At least 8 different faulty genes have been linked to the condition so far.\nIn some cases, the faulty gene associated with Noonan syndrome is inherited from one of the child's parents. The parent with the faulty gene may or may not have obvious features of the condition themselves. Only one parent needs to carry the fault to pass it on and each child they have has a 50% chance of being born with the condition.\nIn other cases, the condition is caused by a new genetic fault that isn't inherited from either parent. In these cases, the chance of the parents having another child with Noonan syndrome is very small. \nRead more about the causes of Noonan syndrome."}, {"Treatments for Noonan syndrome": "There's currently no single treatment for Noonan syndrome, but it's often possible to successfully manage many aspects of the condition.\nFor example, severe heart defects may need to be repaired with surgery, and growth hormone medicine may be used to help prevent restricted growth.\nYour child may need quite a lot of treatment and support to help manage the various problems they have. However, they'll usually need much less care as they get older, because the condition tends to cause fewer problems in adulthood.\nRead more about treating Noonan syndrome."}, {"Outlook": "Noonan syndrome can range from being very mild to severe and life-threatening.\nIn many cases, the problems associated with the condition can be successfully treated at a young age or become less prominent over time. Almost all children with Noonan syndrome reach adulthood and most are able to lead normal, independent lives.\nHowever, problems such as heart defects can occasionally be severe and life-threatening. Some children may need emergency surgery to correct the problem as soon as possible, and most people with Noonan syndrome will need to have their heart monitored regularly throughout their life."}, {"Noonan Syndrome Association": "If you or your child has been diagnosed with Noonan syndrome, you may find the Noonan Syndrome Association a useful source of support and advice.\nThe charity Newlife, which helps families with disabled children, runs a free nurse helpline you can call – 0800 902 0095 – for more information."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If your child has Noonan syndrome, your clinical team will pass information about them on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat Noonan syndrome. You can opt out of the register at any time."}]}, {"condition": "Norovirus (vomiting bug)", "sections": [{"No header": "Norovirus, also called the \"winter vomiting bug\", is a stomach bug that causes vomiting and diarrhoea. It can be very unpleasant, but usually goes away in about 2 days."}, {"Check if you have norovirus": "The main symptoms of norovirus are:\n- feeling sick (nausea)\n- diarrhoea\n- being sick (vomiting)\nYou may also have:\n- a high temperature\n- a headache\n- aching arms and legs\nThe symptoms start suddenly within 1 to 2 days of being infected.\nYou can usually treat yourself or your child at home.\nThe most important thing is to rest and have lots of fluids to avoid dehydration.\nYou will usually start to feel better in 2 to 3 days.\nFind out how to treat diarrhoea and vomiting in children and adults\nStay off school or work until you have not been sick or had diarrhoea for at least 2 days. This is when you're most infectious.\nDo not visit hospitals or care homes during this time."}, {"How norovirus is spread": "Norovirus can spread very easily.\nYou can catch norovirus from:\n- close contact with someone with norovirus\n- touching surfaces or objects that have the virus on them, then touching your mouth\n- eating food that's been prepared or handled by someone with norovirus\nWashing your hands frequently with soap and water is the best way to stop it spreading. Alcohol hand gels do not kill norovirus."}, {"Urgent advice: Get advice from 111 now if:": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nA GP may be able to help you.\nAsk a GP surgery for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"Immediate action required: Call 999 or go to A&E if you or your child:": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}]}, {"condition": "Nose cancer, see Nasal and sinus cancer", "sections": [{"No header": "Nasal and sinus cancer is a rare cancer that affects the nasal cavity (the space behind your nose) and the sinuses (small air-filled cavities inside your nose, cheekbones and forehead).\nNasal and sinus cancer is different from cancer of the area where the nose and throat connect.\nThis is called nasopharyngeal cancer."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: coronavirus guidance for people with cancer\n- Cancer Research UK: coronavirus and cancer"}, {"Symptoms of nasal and sinus cancer": "The most common symptoms of nasal and sinus cancer are:\n- a blocked nose that does not go away and usually only affects 1 side\n- nosebleeds\n- a decreased sense of smell\n- mucus running from your nose – this can be bloody\n- mucus draining into the back of your nose and throat\nThese symptoms can be similar to more common and less serious conditions, such as a cold or sinusitis.\nAt a later stage, symptoms can include:\n- pain or numbness in the face, particularly in the upper cheek, that does not go away\n- swollen glandsin the neck\n- partial loss of vision ordouble vision\n- a bulging eye\n- awatering eyethat does not go away\n- pain or pressure in 1 ear\n- a persistent lump or growth on your face, nose or roof of your mouth"}, {"When to see a GP": "See a GP if you notice any unusual or persistent symptoms.\nIt's very unlikely they'll be caused by nasal or sinus cancer, but it's worth getting them checked out.\nIf a GP thinks you might need some tests to find out what's causing your symptoms, you'll usually be referred to an ear, nose and throat (ENT) consultant at a hospital.\nTests you may have to help diagnose nasal and sinus cancer include:\n- a nasalendoscopy(nasoendoscopy) – where a long, thin, flexible tube with a camera and light at the end is inserted into your nose to examine the area; this can be uncomfortable, so before the procedure you'll be asked whether you'd like anaesthetic sprayed on the back of your throat\n- abiopsy– where a small sample of tissue is removed and examined; this may be done during an endoscopy\n- a fine needle aspiration – where fluid and cells are taken from a lymph node using a needle to see if the cancer has spread\nIf you're diagnosed with nasal and sinus cancer, you may have a CT scan, MRI scan, PET scan or ultrasound scan to help stage and grade the cancer.\nThe Cancer Research UK website has more information about the stages and grades of different types of nasal and sinus cancer."}, {"Risk groups for nasal and sinus cancer": "Several factors are known to increase the risk of developing nasal and sinus cancer.\nThese include:\n- prolonged exposure to certain substances through your work – including wood dust, leather dust, cloth fibres, nickel, chromium and formaldehyde\n- smoking – the more you smoke, the higher your risk of developing several types of cancer, including nasal and sinus cancer\n- human papillomavirus (HPV)– a group of viruses that affect the skin and moist membranes, such as the mouth and throat"}, {"No header": "The Cancer Research UK website has more information about the risks and causes of nasal and sinus cancer."}, {"Treatments for nasal and sinus cancer": "The treatment recommended for you will depend on several factors, including the stage at which the cancer was diagnosed, how far it's spread, and your general level of health.\nTreatment may include:\n- surgery to remove a tumour – this can be performed through open surgery or as keyhole surgery through the nose (endoscopic microsurgery)\n- radiotherapy– where high-energy radiation is used to kill the cancerous cells, shrink a tumour before surgery, or destroy small pieces of a tumour that may be left after surgery\n- chemotherapy– where medicine is used to help shrink or slow down the growth of a tumour, or reduce the risk of the cancer returning after surgery\nIf you smoke, it's important that you give up.\nSmoking increases your risk of cancer returning and may cause you to have more side effects from treatment.\nYour treatment will be organised by a head and neck cancer multidisciplinary team (MDT), who'll discuss the treatment options with you. \nA combination of treatments will often be recommended."}, {"No header": "The Cancer Research UK website has more information about the treatment of nasal and sinus cancer."}, {"Outlook for nasal and sinus cancer": "There are many different types of cancer that can affect the nasal cavity and sinuses.\nThe outlook varies, depending on the specific type of nasal and sinus cancer you have, its exact location, how far it's spread before being diagnosed and treated, and your overall level of health and fitness.\nThe Cancer Research UK website has more information about the outlook for nasal and sinus cancer."}, {"Help and support": "Being diagnosed with nasal and sinus cancer can be a shock and may be difficult to come to terms with. Everyone reacts differently.\nTalking about how you feel with your family and friends can be a big help.\nBut if you're unable to talk with family or friends, other sources of help and support are available.\nFor example, Cancer Research UK has nurses you can speak to by calling 0808 800 4040 (freephone), 9am to 5pm, Monday to Friday.\n- Cancer Research UK: coping with a diagnosis of nasal and sinus cancer\n- Cancer Research UK: living with nasal and sinus cancer"}]}, {"condition": "Nosebleed", "sections": [{"No header": "Nosebleeds are not usually a sign of anything serious. They're common, particularly in children, and most can be easily treated at home."}, {"Non-urgent advice:  See a GP if:": "- a child under 2 years old has a nosebleed\n- you have regular nosebleeds\n- you havesymptoms of anaemia– such as a faster heartbeat (palpitations), shortness of breath and pale skin\n- you're taking a blood-thinning medicine, such aswarfarin\n- you have a condition that means your blood cannot clot properly, such as haemophilia\nThe GP might want to test you for haemophilia or for other conditions like anaemia.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Go to A&E if:": "- your nosebleed lasts longer than 10 to 15 minutes\n- the bleeding seems excessive\n- you're swallowing a large amount of blood that makes you vomit\n- the bleeding started after a blow to your head\n- you're feeling weak or dizzy\n- you're having difficulty breathing"}, {"Causes of a nosebleed": "The inside of the nose is delicate and nosebleeds happen when it's damaged. This can be caused by:\n- picking your nose\n- blowing your nose too hard\n- the inside of your nose being too dry (maybe because of a change in air temperature)\nNosebleeds that need medical attention can come from deeper inside the nose and usually affect adults. They can be caused by:\n- an injury or broken nose\n- high blood pressure\n- conditions that affect the blood vessels or how the blood clots\n- certain medicines, like warfarin\nSometimes the cause of a nosebleed is unknown.\nCertain people are more prone to getting nosebleeds, including:\n- children (they usually grow out of them by 11)\n- elderly people\n- pregnant women"}, {"How to stop a nosebleed yourself": "If you have a nosebleed, you should:\n- sit down and lean forward, with your head tilted forward\n- pinch your nose just above your nostrils for 10 to 15 minutes\n- breathe through your mouth\nHolding an icepack (or a bag of frozen peas wrapped in a tea towel) on the top of the nose may help reduce the blood flow. But the evidence to show it works is not very strong."}, {"No header": "This video shows you how to treat a nosebleed."}, {"Hospital treatment for nosebleeds": "If doctors can see where the blood is coming from, they may seal it by pressing a stick with a chemical on it to stop the bleeding.\nIf this is not possible, doctors might pack your nose with sponges to stop the bleeding. You may need to stay in hospital for a day or two."}, {"When a nosebleed stops": "After a nosebleed, for 24 hours try not to:\n- blow your nose\n- pick your nose\n- drink hot drinks or alcohol\n- do any heavy lifting or strenuous exercise\n- pick any scabs"}, {"No header": ""}]}, {"condition": "NSAIDs", "sections": [{"No header": "Non-steroidal anti-inflammatory drugs (NSAIDs) are medicines that are widely used to relieve pain, reduce inflammation, and bring down a high temperature.\nThey're often used to relieve symptoms of headaches, painful periods, sprains and strains, colds and flu, arthritis, and other causes of long-term pain.\nAlthough NSAIDs are commonly used, they're not suitable for everyone and can sometimes cause troublesome side effects.\nThis information is a general overview of NSAIDs.\nFor information about a specific medicine, you can look up your medicine on our Medicines A-Z."}, {"Coronavirus advice": "There have been some news reports of anti-inflammatory painkillers, such as ibuprofen, making coronavirus worse.\nThe Commission on Human Medicines has now confirmed there is no clear evidence that using ibuprofen to treat symptoms such as a high temperature makes coronavirus worse.\nYou can take paracetamol or ibuprofen to treat symptoms of coronavirus. Try paracetamol first if you can, as it has fewer side effects than ibuprofen and is the safer choice for most people.\nAlways follow the instructions that come with your medicine.\n"}, {"Types of NSAIDs": "NSAIDs are available as tablets, capsules, suppositories (capsules inserted into the bottom), creams, gels and injections.\nSome can be bought over the counter from pharmacies, while others need a prescription.\nThe main types of NSAIDs include:\n- ibuprofen\n- naproxen\n- diclofenac\n- celecoxib\n- mefenamic acid\n- etoricoxib\n- indomethacin\n- high-dose aspirin(low-dose aspirin is not normally considered to be an NSAID)\nNSAIDs may be sold or prescribed under these names or a brand name.\nThey're all similarly effective, although you may find a particular one works best for you."}, {"Who can take NSAIDs?": "Most people can take NSAIDs, but some people need to be careful about taking them.\nIt's a good idea to ask a pharmacist or doctor for advice before taking an NSAID if you:\n- are over 65 years of age\n- are pregnant or trying for a baby\n- are breastfeeding\n- haveasthma\n- have had anallergic reactionto NSAIDs in the past\n- have hadstomach ulcersin the past\n- have any problems with your heart, liver, kidneys, blood pressure, circulation or bowels\n- are taking other medicines\n- are looking for medicine for a child under 16 (do not give any medicine that contains aspirin to children under 16)\nNSAIDs might not necessarily need to be avoided in these cases, but they should only be used on the advice of a healthcare professional as there may be a higher risk of side effects.\nIf NSAIDs are not suitable, your pharmacist or doctor may suggest alternatives to NSAIDs, such as paracetamol."}, {"Side effects of NSAIDs": "Like all medicines, there's a risk of side effects from NSAIDs.\nThese tend to be more common if you're taking high doses for a long time, or you're elderly or in poor general health.\nOver-the-counter NSAIDs generally have fewer side effects than stronger prescription medicines.\nPossible side effects of NSAIDs include:\n- indigestion– includingstomach aches, feeling sick anddiarrhoea\n- stomach ulcers– these can cause internal bleeding andanaemia; extra medicine to protect your stomach may be prescribed to help reduce this risk\n- headaches\n- drowsiness\n- dizziness\n- allergic reactions\n- in rare cases, problems with your liver, kidneys or heart and circulation, such asheart failure,heart attacksandstrokes\nIf you get any troublesome side effects, stop taking your medicine and tell your doctor."}, {"Interactions with other medicines": "Some NSAIDs can react unpredictably with other medicines.\nThis can affect how well either medicine works and increase the risk of side effects.\nIt's particularly important to get medical advice before taking an NSAID if you're already taking:\n- another NSAID\n- low-dose aspirinorwarfarin– medicines used to preventblood clots\n- ciclosporin – a medicine used to treat autoimmune conditions, such asarthritisorulcerative colitis\n- diuretics – medicines sometimes used to treathigh blood pressure\n- lithium – a medicine used to treat mental health problems, includingbipolar disorderand severedepression\n- methotrexate – a medicine used to treatrheumatoid arthritis\n- a type ofantidepressant medicinecalled aselective serotonin reuptake inhibitor (SSRI)– examples of SSRIs arecitalopramandfluoxetine (Prozac)\nIf you're not sure whether a medicine you're taking is safe to take at the same time as an NSAID, check the leaflet that comes with it, or ask a pharmacist or doctor for advice."}, {"Food and alcohol": "The leaflet that comes with your medicine should say whether you need to avoid any particular foods or drinks. Ask your pharmacist or doctor if you're not sure.\nFor information about a specific medicine, check the A-Z of medicine leaflets on the GOV.UK website.\nGenerally, you do not need to avoid any specific foods while taking NSAIDs. \nTablets or capsules should normally be swallowed whole and without chewing with water or food to stop them upsetting your stomach.\nIt's usually safe to drink alcohol while taking NSAIDs, but drinking alcohol excessively may irritate your stomach."}, {"Overdoses of NSAIDs": "Taking too much of an NSAID can be dangerous. This is known as taking an overdose.\nContact your GP or NHS 111 for advice immediately if you take too much of your medicine and you experience problems such as feeling or being sick, an upset stomach or drowsiness.\nCall 999 for an ambulance immediately if you or someone else experiences serious effects of an overdose, such as fits (seizures), breathing difficulties, or loss of consciousness."}, {"Alternatives to NSAIDs": "As NSAIDs can cause troublesome side effects, alternatives are often recommended first.\nThe main alternative for pain relief is paracetamol, which is available over the counter and is safe for most people to take.\nNSAID creams and gels that you rub into your skin may be worth trying first if you have muscle or joint pain in a particular part of your body, as they tend to have fewer side effects than tablets or capsules.\nYour doctor may also be able to recommend different medicines and therapies depending on the health problem you have.\nFor example, physiotherapy may help some people with muscle or joint pain."}]}]