[{"condition": "Rabies", "sections": [{"No header": "Rabies is a rare but very serious infection of the brain and nerves. It's usually caught from the bite or scratch of an infected animal, most often a dog.\nRabies is found throughout the world, particularly in Asia, Africa, and Central and South America.\nIt's not found in the UK, except in a small number of wild bats.\nRabies is almost always fatal once symptoms appear, but treatment before this is very effective.\nThere's also a vaccine for people at risk of being infected."}, {"Rabies vaccination": "You should consider getting vaccinated against rabies if you're travelling to an area of the world where rabies is common and:\n- you plan to stay for a month or more, or there's unlikely to be quick access to appropriate medical care\n- you plan to do activities that could put you at increased risk of exposure to animals with rabies, such as running or cycling\nVisit a GP or travel clinic if you think you may need the vaccine.\nMost people will have to pay for the rabies vaccine if it's needed for protection while travelling.\nEven if you have been vaccinated, you should still take precautions to avoid coming into contact with rabies if you're travelling in an area where rabies is found, and get medical advice straight away if you have been bitten or scratched.\nSome people may need the rabies vaccine because they could come into contact with rabies through their work.\nIf you think this applies to you, speak to your employer or occupational health provider.\nFind out more about the rabies vaccination"}, {"How to avoid being bitten or scratched": "All mammals (including monkeys) can carry rabies, but it's most common in:\n- dogs\n- bats\n- raccoons\n- foxes\n- jackals\n- cats\n- mongooses\nAnimals can spread the infection if they bite or scratch you or, or in rare cases, if they lick an open wound or their saliva gets into your mouth or eyes.\nRabies is not spread through unbroken skin or between people.\nWhile travelling in an area where rabies is a risk:\n- avoid contact with animals – some infected animals may behave strangely, but sometimes there may be no obvious signs they're infected\n- avoid touching any dead animals\nIf you're travelling with a child, make sure they're aware of the dangers and that they should tell you if they have been bitten, scratched or licked by an animal.\nCheck them for any wounds if they come into contact with an animal.\nFor information about areas where rabies is a risk, see:\n- TravelHealthPro: rabies information\n- fitfortravel: country information\n- GOV.UK: Rabies risks for travellers"}, {"What to do if you have been bitten or scratched": "If you have been bitten or scratched by an animal in an area with a risk of rabies:\n- immediately clean the wound with running water and soap for several minutes\n- disinfect the wound with an alcohol- or iodine-based disinfectant and apply a simple dressing, if possible\n- go to the nearest medical centre, hospital or GP surgery as soon as possible and explain that you have been bitten or scratched\nIf this happens while you're abroad, get local medical help immediately. Do not wait until you have returned to the UK.\nIf you have already returned to the UK without getting medical advice, it's still a good idea to get help, even if it's been several weeks since you were bitten or scratched.\nIt's unlikely you have been infected with rabies, but it's best to be safe.\nPost-exposure treatment is nearly 100% effective if it's started before any symptoms of rabies appear."}, {"Treatment after a bite or scratch": "If you have been bitten, scratched or licked by an animal that might have rabies, you may need specialist medical treatment to stop you getting rabies. This is called post-exposure treatment.\nPost-exposure treatment involves:\n- cleaning and disinfecting the wound\n- a course of the rabies vaccine – you'll need to have 4 doses over a month if you have not been vaccinated against rabies before, or 2 doses a few days apart if you have\n- in some cases, a medicine called immunoglobulin is given into and around the wound – this provides immediate but short-term protection if there's a significant chance you have been infected\nThe post-exposure treatment you need may be slightly different if you have a weakened immune system.\nTreatment should be started quickly, ideally within a few hours of being bitten or scratched.\nBut it's often safe to delay treatment until the next day if the vaccine or immunoglobulin need to be ordered in by your doctor."}, {"Symptoms of rabies": "Without treatment, the symptoms of rabies will usually start after 3 to 12 weeks, although they can start sooner or much later than this.\nThe first symptoms can include:\n- a high temperature\n- a headache\n- feeling anxious or generally unwell\n- in some cases, discomfort at the site of the bite\nOther symptoms start a few days later, such as:\n- confusionor aggressive behaviour\n- seeing or hearing things(hallucinations)\n- producing lots of saliva or frothing at the mouth\n- muscle spasms\n- difficulty swallowingand breathing\n- inability to move(paralysis)\nOnce symptoms appear, rabies is almost always fatal.\nIn these cases, treatment will focus on making the person as comfortable as possible."}, {"Rabies in the UK": "The UK has been rabies-free since the beginning of the 20th century, except for a rabies-like virus in a small number of wild bats.\nThe risk of human infection from bats is thought to be low. People who regularly handle bats are most at risk.\nThere's only been 1 recorded case of someone catching rabies from a bat in the UK.\nIt's also rare for infected bats to spread rabies to other animals.\nBut if you find a dead or injured bat, do not touch it. Wear thick gloves if you need to move it.\nIf you find a dead or injured bat, you should report it and get advice by calling:\n- the Animal and Plant Health Agency (APHA) Rural Services Helpline on03000 200 301(if you're in England)\n- the APHA Rural Services Helpline on0300 303 8268(if you're in Wales)\n- your local APHA Field Service Office (if you're in Scotland) –find contact details for your nearest Field Service Office\nIf you have been bitten by a bat in the UK, go to a GP surgery, your nearest urgent care centre or your nearest hospital to get help and start post-exposure treatment.\nGOV.UK: Rabies risks from bat bites."}]}, {"condition": "Radiotherapy", "sections": [{"No header": "Radiotherapy is a treatment where radiation is used to kill cancer cells."}, {"When radiotherapy is used": "Radiotherapy may be used in the early stages of cancer or after it has started to spread.\nIt can be used to:\n- try to cure the cancer completely (curative radiotherapy)\n- make other treatments more effective – for example, it can be combined withchemotherapyor used before surgery (neo-adjuvant radiotherapy)\n- reduce the risk of the cancer coming back after surgery (adjuvant radiotherapy)\n- relieve symptoms if a cure is not possible (palliative radiotherapy)\nRadiotherapy is generally considered the most effective cancer treatment after surgery, but how well it works varies from person to person."}, {"Coronavirus advice": "Get advice about coronavirus and cancer treatment:\n- Cancer Research UK: Coronavirus and cancer treatment\n- Macmillan: Cancer treatment and coronavirus"}, {"Types of radiotherapy": "Radiotherapy can be given in several ways. Your doctors will recommend the best type for you.\nThe most common types are:\n- external radiotherapy, where a machine is used to carefully aim beams of radiation at the cancer\n- radiotherapy implants (brachytherapy), where small pieces of radioactive metal are (usually temporarily) placed inside your body near the cancer\n- radiotherapy injections, capsules or drinks (radioisotope therapy), where you swallow a radioactive liquid, or have it injected into your blood\n- intrabeam radiotherapy, where radiation is delivered directly at the tumour during breast cancer surgery (this treatment is not available at all NHS hospitals)\nRadiotherapy is usually given in hospital. You can usually go home soon after external radiotherapy, but you may need to stay in hospital for a few days if you have implants or radioisotope therapy.\nMost people have several treatment sessions, which are typically spread over the course of a few weeks.\nRead more about what happens during radiotherapy."}, {"Side effects of radiotherapy": "As well as killing cancer cells, radiotherapy can damage some healthy cells in the area being treated.\nThis can cause some side effects, such as:\n- sore, red skin\n- feeling tired\n- hair loss in the area being treated\n- feeling sick\n- losing your appetite\n- a sore mouth\n- diarrhoea\nMany of these side effects can be treated or prevented and most will pass after treatment stops.\nExternal radiotherapy does not make you radioactive, as the radiation passes through your body.\nThe radiation from implants or injections can stay in your body for a few days, so you may need to stay in hospital and avoid close contact with other people for a few days as a precaution.\nRead more about the side effects of radiotherapy."}, {"Video: cancer treatment - what happens during radiotherapy?": "In this video, an expert describes what happens and advises what questions to ask if you're referred for radiotherapy."}]}, {"condition": "Rashes in babies and children", "sections": [{"No header": "Many things can cause a rash in babies and children, and they're often nothing to worry about."}, {"Immediate action required: Call 999 or go to A&E now if:": "your child has a rash, is also unwell, and has any of these symptoms:\n- a stiff neck\n- bothered by light\n- seems confused\n- a high temperature\n- their rash does not fade when you press a glass against it (dothe glass test from Meningitis Now)\n- difficulty breathing (you may notice grunting noises or their tummy sucking under their ribs), breathlessness, or they're breathing very fast\n- their skin, lips or tongue look pale, blue, grey or blotchy\nThese can be signs of meningitis.\nIt can be harder to see a change in skin colour on brown and black skin. Check the soles of the feet, palms, lips, tongue and inside the eyelids for colour changes.\nAs a parent, you may know if your child seems seriously unwell and should trust your own judgement."}, {"Rash with a high temperature": "A rash on 1 or both cheeks plus a high temperature, runny nose, sore throat and headache may be slapped cheek syndrome. After a few days, a rash may appear on their body.\nSlapped cheek syndrome usually gets better on its own within 3 weeks. Children's paracetamol or ibuprofen can bring down a high temperature.\nHand, foot and mouth disease is a common childhood illness that causes blisters on the hands and feet, and ulcers in the mouth. It also causes a high temperature and your child may have a sore throat.\nIt usually gets better in 7 to 10 days. Children's paracetamol can bring down a high temperature.\nScarlet fever causes a rash that looks like pinpricks and feels rough, like sandpaper. The rash can be red, but this may be less noticeable on brown and black skin.\nScarlet fever usually starts with a white coating on the tongue, a sore throat, headache and a high temperature.\nSee a GP immediately if you think your child has scarlet fever. It's treated with antibiotics.\nMeasles usually starts with the same symptoms as a cold, plus a high temperature, sore eyes that are sensitive to light and grey spots inside the cheeks.\nAfter a few days, a spotty rash appears on the head or neck and spreads to the rest of the body. The spots can appear red or brown, but they may be less noticeable on brown and black skin.\nCall a GP if you think your child has measles."}, {"Rash with itching": "Heat and sweat can cause raised spots or patches known as prickly heat or heat rash. The rash can look red, but it may be less noticeable on brown or black skin.\nIt itches, so you may notice your child scratching.\nHeat rash usually gets better on its own after a few days.\nSkin that's itchy, dry and cracked may be atopic eczema. It's common behind the knees, elbows and neck, but it can appear anywhere.\nThe affected area may change colour. On white skin, the area may look pink or red. On brown and black skin, it may look grey or purple, or darker than surrounding skin.\nSpeak to a GP if you think your child has eczema.\nHives causes a raised, itchy rash. It can look red, but this may be less noticeable on brown and black skin.\nThe rash can be a sign of an allergic reaction to things like a sting, medicine or food.\nIt usually gets better within a few days.\nSpeak to a GP if your child keeps getting this type of rash. They may be allergic to something.\nCall 999 if there's swelling around their mouth.\nAn itchy, dry, ring-shaped patch of skin may be ringworm. The patch may look red, pink, silver, or darker than surrounding skin.\nAsk a pharmacist for a cream or lotion to treat ringworm.\nSpeak to a GP if it appears on your child's scalp, as it may need to be treated with prescription medicine.\nChickenpox starts with small, itchy spots. The spots may look red, pink, the same colour or darker than surrounding skin, depending on your child's skin tone. At the start, the spots may be harder to see on brown and black skin.\nThe spots quickly form blisters and then scabs.\nSome children have a few spots, while others have them all over their body.\nRed sores or blisters that burst and leave crusty, golden-brown patches could be impetigo. The redness may be harder to see on brown and black skin.\nThe sores or blisters can be itchy, get bigger or spread to other parts of the body. They often appear on the face, hands or around the middle of the body.\nSpeak to a GP if you think your child may have impetigo.\nScabies is caused by tiny mites that burrow into the skin.\nAsk a pharmacist for a cream or lotion to treat scabies. Everyone in the household needs to be treated at the same time – even if they do not have symptoms.\nYou should take your baby to a GP for advice if they are under 2 months old."}, {"Rash without fever or itching": "Very small spots, called milia, often appear on a baby's face when they're a few days old.\nMilia may appear white or yellow, depending on your baby's skin tone.\nThey usually go away within a few weeks and do not need treatment.\nRaised red, yellow and white spots (erythema toxicum) can appear on babies when they're born. They usually appear on the face, body, upper arms and thighs.\nThe rash can disappear and reappear.\nIt should get better in a few weeks without treatment.\nSmall, firm, raised spots that can appear anywhere on the body are common in children and known as molluscum contagiosum.\nThe spots can be the same colour as surrounding skin, darker than surrounding skin, or pink.\nTreatment is not recommended because the spots get better on their own, although it can take more than a year.\nWith nappy rash your baby's skin may look sore and feel hot. There may be red patches on your baby's bottom or around the whole nappy area.\nThere may be spots or blisters. It can make your child feel uncomfortable or distressed.\nYou can buy cream from a pharmacy to help.\nBaby acne can appear within a month after birth but usually gets better after a few weeks or months.\nWashing your baby's face with water and a mild moisturiser can help.\nDo not use acne medicines intended for older children and adults.\nCradle cap is when a baby gets yellow or white, greasy, scaly patches on their scalp.\nIt usually gets better without treatment in a few weeks or months.\nGently washing your baby's hair and scalp with baby shampoo may help prevent more patches."}, {"No header": ""}]}, {"condition": "Raynaud's", "sections": [{"No header": "Raynaud's phenomenon is common and does not usually cause severe problems. You can often treat the symptoms yourself by keeping warm. Sometimes it can be a sign of a more serious condition."}, {"Check if it's Raynaud's": "Raynaud's affects your blood circulation. When you're cold, anxious or stressed, your fingers and toes may change colour.\nOther symptoms can include:\n- pain\n- numbness\n- pins and needles\n- difficulty moving the affected area\nSome people also find that their ears, nose, lips or nipples are affected.\nThe symptoms of Raynaud's may last from a few minutes to a few hours.\nRaynaud's is sometimes caused by another health condition, taking certain medicines, or working with vibrating tools for a long time."}, {"No header": ""}, {"Things you can do to help Raynaud's": "- keep your home warm\nkeep your home warm\n- wear warm clothes during cold weather, especially on your hands and feet\nwear warm clothes during cold weather, especially on your hands and feet\n- exercise regularly – this helps improve circulation\nexercise regularly – this helps improve circulation\n- trybreathing exercisesoryogato help you relax\ntry breathing exercises or yoga to help you relax\n- eat a healthy, balanced diet\neat a healthy, balanced diet\n- do not smoke – improve your circulation bystopping smoking\ndo not smoke – improve your circulation by stopping smoking\n- do not have too much caffeine (found in tea, coffee, cola and chocolate) – it may trigger the symptoms of Raynaud's\ndo not have too much caffeine (found in tea, coffee, cola and chocolate) – it may trigger the symptoms of Raynaud's"}, {"No header": "- your symptoms are very bad or getting worse\n- Raynaud's is affecting your daily life\n- your symptoms are only on 1 side of your body\n- you also have joint pain, skin rashes or muscle weakness\n- you're over 30 and get symptoms of Raynaud's for the first time\n- your child is under 12 and has symptoms of Raynaud's\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for Raynaud's from a GP": "If your symptoms are very bad or getting worse, a GP may prescribe a medicine to help improve your circulation, such as nifedipine, which is used to treat high blood pressure.\nSome people need to take this medicine every day. Others only use it to prevent Raynaud's – for example, during cold weather.\nA GP may arrange tests if they think Raynaud's could be a sign of a more serious condition, such as rheumatoid arthritis or lupus."}, {"Support from SRUK": "SRUK is a charity for people with scleroderma and Raynaud's. It offers:\n- further information and advice about living with Raynaud's\n- information on how to find support groups\n- advice about coronavirus (COVID-19) and Raynaud's"}, {"No header": ""}]}, {"condition": "Reactive arthritis", "sections": [{"No header": "Reactive arthritis is a condition that causes redness and swelling (inflammation) in various joints in the body, especially the knees, feet, toes, hips and ankles.\nIt usually develops after you've had an infection, particularly a sexually transmitted infection or food poisoning.\nIn most cases, it clears up within a few months and causes no long-term problems.\nMen and women of any age can get it, but it's more common in men, and people aged between 20 and 40."}, {"Symptoms of reactive arthritis": "The most common symptom of reactive arthritis is pain, stiffness and swelling in the joints and tendons, most commonly the knees, feet, toes, hips and ankles.\nIn some people it can also affect the:\n- genital tract – causing pain when peeing, or discharge from the penis or vagina\n- eyes – causing eye pain, redness, sticky discharge,conjunctivitisand, rarely, inflammation of the eye (iritis).\nSee an eye specialist or go to A&E as soon as possible if one of your eyes becomes very painful and the vision becomes misty.\nThis could be a symptom of iritis – and the sooner you get treatment, the more successful it is likely to be.\nMost people will not get all the above symptoms. They can come on suddenly but usually start to develop a few days after you get an infection somewhere else in your body.\nRead more about the symptoms of reactive arthritis."}, {"Causes of reactive arthritis": "Typically, reactive arthritis is caused by a sexually transmitted infection (STI), such as chlamydia, or an infection of the bowel, such as food poisoning.\nYou may also develop reactive arthritis if you, or someone close to you, has recently had glandular fever or slapped cheek syndrome.\nThe body's immune system seems to overreact to the infection and starts attacking healthy tissue, causing it to become inflamed. But the exact reason for this is unknown.\nPeople who have a gene called HLA-B27 are much more likely to develop reactive arthritis than those who don't, but it's unclear why."}, {"When to see your GP": "If you have symptoms of reactive arthritis, you should see your GP, especially if you have recently had symptoms of an infection – such as diarrhoea, or pain when peeing.\nThere's no single test for reactive arthritis, although blood and urine tests, genital swabs, ultrasound scans and X-rays may be used to check for infection and rule out other causes of your symptoms.\nYour GP will also want to know about your recent medical history, such as whether you may have recently had a bowel infection or an STI.\nIf you think you might have an STI, you can also visit a sexual health clinic or other sexual health service. These clinics can often see you straight away, without a GP referral.\nFind sexual health services in your area.\nIf your GP thinks you have reactive arthritis, they may refer you to an arthritis specialist (rheumatologist). They may also refer you to an eye specialist (ophthalmologist) if you have problems with your eyes."}, {"Treatment for reactive arthritis": "Treatment usually focuses on:\n- using antibiotics to clear any STI that may have triggered the reactive arthritis\n- using painkillers such asibuprofento relieve joint pain and stiffness\n- managing any severe or ongoing arthritis, usually using medications such as steroids or disease-modifying anti-rheumatic drugs (DMARDs)\nRead more about treatment for reactive arthritis.\nMost people start returning to normal activities after 3 to 6 months. Symptoms don't usually last longer than 12 months."}]}, {"condition": "Rectal bleeding, see Bleeding from the bottom (rectal bleeding)", "sections": [{"No header": "A small amount of one-off bleeding from the bottom is not usually a serious problem. But a GP can check."}, {"Check if you're bleeding from the bottom": "You might be bleeding from the bottom if you have:\n- blood on your toilet paper\n- red streaks on the outside of your poo\n- pink water in the toilet bowl\n- blood in your poo or bloody diarrhoea\n- very dark, smelly poo (this can be blood mixed in poo)\nA small amount of one-off bleeding can often go away on its own without needing treatment."}, {"No header": "- your child has blood in their poo\n- you've had blood in your poo for 3 weeks\n- your poo has been softer, thinner or longer than normal for 3 weeks\n- you're in a lot of pain around the bottom\n- you have a pain or lump in your tummy\n- you've been more tired than usual\n- you've lost weight for no reason\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- your poo is black or dark red\n- you have bloody diarrhoea for no obvious reason\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to treat you.\nAsk your GP practice for an urgent appointment.\n- you're bleeding non-stop\n- there's a lot of blood – for example, you see large blood clots in the toilet"}, {"No header": "The GP will check what's causing your symptoms.\nThey might:\n- check your bottom (rectum)with a gloved finger\n- ask for asample of poofor testing\n- refer you to a specialist for tests\nBleeding from the bottom is sometimes a sign of bowel cancer.\nThis is easier to treat if it's found early, so it's important to get it checked."}, {"Common causes of bleeding from the bottom": "If you have other symptoms, this might give you an idea of the cause.\nDo not self-diagnose – see a GP if you're worried.\nPoo can look like it's mixed with blood if you've eaten a lot of red or purple foods like tomatoes and beetroot.\nBut it's sometimes a sign of something else. A GP can check if you're worried.\nPoo can look very dark or black if you:\n- take iron tablets\n- eat a lot of dark foods like liquorice and blueberries\nBut it's sometimes a sign of something else. A GP can do a test to check this if you're worried."}, {"No header": ""}]}, {"condition": "Rectal cancer, see Bowel cancer", "sections": [{"No header": "Bowel cancer is a general term for cancer that begins in the large bowel. Depending on where the cancer starts, bowel cancer is sometimes called colon or rectal cancer.\nBowel cancer is one of the most common types of cancer diagnosed in the UK. Most people diagnosed with it are over the age of 60."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of bowel cancer": "The 3 main symptoms of bowel cancer are:\n- persistentblood in your poo– that happens for no obvious reason or is associated with a change in bowel habit\n- a persistent change in your bowel habit– which is usually having to poo more and your poo may also become more runny\n- persistent lowerabdominal (tummy) pain, bloating or discomfort– that's always caused by eating and may be associated with loss of appetite or significantunintentional weight loss\nMost people with these symptoms do not have bowel cancer. Other health problems can cause similar symptoms. For example:\n- blood in the poo when associated with pain or soreness is more often caused by piles(haemorrhoids)\n- a change in bowel habit or abdominal pain is usually caused by something you've eaten\n- a change in bowel habit to going less often, with harder poo, is not usually caused by any serious condition – it may be worth tryinglaxativesbefore seeing a GP\nThese symptoms should be taken more seriously as you get older and when they persist despite simple treatments.\nRead about the symptoms of bowel cancer"}, {"When to get medical advice": "See a GP If you have any of the symptoms of bowel cancer for 3 weeks or more.\nThe GP may decide to:\n- examine your tummy and bottom to make sure you have no lumps\n- arrange for a simpleblood testto check foriron deficiency anaemia– this can show whether there's any bleeding from your bowel that you have not been aware of\n- arrange for you to have a simple test in hospital to make sure there's no serious cause of your symptoms\nMake sure you see a GP if your symptoms persist or keep coming back after stopping treatment, regardless of their severity or your age. You'll probably be referred to hospital.\nRead about diagnosing bowel cancer"}, {"Causes of bowel cancer": "The exact cause of bowel cancer is not known, but there are a number of things that can increase your risk, including:\n- age– almost 9 in 10 people with bowel cancer are aged 60 or over\n- diet– a diet high in red or processed meats and low in fibre can increase your risk\n- weight– bowel cancer is more common in overweight or obese people\n- exercise– being inactive increases your risk of getting bowel cancer\n- alcohol– drinking alcohol might increase your risk of getting bowel cancer\n- smoking– smoking may increase your chances of getting bowel cancer\n- family history– having a close relative (mother or father, brother or sister) who developed bowel cancer under the age of 50 puts you at a greater lifetime risk of developing the condition; screening is offered to people in this situation, and you should discuss this with a GP\nSome people also have an increased risk of bowel cancer because they've had another condition, such as extensive ulcerative colitis or Crohn's disease in the colon for more than 10 years.\nAlthough there are some risks you cannot change, such as your age or family history, there are several ways you can lower your chances of developing the condition.\nFind out more about:\n- Red meat and bowel cancer risk\n- Eating a healthy balanced diet\n- Losing weight\n- Health and fitness\n- Stopping smoking\n- Tips on cutting down on alcohol\n- Read more about the causes of bowel cancer"}, {"Bowel cancer screening": "To detect cases of bowel cancer sooner, everyone aged 60 to 74 who is registered with a GP and lives in England is automatically sent a bowel cancer screening home test kit every 2 years.\nIf you're 75 or over, you can ask for a kit every 2 years by phoning the free bowel cancer screening helpline on 0800 707 60 60.\nThe programme also includes 56 year olds.\nFor the screening test, you use a home test kit to collect a small sample of poo and send it to a lab. This is checked for tiny amounts of blood.\nBlood can be a sign of polyps or bowel cancer. Polyps are growths in the bowel that may turn into cancer over time.\nRead about bowel cancer screening."}, {"Treatment for bowel cancer": "Bowel cancer can be treated using a combination of different treatments, depending on where the cancer is in your bowel and how far it has spread.\nThe main treatments are:\n- surgery– the cancerous section of bowel is removed; it's the most effective way of curing bowel cancer and in many cases is all you need\n- chemotherapy– where medicine is used to kill cancer cells\n- radiotherapy– where radiation is used to kill cancer cells\n- targeted therapies– a newer group of medicines that increases the effectiveness of chemotherapy and prevents the cancer spreading\nAs with most types of cancer, the chance of a complete cure depends on how far it's spread by the time it's diagnosed. If the cancer is confined to the bowel, surgery is usually able to completely remove it.\nKeyhole or robotic surgery is being used more often, which allows surgery to be performed with less pain and a quicker recovery.\nRead more about how bowel cancer is treated"}, {"Living with bowel cancer": "Bowel cancer can affect your daily life in different ways, depending on what stage it's at and the treatment you're having.\nHow people cope with their diagnosis and treatment varies from person to person. There are several forms of support available if you need it:\n- talk to your friends and family – they can be a powerful support system\n- communicate with other people in the same situation – for example, through bowel cancer support groups\n- find out as much as possible about your condition\n- do not try to do too much or overexert yourself\n- make time for yourself\nYou may also want advice on recovering from surgery, including diet and living with a stoma, and any financial concerns you have.\nIf you're told there's nothing more that can be done to treat your bowel cancer, there's still support available. This is known as end of life care.\nRead about living with bowel cancer"}]}, {"condition": "Rectal examination", "sections": [{"No header": "A rectal examination is where a doctor or nurse uses their finger to check for any problems inside your bottom (rectum). It's usually very quick and you should not feel any pain."}, {"When a rectal examination may be needed": "A rectal examination is sometimes needed to investigate:\n- bleeding from the bottom\n- pain in the bottom\n- constipation\n- being unable to control when you go to the toilet (incontinence) – includingbowel incontinenceorurinary incontinence\nMen sometimes need a rectal examination to check for problems with the prostate.\nThe prostate is a small gland that only men have. It:\n- produces fluid that mixes with sperm to create semen\n- often gets larger with age\n- may cause problems with how easily you pee and how often you need to go"}, {"Before having a rectal examination": "Your doctor or nurse should explain what's going to happen and why you need a rectal examination.\nThey'll know that some people can feel embarrassed, but it's a common procedure.\nLet the doctor or nurse know if:\n- you'd prefer a man or woman to perform the examination\n- you'd like someone else in the room – it could be a friend, family member or another doctor or nurse\n- you have severe pain in your bottom – they may be able to uselocal anaestheticto numb the area"}, {"What happens during a rectal examination": "First, you'll be asked to undress from the waist down. If you're wearing a loose skirt, you can usually just remove your underwear.\nLet the doctor or nurse know if you'd like to get changed behind a curtain or be alone in the room.\nThe doctor or nurse will:\n- Ask you to lie down on your left side, with your knees lifted up towards your chest. This is the easiest position to examine your rectum.\n- Put on some gloves and look at the outside of your bottom for any problems.\n- Put some lubricating gel on 1 finger and gently slide it into your rectum. This should not be painful, but may be a little bit uncomfortable.\n- Sometimes ask you to squeeze around their finger so they can assess how well the muscles are working.\nIf you're a man, the doctor or nurse may press on your prostate. This can make you feel the urge to pee, but it should not hurt.\nOnce you're dressed, they'll discuss the results of the examination with you."}]}, {"condition": "Red blood cell count", "sections": [{"No header": "A red blood cell (RBC) count is a blood test that tells you how many red blood cells you have.\nRed blood cells contain a substance called haemoglobin, which transports oxygen around the body. \nThe amount of oxygen that's delivered to your body's tissues depends on the number of red blood cells you have and how well they work.\nA RBC count is usually carried out as part of a full blood cell (FBC) count.\nWomen usually have a lower RBC count than men, and the level of red blood cells tends to decrease with age.\nA normal RBC count would be:\n- men– 4.7 to 6.1 million cells per microlitre (cells/mcL)\n- women– 4.2 to 5.4 million cells/mcL\nThe results of an RBC count can be used to help diagnose blood-related conditions, such as iron deficiency anaemia (where there are less red blood cells than normal).\nA low RBC count could also indicate a vitamin B6, B12 or folate deficiency. \nIt may also signify internal bleeding, kidney disease or malnutrition (where a person's diet doesn't contain enough nutrients to meet their body's needs).\nA high RBC count could be caused by a number of health conditions or health-related factors, including:\n- smoking\n- congenital heart disease\n- dehydration(for example, from severediarrhoea)\n- low blood oxygen levels (hypoxia)\n- pulmonary fibrosis(a lung condition that causes scarring of the lungs)\nRead more about the red blood cell count at Lab Tests Online UK."}]}, {"condition": "Red eye", "sections": [{"No header": "A red eye is usually nothing to worry about and often gets better on its own. But sometimes it can be serious and you'll need to get medical help."}, {"Common causes of a red eye": "Lots of different things can cause a red eye.\nYour symptoms might give you an idea of what's causing it."}, {"What to do if you have a red eye": "If your eye does not hurt and your sight is not affected, it's probably nothing serious. It may get better on its own in a few days.\nUntil it has got better:\n- try not to touch or rub your eye\n- do not wear contact lenses\nYou can ask a pharmacist if:\n- there's anything you can do to treat your eye yourself\n- you can buy anything to help, such as cleaning solutions, eyedrops or medicines\n- you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- you have a red eye for more than a few days\n- your child is under 2 years old and has a red eye\nIf your GP cannot find what's causing your red eye, they may refer you to an eye specialist (ophthalmologist) for tests.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- your baby has red eyes and they're less than 28 days old\n- your eye is painful and red\n- you have a red eye and wear contact lenses – you could have an eye infection\nYou can call 111 or get help from 111 online."}, {"Immediate action required: Call 999 or go to A&E if:": "You have a red eye and:\n- you have any changes to your sight, like wavy lines, flashing or loss of vision\n- it hurts to look at light\n- you have a severe headache and feel sick\n- your eye or eyes are very dark red\n- you have injured or pierced your eye\n- 1 pupil is bigger than the other\n- something is stuck in your eye (like a piece of glass or grit)"}]}, {"condition": "Reflux in babies", "sections": [{"No header": "Reflux is when a baby brings up milk, or is sick, during or shortly after feeding. It's very common and usually gets better on its own."}, {"Check if your baby has reflux": "Reflux usually starts before a baby is 8 weeks old and gets better by the time they're 1.\nSymptoms of reflux in babies include:\n- bringing up milk or being sick during or shortly after feeding\n- coughing or hiccupping when feeding\n- being unsettled during feeding\n- swallowing or gulping after burping or feeding\n- crying and not settling\n- not gaining weight as they're not keeping enough food down\nSometimes babies may have signs of reflux but will not bring up milk or be sick. This is known as silent reflux."}, {"Things you can try to ease reflux in babies": "Your baby does not usually need to see a doctor if they have reflux, as long as they're happy, healthy and gaining weight.\n- ask a health visitor for advice and support\nask a health visitor for advice and support\n- get advice about your baby'sbreastfeeding positionorhow to bottle feed your baby\nget advice about your baby's breastfeeding position or how to bottle feed your baby\n- hold your baby upright during feeding and for as long as possible after feeding\nhold your baby upright during feeding and for as long as possible after feeding\n- burp your baby regularly during feeds\nburp your baby regularly during feeds\n- give formula-fed babies smaller feeds more often\ngive formula-fed babies smaller feeds more often\n- make sure your baby sleeps flat on their back (they should not sleep on their side or front)\nmake sure your baby sleeps flat on their back (they should not sleep on their side or front)\n- do not change your diet if you're breastfeeding\ndo not change your diet if you're breastfeeding\n- do not raise the head of their cot or Moses basket\ndo not raise the head of their cot or Moses basket"}, {"Non-urgent advice:  See a GP if your baby:": "- is not improving after trying things to ease reflux\n- gets reflux for the first time after they're 6 months old\n- is older than 1 and still has reflux\n- is not gaining weight or is losing weight\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or call 111 if your baby:": "- has vomit that's green or yellow, or has blood in it\n- is projectile vomiting (being sick with more force than usual)\n- has blood in their poo\n- has a swollen or tender tummy\n- has a very high temperature or they feel hot or shivery\n- keeps being sick and cannot keep fluid down\n- has diarrhoea that lasts for over a week or has signs of dehydration\n- will not stop crying and is very distressed\n- is refusing to feed\nAlso call your GP or 111 if you have any other concerns about your baby."}, {"Treatment for reflux in babies": "A GP or specialist may sometimes recommend treatments for reflux.\nIf your baby is formula-fed, you may be given:\n- a powder that's mixed with formula to thicken it\n- a pre-thickened formula milk\nIf the thickening powder does not help or your baby is breastfed, a GP or specialist might recommend medicines that stop your baby's stomach producing as much acid.\nVery rarely, surgery might be needed to strengthen the muscles to stop food or milk travelling back up. This is usually only after trying other things or if their reflux is severe."}, {"Causes of reflux": "Reflux usually happens because your baby's food pipe (oesophagus) has not fully developed, so milk can come back up easily.\nYour baby's oesophagus will develop as they get older and the reflux should stop."}]}, {"condition": "Repetitive strain injury (RSI)", "sections": [{"No header": "Repetitive strain injury (RSI) is a general term used to describe the pain felt in muscles, nerves and tendons caused by repetitive movement and overuse.\nIt's also known as work-related upper limb disorder, or non-specific upper limb pain.\nThe condition mostly affects parts of the upper body, such as the:\n- forearms and elbows\n- wrists and hands\n- neck and shoulders"}, {"Symptoms of RSI": "The symptoms of RSI can range from mild to severe and usually develop gradually. They often include:\n- pain, aching or tenderness\n- stiffness\n- throbbing\n- tingling or numbness\n- weakness\n- cramp\nAt first, you might only notice symptoms when you're carrying out a particular repetitive action.\nBut without treatment, the symptoms of RSI may eventually become constant and cause longer periods of pain. You may also get swelling in the affected area, which can last for several months."}, {"What to do if you think you have RSI": "If you develop symptoms of RSI and think it may be related to your job, speak to your employer or occupational health representative.\nIt may be possible to modify your tasks to improve your symptoms. \nSee your GP if symptoms continue, despite attempts to change how you work.\nRead more about diagnosing RSI."}, {"What causes RSI?": "RSI is related to the overuse of muscles and tendons in the upper body.\nCertain things are thought to increase the risk of RSI, including:\n- repetitive activities\n- doing a high-intensity activity for a long time without rest\n- poor posture or activities that involve working in an awkward position\nCold temperatures and vibrating equipment are also thought to increase the risk of getting RSI and can make the symptoms worse. Stress can also be a contributing factor.\nJobs that involve repetitive movements can lead to RSI, such as working on an assembly line, at a supermarket checkout or on a computer.\nYour work environment should be as comfortable as possible. You should ideally have a workplace assessment so that any adjustments needed can be made.\nYour employer has a legal duty to try to prevent work-related RSI and ensure anyone who already has the condition doesn't get any worse."}, {"How RSI is treated": "The first step in treating RSI is usually to identify and modify the task or activity that is causing the symptoms. If necessary, you may need to stop doing the activity altogether.\nTo relieve symptoms, your GP may recommend taking paracetamol or a short course of a non-steroidal anti-inflammatory drug, such as ibuprofen. They may also suggest using a hot or cold pack, elastic support or splint.\nYou may also be referred to a physiotherapist for advice on posture and how to strengthen or relax your muscles. Some people find that other types of therapy help to relieve symptoms, including massage, yoga and osteopathy.\nRead more about treating RSI."}, {"How to prevent RSI": "Most employers carry out a risk assessment when you join a company to check that your work area is suitable and comfortable for you. You can request an assessment if you haven't had one.\nThere are also things you can do to help reduce your risk of getting RSI, such as:\n- maintaining good posture at work – see how to sit at a desk correctly\n- taking regular breaks from long or repetitive tasks – it's better to take smaller, more frequent breaks than one long lunch break\n- tryingbreathing exercisesif you're stressed\nIf you work at a computer all day, make sure your seat, keyboard, mouse and screen are positioned so they cause the least amount of strain."}]}, {"condition": "Respiratory tract infections (RTIs)", "sections": [{"No header": "Respiratory tract infections (RTIs) are infections of parts of the body involved in breathing, such as the sinuses, throat, airways or lungs. Most RTIs get better without treatment, but sometimes you may need to see a GP."}, {"Check if you have an RTI": "Symptoms of an RTI include:\n- a cough – you may bring up mucus (phlegm)\n- sneezing\n- a stuffy or runny nose\n- asore throat\n- headaches\n- muscle aches\n- breathlessness, tight chest or wheezing\n- a high temperature\n- feeling generally unwell"}, {"Things you can do yourself": "Most RTIs pass within 1 to 2 weeks. You can usually treat your symptoms at home."}, {"No header": "- get plenty of rest\nget plenty of rest\n- drink lots of water to loosen any mucus and make it easier to cough up\ndrink lots of water to loosen any mucus and make it easier to cough up\n- drink a hot lemon and honey drink to help soothe a cough (not suitable for babies under 1 year old)\ndrink a hot lemon and honey drink to help soothe a cough (not suitable for babies under 1 year old)\n- gargle with warm salty water if you have a sore throat (children should not try this)\ngargle with warm salty water if you have a sore throat (children should not try this)\n- raise your head up while sleeping using extra pillows to make breathing easier and clear your chest of mucus\nraise your head up while sleeping using extra pillows to make breathing easier and clear your chest of mucus\n- use painkillers to bring down a fever and help ease a sore throat, headaches and muscle pain\nuse painkillers to bring down a fever and help ease a sore throat, headaches and muscle pain\n- try to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities\ntry to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities\n- do not let children breathe in steam from a bowl of hot water as there's a risk of scalding\ndo not let children breathe in steam from a bowl of hot water as there's a risk of scalding\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16\n- do not smoke – it can make your symptoms worse\ndo not smoke – it can make your symptoms worse"}, {"No header": "- Squeeze half a lemon into a mug of boiled water\n- Add 1 to 2 teaspoons of honey\n- Drink while still warm\nDo not give hot drinks to small children."}, {"No header": "- Dissolve half a teaspoon of salt in a glass of warm water – warm water helps salt dissolve\n- Gargle with the solution then spit it out – do not swallow it\n- Repeat as often as you like"}, {"A pharmacist can help with an RTI": "A pharmacist can suggest treatments to help relieve your symptoms, such as decongestants and nasal sprays.\nYou can also buy cough medicines and throat lozenges, although there's little evidence to show they help.\nSome treatments contain paracetamol and ibuprofen.\nIf you're taking these medicines separately, be careful not to take more than the recommended dose.\nCertain treatments are not suitable for children, babies and pregnant women. Your pharmacist can advise you about the best treatment for you or your child."}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"Non-urgent advice:  See a GP if:": "- you feel very unwell or your symptoms get worse\n- you cough up blood or bloodstained mucus\n- you have had a cough for more than 3 weeks\n- you're pregnant\n- you're over 65\n- you have a weakened immune system – for example, because you have a condition likediabetesor you're havingchemotherapy\n- you have a long-term health condition, such as a heart, lung or kidney condition\nYou may have pneumonia if your symptoms are severe.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "Treatment will depend on the cause of your RTI:\n- a virus(likecolds) – this usually clears up by itself after a few weeks and antibiotics will not help\n- bacteria(likepneumonia) – a GP may prescribeantibiotics(make sure you complete the whole course as advised by a GP, even if you start to feel better)\nSometimes a sample of your mucus may need to be tested to see what's causing your RTI."}, {"No header": "Antibiotics are only used to treat bacterial infections. They're not used for treating viral infections because they do not work for this type of infection."}, {"How to avoid passing RTIs on to others:": "- cover your mouth when you cough or sneeze\n- wash your hands regularly\n- throw away used tissues immediately\nIf you keep getting RTIs or you're at a high risk of getting one (for example, because you're over the age of 65 or have a serious long-term health condition), you should:\n- ask a GP about the annualflu vaccination–find out if you're eligible for the free flu vaccine\n- ask if you should have thepneumococcal vaccine– this helps prevent pneumonia\n- stop smoking if you smoke\n- drink less alcohol\nRTIs are often spread in the coughs and sneezes of someone with an infection.\nThere are several different types. They're usually grouped into upper and lower RTIs.\nFlu can be an upper or lower RTI.\nLower RTIs tend to last longer and can be more serious."}]}, {"condition": "Restless legs syndrome", "sections": [{"No header": "Restless legs syndrome, also known as Willis-Ekbom disease, is a common condition of the nervous system that causes an overwhelming irresistible urge to move the legs."}, {"Symptoms of restless legs syndrome": "The main symptom of restless legs syndrome is an overwhelming urge to move your legs.\nIt can also cause an unpleasant crawling or creeping sensation in the feet, calves and thighs.\nThe sensation is often worse in the evening or at night. Occasionally, the arms are affected, too.\nRestless legs syndrome is also associated with involuntary jerking of the legs and arms, known as periodic limb movements (PLM).\nSome people have the symptoms of restless legs syndrome occasionally, while others have them every day.\nThe symptoms can vary from mild to severe. In severe cases, restless legs syndrome can be very distressing and disrupt a person's daily activities."}, {"What causes restless legs syndrome?": "In the majority of cases, there's no obvious cause of restless legs syndrome.\nThis is known as idiopathic or primary restless legs syndrome, and it can run in families.\nSome neurologists (specialists in treating conditions that affect the nervous system) believe the symptoms of restless legs syndrome may have something to do with how the body handles a chemical called dopamine.\nDopamine is involved in controlling muscle movement and may be responsible for the involuntary leg movements associated with restless legs syndrome.\nIn some cases, restless legs syndrome is caused by an underlying health condition, such as iron deficiency anaemia or kidney failure. This is known as secondary restless legs syndrome.\nThere's also a link between restless legs syndrome and pregnancy. About 1 in 5 pregnant women will experience symptoms in the last 3 months of their pregnancy, although it's not clear exactly why this is.\nIn such cases, restless legs syndrome usually disappears after the woman has given birth.\nFind out more about the causes of restless legs syndrome"}, {"Treating restless legs syndrome": "Mild cases of restless legs syndrome that are not linked to an underlying health condition may not require any treatment, other than making a few lifestyle changes.\nThese include:\n- tips for how to get to sleep (for example, following a regular bedtime ritual, sleeping regular hours, and avoiding alcohol and caffeine late at night)\n- quitting smoking if you smoke\n- exercising regularly during the daytime\nIf your symptoms are more severe, you may need medication to regulate the levels of dopamine and iron in your body.\nIf restless legs syndrome is caused by iron deficiency anaemia, iron supplements may be all that's needed to treat the symptoms."}, {"Who's affected by restless legs syndrome?": "Restless legs syndrome is a common condition that can affect anyone at any point in their life.\nBut women are twice as likely to develop restless legs syndrome as men.\nIt's also more common in middle age, although the symptoms can develop at any age, including childhood."}, {"Outlook": "The symptoms of restless legs syndrome will usually disappear if it's possible to address an underlying cause. \nBut if the cause is unknown, the symptoms can sometimes get worse with time and severely affect the person's life.\nRestless legs syndrome is not life threatening, but severe cases can disrupt sleep (causing insomnia) and trigger anxiety and depression.\nThe charity Restless Leg Syndrome UK (RLS-UK) provides information and support for people affected by restless legs syndrome."}]}, {"condition": "Restricted growth (dwarfism)", "sections": [{"No header": "Restricted growth, sometimes known as dwarfism, is a condition characterised by unusually short height.\nThere are 2 main types of restricted growth:\n- proportionate short stature (PSS) – a general lack of growth in the body, arms and legs\n- disproportionate short stature (DSS) – where the arms and legs are particularly short\nAs well as being short, some people with restricted growth also have other physical problems, such as bowed legs or an unusually curved spine.\nBut most people don't have any other serious problems and are able to live a relatively normal life, with a normal life expectancy.\nRead more about the symptoms of restricted growth."}, {"What causes restricted growth?": "The most common cause of PSS is being born to small parents, but it's sometimes the result of the body not producing enough growth hormone.\nCertain genetic syndromes, such as Turner syndrome, Noonan syndrome and Prader-Willi syndrome, can also cause PSS.\nA rare genetic condition called achondroplasia is the most common cause of DSS.\nIt causes poor bone growth, resulting in short upper arms and thighs.\nIt doesn't always run in the family – many children with achondroplasia have parents of normal height.\nThe Restricted Growth Association UK has more information about achondroplasia and other rare types of restricted growth."}, {"Diagnosing restricted growth": "Restricted growth may be diagnosed before a child is born, soon afterwards, or when growth problems become more obvious as they get older.\nGrowth hormone deficiency is usually diagnosed using growth hormone stimulation tests.\nMedicine is injected into a vein or muscle to cause an increase in growth hormone levels in the blood. A lower than normal level indicates a deficiency in growth hormone.\nA brain scan will be needed to look at the pituitary gland (which produces growth hormone) if blood tests show low levels of growth hormone.\nIf one or both parents have a family history of a condition that causes short stature, their baby can be tested for this during pregnancy (prenatal diagnosis).\nRead more about screening tests in pregnancy."}, {"Treatment for restricted growth": "Treatment with growth hormone injections may benefit some people with restricted growth and can help a child with the condition grow more than they otherwise would.\nIn cases of DSS where the legs are particularly short, a leg-lengthening procedure is sometimes used, but there's some uncertainty about its safety and effectiveness.\nRead more about treatments for restricted growth."}]}, {"condition": "Retinal detachment, see Detached retina (retinal detachment)", "sections": [{"No header": "A detached retina is when the thin layer at the back of your eye (retina) becomes loose. It needs to be treated quickly to stop it permanently affecting your sight."}, {"Urgent advice: Get advice from 111 now if:": "- dots or lines (floaters) suddenly appear in your vision or suddenly increase in number\n- you get flashes of light in your vision\n- you have a dark \"curtain\" or shadow moving across your vision\n- your vision gets suddenly blurred\nThese could be symptoms of a detached retina.\n111 will tell you what to do. They can tell you the right place to get help if you need to see someone.\nGo to 111.nhs.uk or call 111.\nGet an urgent optician appointment\nYou can get your eyes checked at an optician.\nCall an optician near you and ask if you can have an urgent appointment.\nFind an optician"}, {"Treatment for a detached retina": "You'll be referred to hospital for surgery if tests show your retina may be detached or has started to come away (retinal tear).\nThis will usually stop your vision getting worse.\nSurgery to re-attach the retina or fix a retinal tear may involve:\n- removing and replacing the jelly inside your eye (vitrectomy)\n- attaching a small band around your eye to push the wall of your eye and retina closer together (scleral buckling)\n- injecting a bubble of gas into your eye to push the retina against the back of your eye (pneumatic retinopexy)\n- sealing the tear in your retina with laser or freezing treatment (cryotherapy)\nIt's usually done with local anaesthetic, so you're awake but your eye is numbed. You do not normally need to stay in hospital overnight.\nRecovery time after surgery varies. But as a general guide, for 2 to 6 weeks after surgery:\n- your vision may be blurry\n- your eye may be sore and red – takeparacetamolif you need to\n- you may need to take time off work\n- you may not be able to drive\n- you may need to avoid flying (if you've had a bubble of gas put into your eye)\nMost people are eventually able to return to all their normal activities.\nCall the hospital or go to A&E if the pain, redness or blurriness gets worse after surgery. You may need further treatment."}, {"Causes of a detached retina": "A detached retina is usually caused by changes to the jelly inside your eye, which can happen as you get older. This is called posterior vitreous detachment (PVD).\nIt's not clear exactly why PVD can lead to retinal detachment in some people and there's nothing you can do to prevent it. But it's more likely to happen if you:\n- are short-sighted\n- have had an eye operation (such as cataract surgery)\n- have had an eye injury\n- have a family history of retinal detachment\nYou can get a detached retina more than once. Get medical help as soon as possible if the symptoms come back."}]}, {"condition": "Retinal migraine", "sections": [{"No header": "Retinal migraine (ocular migraine) is an eye condition that causes brief attacks of blindness or visual problems like flashing lights in 1 eye.\nThese episodes can be frightening, but in most cases they're harmless and shortlived, and eyesight goes back to normal afterwards.\nSome people get retinal migraine every few months, although the frequency can vary.\nRetinal migraine is a separate condition and should not be confused with headache-type migraine or migraine with aura, which usually affects the vision of both eyes."}, {"Symptoms of retinal migraine": "The symptoms of retinal migraine may include:\n- partial or total loss of vision in 1 eye– this usually lasts 10 to 20 minutes before vision gradually returns\n- headache– this may happen before, during or after the vision attack\nIt's unusual for an episode of vision loss to last longer than an hour. The same eye is affected every time in almost all cases.\nVision may slowly become blurred or dimmed, or there may be flashes of light. Some people see a mosaic-like pattern of blank spots (scotomas), which enlarge to cause total loss of vision."}, {"When to seek medical advice": "If your eyesight suddenly deteriorates, make an emergency appointment to see an optician trained to recognise eye abnormalities and signs of eye disease (optometrist), your GP, or call NHS 111. \nUse our directory to find opticians or find GP services.\nIt's important to see an optometrist or medical doctor urgently if you suddenly lose your eyesight, particularly if it occurs for the first time. There are other more serious causes of sight loss that doctors will want to rule out."}, {"Diagnosing retinal migraine": "If you manage to see a GP or optometrist during an attack, they may be able to see the decreased bloodflow to your eye using an instrument called an ophthalmoscope. \nIn this case the GP or optometrist may be able to make a confident diagnosis of retinal migraine.\nHowever, as attacks are usually brief it's more likely you'll be diagnosed based on an account of your symptoms.\nYou may be referred to an eye specialist for tests to rule out other more serious eye diseases or stroke."}, {"Causes of retinal migraine": "Retinal migraine is caused by the blood vessels to the eye suddenly narrowing (constricting), reducing the blood flow to the eye. \nIt may be triggered by:\n- stress\n- smoking\n- high blood pressure\n- oral contraceptive pill\n- exercise\n- bending over\n- high altitude\n- dehydration\n- low blood sugar\n- excessive heat\nAfterwards the blood vessels relax, bloodflow resumes and sight returns. Usually there are no abnormalities within the eye and permanent damage to the eye is rare.\nRetinal migraine tends to be more common in:\n- women\n- people aged under 40\n- people with a personal or family history ofmigrainesor other headaches\n- people with an underlying disease – such aslupus,hardening of the arteries,sickle cell disease,epilepsy,antiphospholipid syndrome, andgiant cell arteritis"}, {"Treatment for retinal migraine": "Treatment for retinal migraine usually just involves taking pain relief for any headaches and reducing exposure to anything that might be triggering the retinal migraine.\nYour doctor may sometimes prescribe medicine, such as:\n- aspirin– to reduce pain and inflammation\n- abeta-blocker– which may help relax blood vessels\n- a calcium channel blocker – which may help prevent blood vessels constricting\n- a tricyclicantidepressant– which may help prevent migraine\n- anti-epileptics – which may help prevent migraine\nHowever, there's still a lack of research about the best way to treat or prevent a retinal migraine."}, {"Possible complications of retinal migraine": "There's a small risk that the reduced bloodflow may damage the thin layer at the back of the eye (the retina) and the blood vessels of the eye. This will be monitored in your follow-up appointments. Permanent vision loss is rare."}]}, {"condition": "Retinoblastoma (eye cancer in children)", "sections": [{"No header": "Retinoblastoma is a rare type of eye cancer that can affect young children, usually under the age of 5.\nIf it's picked up early, retinoblastoma can often be successfully treated. More than 9 out of 10 children with the condition are cured.\nRetinoblastoma can either affect 1 or both eyes. If it affects both eyes, it's usually diagnosed before a child is 1 year old. If it affects 1 eye, it tends to be diagnosed later (between the ages of 2 and 3)."}, {"No header": ""}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Signs and symptoms of retinoblastoma": "Signs and symptoms of retinoblastoma include:\n- an unusual white reflection in the pupil– it often looks like a cat's eye that's reflecting light and may be apparent in photos where only the healthy eye appears red from the flash, or you may notice it in a dark or artificially lit room\n- a squint\n- a change in the colour of the iris– in 1 eye or sometimes only in 1 area of the eye\n- a red or inflamed eye– although your child will not usually complain of any pain\n- poor vision– your child may not focus on faces or objects, or they may not be able to control their eye movements (this is more common when both eyes are affected); they may say they cannot see as well as they used to\nThese symptoms may be caused by something other than retinoblastoma. But you should get them checked by your GP as soon as possible.\nIt's unusual for retinoblastoma to progress unnoticed beyond the age of 5."}, {"Causes of retinoblastoma": "Retinoblastoma is cancer of the retina. The retina is the light-sensitive lining at the back of the eye.\nDuring the early stages of a baby's development, retinal eye cells grow very quickly and then stop growing.\nBut in rare cases, 1 or more cells continue to grow and form a cancer called retinoblastoma.\nIn about 4 out of 10 (40%) cases, retinoblastoma is caused by a faulty gene, which often affects both eyes (bilateral).\nThe faulty gene may be inherited from a parent, or a change to the gene (mutation) may occur at an early stage of the child's development in the womb.\nIt's not known what causes the remaining 6 out of 10 (60%) retinoblastoma cases. In these cases, there's no faulty gene and only 1 eye is affected (unilateral).\nAround 36 children are diagnosed with retinoblastoma in the UK each year."}, {"Diagnosing retinoblastoma": "Your GP will carry out a red reflex test in a darkened room using an ophthalmoscope (a magnifying instrument with a light at one end).\nWhen a light is shone into your child's eyes, your GP will see a red reflection if the retina is normal.\nIf the reflection is white, it may be a sign of an eye condition such as cataracts, retinal detachment or retinoblastoma.\nIn this case, your child will be urgently referred (within 2 weeks) to an eye specialist (ophthalmologist) for further investigation.\nThe eye specialist will examine your child's eyes, and they may carry out another red reflex test.\nEyedrops will be used to increase the size of your child's pupils, allowing a clear view of the retina at the back of the eye.\nAn ultrasound scan is also sometimes used to help diagnose retinoblastoma.\nThis is a painless procedure where gel is rubbed on the outside of the eyelid and a small ultrasound probe is placed on the eyelid, which scans the eye.\nAfter these investigations, if the eye specialist thinks your child has retinoblastoma they'll refer them to a specialist retinoblastoma treatment centre, either at The Royal London Hospital or Birmingham Children's Hospital.\nYour child's appointment should be within a week of being seen at your local eye clinic.\nAt the specialist centre, your child will need to have a general anaesthetic so their eyes can be thoroughly examined and a diagnosis of retinoblastoma can be confirmed or ruled out."}, {"Treating retinoblastoma": "Your child will be treated by a specialist retinoblastoma team at either The Royal London Hospital or Birmingham Children's Hospital.\nBut if your child needs chemotherapy, this will usually be carried out at a local children's cancer centre and overseen by the retinoblastoma team at one of the specialist hospitals.\nThe recommended treatment for retinoblastoma will depend on the stage of the tumour, which can either be:\n- intraocular– where the cancer is completely within the eye\n- extraocular– where the cancer spreads beyond the eye to the surrounding tissue, or to another part of the body (this is rare in the UK)\nMost cases of retinoblastoma (9 out of 10) are detected early and successfully treated before the cancer spreads outside the eyeball.\nIf the cancer has spread beyond the eye, it'll be more difficult to treat. But this is rare as the condition is usually identified well before it reaches this stage.\nDepending on the size and position of the tumour, your child's specialist will be able to accurately stage the cancer into one of a number of categories (A to E).\nThe American Cancer Society has more information about how retinoblastoma is staged.\nThere are 2 possible treatment options for treating small tumours contained within the eye:\n- laser treatment to the eye (photocoagulation or thermotherapy)\n- freezing the tumour (cryotherapy)\nThe aim of these treatments is to destroy the tumour. They're carried out under general anaesthetic, so your child will be unconscious and will not feel any pain or discomfort during the procedure.\nIn some cases, chemotherapy may be needed before or after these treatments.\nLarger tumours will be treated with 1 or a combination of the following treatments:\n- brachytherapy– if the tumour is not too large, small radioactive plates called plaques are stitched over the tumour and left in place for a few days to destroy it, before being removed;radiotherapyto the whole eye may be recommended for larger tumours that have not responded to other treatment methods\n- chemotherapy– may be used to shrink the tumour at the start of treatment, or it may be recommended if there's a chance of the cancer spreading; in some cases, chemotherapy medicine can be delivered directly to the eye\n- surgery to remove the eye– is often necessary for very large tumours where there's no sight from the eye; if your child needs to have their eye removed, they'll have an artificial eye fitted in its place\nYou can find out more about artificial eyes from the National Artificial Eye Service.\nYour child's treatment team will discuss any possible side effects of treatment with you. Different treatments have different side effects.\nSight loss is one of the biggest worries for parents. Your child's treatment team will do everything they can to avoid your child losing their sight.\nIf your child needs to have 1 of their eyes removed, the sight in their other eye will not be affected as long as there are no tumours in the important areas for seeing in that eye.\nChildren who lose sight in 1 eye are usually able to adapt very quickly to using their other eye, without it affecting their home and school life.\nIf both eyes are affected by retinoblastoma, your child will probably have some degree of sight loss and may need support either within a mainstream or specialist school.\nThe UK-based retinoblastoma charity, the Childhood Eye Cancer Trust (CHECT), has more information about the side effects of treatment for retinoblastoma.\nRetinoblastoma requires a long period of follow-up tests, which will initially be carried out at one of the specialist retinoblastoma centres.\nAfter a period of treatment and observation, the tests will usually take place at your local eye department."}, {"Screening for retinoblastoma": "If you're pregnant and you had retinoblastoma as a child, or you have a family history of retinoblastoma, it's important to tell your GP or midwife.\nThis is because in some cases retinoblastoma is an inherited condition and babies considered at increased risk of developing it may be offered screening after the birth.\nYour GP will be able to refer you to a specialist centre so the appropriate tests can be carried out when your baby is born.\nYour children's risk will depend on the type of retinoblastoma you or your relative had.\nScreening aims to identify tumours as early as possible so treatment can be started straight away.\nChildren under 5 years of age are usually screened by having their eyes examined while under general anaesthetic.\nThis will be carried out at one of the UK's 2 specialist retinoblastoma centres: The Royal London Hospital or Birmingham Children's Hospital.\nYour child will need to be screened frequently up until they're 5 years old.\nYour child may need to be screened if:\n- you or your partner has had retinoblastoma and you're expecting a baby or you have recently had a baby\n- you or your partner has had retinoblastoma and you have a child under 5 who has not been checked\n- you have a child who's been diagnosed with retinoblastoma and you're expecting a baby, or you have other children under 5 who have not been checked\n- your parent (or brother or sister) had retinoblastoma and you have a child under 5 who has not been checked"}, {"Help and support": "The specialist teams at the retinoblastoma centres at The Royal London Hospital and Birmingham Children's Hospital have a wealth of knowledge about retinoblastoma.\nYou can discuss any worries or concerns you have with them.\nThey'll also be able to put you in touch with the parents of children who have recently been diagnosed with and treated for retinoblastoma.\nThe Childhood Eye Cancer Trust (CHECT) can give you further information about retinoblastoma.\nIt also provides help and support to parents and carers of children affected by retinoblastoma, as well as adults who were affected during childhood. \nYou can contact them on 020 7377 5578 (Monday to Friday, 9am to 5pm) or by email: support@chect.org.uk.\nYou can also call the Cancer Research UK helpline to speak to a cancer nurse, who'll be able to provide you with information and support. The number is 0808 800 4040 (Monday to Friday, 9am to 5pm).\nMacmillan operates a similar helpline on 0808 808 00 00 (daily, 8am to 8pm)."}]}, {"condition": "Rett syndrome", "sections": [{"No header": "Rett syndrome is a rare genetic disorder that affects brain development, resulting in severe mental and physical disability.\nIt is estimated to affect about 1 in 12,000 girls born each year and is only rarely seen in boys."}, {"Signs and symptoms": "Some children with Rett syndrome are affected more severely than others. Also, the age at which symptoms first appear varies from child to child.\nA child may not have all the symptoms of Rett syndrome and their symptoms might change as they get older.\nRett syndrome is described in 4 stages, although symptoms will often overlap between each stage. These are the main features of each stage:\nAt first, the child will appear to develop and grow normally for at least 6 months. There may be subtle signs of Rett syndrome before the child is recognised as having a problem (especially with hindsight).\nStage 1 is sometimes described as \"stagnation\". Symptoms include:\n- low muscle tone (hypotonia)\n- difficulty feeding\n- unusual, repetitive hand movements or jerky limb movements\n- delay with development of speech\n- mobility problems, such as problems sitting, crawling and walking\n- lack of interest in toys\nThese symptoms typically begin from 6 to 18 months and often last for several months, although they can persist for a year or more.\nStage 1 can often go unnoticed because the changes occur gradually and may be subtle.\nDuring stage 2, known as \"regression\" or the \"rapid destructive stage\", the child starts to lose some of their abilities. This stage usually begins between the ages of 1 and 4 and may last for any time from 2 months to more than 2 years.\nThe child will gradually or suddenly start to develop severe problems with communication and language, memory, mobility, co-ordination and other brain functions. Some of the characteristics and behaviours are similar to those of autism.\nSigns at this stage include:\n- loss of the ability to use the hands purposefully – repetitive hand movements are often difficult to control and include wringing, washing, clapping or tapping\n- periods of distress, irritability and sometimes screaming for no obvious reason\n- social withdrawal – a loss of interest in people and avoidance of eye contact\n- unsteadiness and awkwardness when walking\n- problems sleeping\n- slowing of head growth\n- difficulty eating, chewing or swallowing, and sometimesconstipationthat may causetummy aches\nLater on during regression, the child may experience periods of rapid breathing (hyperventilation) or slow breathing, including breath-holding. They may also swallow air which can lead to abdominal bloating.\nStage 3 of Rett syndrome can begin as early as 2 years or as late as 10 years. It often lasts for many years, with many children remaining in this stage for most of their lives.\nDuring stage 3, some of the stage 2 symptoms may get better – for example, there may be improvements in behaviour, with less irritability and crying.\nThe child may become more interested in people and their surroundings, and there may be improvements in alertness, attention span and communication. Their walking may also improve (or they may learn to walk, if they could not before).\nOther symptoms at this stage include:\n- seizures, which may become more common\n- irregular breathing patterns may get worse – for example, shallow breathing followed by rapid, deep breathing, or breath holding\nGaining and maintaining weight can also be difficult to achieve.\nStage 4 can last for years or even decades. The main symptoms at this stage are:\n- development of a spinal curve (the spine bending to the left or right side), known asscoliosis\n- muscle weakness and spasticity (abnormal stiffness, particularly in the legs)\n- losing the ability to walk\nCommunication, language skills and brain function do not tend to get any worse during stage 4. The repetitive hand movements may decrease and eye gaze usually improves.\nSeizures also usually become less of a problem during teenage and early adult life, although they will often be a lifelong problem to manage."}, {"What causes Rett syndrome?": "Almost all cases of Rett syndrome are caused by a mutation (a change in the DNA) in the MECP2 gene, which is found on the X chromosome (one of the sex chromosomes).\nThe MECP2 gene contains instructions for producing a particular protein (MeCP2), which is needed for brain development. The gene abnormality prevents nerve cells in the brain from working properly.\nThere's usually no family history of Rett syndrome, which means it is not passed on from one generation to the next. Almost all cases (over 99%) are spontaneous, with the mutation occurring randomly."}, {"Diagnosing Rett syndrome": "Rett syndrome is usually diagnosed based on your child's symptoms, and by ruling out other more common disorders.\nA diagnosis of Rett syndrome may not be made for a number of years because the syndrome is so rare and symptoms do not tend to appear until a child is between 6 and 18 months old.\nA genetic blood test can be used to identify if the genetic mutation is responsible for Rett syndrome. If a change is found in the MECP2 gene, it can help confirm the diagnosis, but failing to find it does not necessarily rule out the syndrome.\nRead more about genetic testing."}, {"Managing Rett syndrome": "There's no cure for Rett syndrome, so treatment focuses on managing the symptoms.\nAs a parent caring for a child with the syndrome, it's likely you'll need help and support from a wide range of healthcare professionals.\nYour child may benefit from some of the following treatments and aids:\n- speech and language therapy, picture boards, eye gaze technology and other visual aids to help with communication\n- medication for breathing and mobility problems, and anti-epileptic medicine to control seizures\n- physiotherapy, attention to mobility, careful attention to your child's sitting posture (to minimise the chances of scoliosis developing), and frequent changes in posture\n- if scoliosis does become established, a back brace and sometimes spinal surgery may be used to prevent the spine curving further (read more abouttreating scoliosis)\n- a high-calorie diet to help maintain sufficient weight, with the use of a feeding tube and other feeding aids if necessary\n- occupational therapyto help develop the skills needed for dressing, feeding and other daily activities\n- an ankle-foot orthosis (lower leg brace) to help them walk independently\n- a hand splint to help control hand movements, if these are severe (they're mainly used for limited periods to prevent self-injury or to encourage activities with the other hand)\n- beta blockermedicine or apacemakerto control their heart rhythm\nTherapeutic horse riding, swimming, hydrotherapy and music therapy have also been reported to be beneficial. Ask your healthcare team where you can access these therapies.\nRead more about caring for a disabled child and care equipment, aids and adaptations."}, {"Outlook": "Although some people with Rett syndrome may retain a degree of hand control, walking ability and communication skills, most will be dependent on 24-hour care throughout their lives.\nMany people with Rett syndrome reach adulthood, and those who are less severely affected can live into old age. However, some people die at a fairly young age as a result of complications, such as heart rhythm abnormalities, pneumonia and epilepsy."}, {"Advice for carers": "Caring for a child with Rett syndrome is mentally and physically challenging. Most carers will need social and psychological support.\nYour guide to care and support provides lots of information and advice about how you can take time to look after yourself, including:\n- keeping fit and healthy\n- getting a break from caring\n- taking care of your wellbeing\nYou may also find it useful to contact a support group, such as Rett UK, for information and advice about looking after a child with the syndrome."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If your child has Rett syndrome, your clinical team will pass information about them on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to treat and prevent the syndrome. You can opt out of the register at any time."}]}, {"condition": "Reye's syndrome", "sections": [{"No header": "Reye's syndrome is a very rare disorder that can cause serious liver and brain damage. If it's not treated promptly, it may lead to permanent brain injury or death.\nReye's syndrome mainly affects children and young adults under 20 years of age."}, {"Symptoms of Reye's": "The symptoms of Reye's syndrome usually begin a few days after a viral infection, such as a cold, flu or chickenpox.\nInitial symptoms can include:\n- repeatedly being sick\n- tiredness and lack of interest or enthusiasm\n- rapid breathing\n- seizures (fits)\nAs the condition progresses, the symptoms may get more severe and more wide-ranging, and can include:\n- irritability, or irrational or aggressive behaviour\n- severe anxiety and confusion that's sometimes associated withhallucinations\n- coma(loss of consciousness)"}, {"When to get medical advice": "As Reye's syndrome can be fatal, it's vital that you get medical advice if you think your child may have it.\nDial 999 to ask for an ambulance, or go straight to your nearest accident and emergency (A&E) department if your child:\n- loses consciousness\n- has a fit or convulsions (violent, irregular limb movements)\nYou should contact your GP if, after having a cold, flu or chickenpox, your child is:\n- repeatedly being sick\n- unusually tired\n- displaying personality or behavioural changes\nAlthough it's unlikely these symptoms will be caused by Reye's syndrome, they still need to be checked by a doctor.\nTell your GP if your child has taken aspirin, because the use of aspirin in children has been linked to Reye's syndrome.\nBut even if your child has not taken aspirin, Reye's syndrome needs to be ruled out."}, {"What causes Reye's syndrome?": "The exact cause of Reye's syndrome is unknown, but it most commonly affects children and young adults recovering from a viral infection – for example a cold, flu or chickenpox.\nIn most cases, aspirin has been used to treat their symptoms, so aspirin may trigger Reye's syndrome.\nIn Reye's syndrome, it's thought that tiny structures within the cells called mitochondria become damaged.\nMitochondria provide cells with energy and they're particularly important for the healthy functioning of the liver.\nIf the liver loses its energy supply, it begins to fail. This can cause a dangerous build-up of toxic chemicals in the blood, which can damage the entire body and can cause the brain to swell."}, {"Diagnosing Reye's syndrome": "As Reye's syndrome is so rare, other conditions that can cause similar symptoms need to be ruled out. These include:\n- meningitis– inflammation of the protective membranes surrounding the brain and spinal cord\n- encephalitis– inflammation of the brain\n- inherited metabolic disorders– conditions, such asmedium-chain acyl-CoA dehydrogenase deficiency (MCADD), that affect the chemical reactions that occur in your body\nBlood tests and urine tests can help detect if there's a build-up of toxins or bacteria in the blood, and they can also be used to check if the liver is functioning normally.\nTests may also be carried out to check for the presence or absence of certain chemicals that could indicate an inherited metabolic disorder.\nOther tests that may be recommended include a:\n- CT scanto check for brain swelling\n- lumbar puncture– where a sample of fluid is removed from the spine using a needle to check for bacteria or viruses\n- liverbiopsy– where a small sample of liver tissue is removed and examined to look for distinctive cell changes associated with Reye's syndrome"}, {"Treating Reye's syndrome": "If Reye's syndrome is diagnosed, your child will need to be immediately admitted to an intensive care unit.\nTreatment aims to minimise the symptoms and support the body's vital functions, such as breathing and blood circulation.\nIt's also essential to protect the brain against permanent damage that can be caused by the brain swelling.\nMedicines may be given directly into a vein (intravenously), such as:\n- electrolytes and fluids– to correct the level of salts, minerals and nutrients, such as glucose (sugar), in the blood\n- diuretics– medicines to help rid the body of excess fluid and reduce swelling in the brain\n- ammonia detoxicants– medicines to reduce the level of ammonia\n- anticonvulsants– medicines to control seizures\nA ventilator (breathing machine) may be used if your child needs help with breathing.\nVital body functions will also be monitored, including the heart rate and pulse, the air flow to their lungs, blood pressure and body temperature.\nOnce the swelling in the brain has reduced, the other functions of the body should return to normal within a few days, although it may be several weeks before your child is well enough to leave hospital."}, {"Possible complications": "As a result of advances in diagnosing and treating Reye's syndrome, the majority of children and young adults who develop it will survive, and some will make a full recovery.\nHowever, Reye's syndrome can leave some people with a degree of permanent brain damage caused by the swelling of their brain.\nLong-term difficulties sometimes associated with Reye's syndrome include:\n- poor attention span and memory\n- someloss of visionor hearing\n- speech and language difficulties\n- problems with movement and posture\n- difficulty swallowing\n- problems with everyday tasks, such as dressing or using the toilet\nIf your child develops any long-term problems, an individual care plan will be drawn up to address their needs. The plan will be reassessed as they get older.\nRead more about care and support"}, {"Preventing Reye's syndrome": "Because of the possible link between aspirin and Reye's syndrome, aspirin should only be given to children under 16 on the advice of a doctor when it's felt the potential benefits outweigh the risks.\nChildren under 16 should also not take any products containing:\n- acetylsalicylic acid\n- acetylsalicylate\n- salicylic acid\n- salicylate\n- salicylate salts\nSome mouth ulcer gels and dental gels contain salicylate salts. These should not be given to children under 16 years of age. There are alternative products that are suitable for under 16s – ask your pharmacist for advice.\nRead more about aspirin"}, {"National Reye's Syndrome Foundation UK": "The National Reye's Syndrome Foundation UK is a charity that helps fund research into the causes, treatment and prevention of Reye's syndrome.\nIt also provides information for both the public and healthcare professionals, plus support for parents whose children have had the syndrome."}]}, {"condition": "Rhesus disease", "sections": [{"No header": "Rhesus disease is a condition where antibodies in a pregnant woman's blood destroy her baby's blood cells. It's also known as haemolytic disease of the foetus and newborn (HDFN).\nRhesus disease doesn't harm the mother, but it can cause the baby to become anaemic and develop newborn jaundice.\nRead about the symptoms of rhesus disease in a baby."}, {"What causes rhesus disease?": "Rhesus disease only happens when the mother has rhesus negative blood (RhD negative) and the baby in her womb has rhesus positive blood (RhD positive). The mother must have also been previously sensitised to RhD positive blood.\nSensitisation happens when a woman with RhD negative blood is exposed to RhD positive blood, usually during a previous pregnancy with an RhD positive baby. The woman’s body responds to the RhD positive blood by producing antibodies (infection-fighting molecules) that recognise the foreign blood cells and destroy them.\nIf sensitisation occurs, the next time the woman is exposed to RhD positive blood, her body produces antibodies immediately. If she's pregnant with an RhD positive baby, the antibodies can cross the placenta, causing rhesus disease in the unborn baby. The antibodies can continue attacking the baby's red blood cells for a few months after birth.\nRead more about the causes of rhesus disease."}, {"Preventing rhesus disease": "Rhesus disease is uncommon these days because it can usually be prevented using injections of a medication called anti-D immunoglobulin.\nAll women are offered blood tests as part of their antenatal checks and tests to determine whether their blood is RhD negative or positive. If the mother is RhD negative, she'll be offered injections of anti-D immunoglobulin at certain points in her pregnancy when she may be exposed to the baby's red blood cells. This anti-D immunoglobulin helps to remove the RhD foetal blood cells before they can cause sensitisation.\nIf a woman has developed anti-D antibodies in a previous pregnancy (she's already sensitised) then these immunoglobulin injections don't help. The pregnancy will be monitored more closely than usual, as will the baby after delivery.\nRead more about preventing rhesus disease and diagnosing rhesus disease."}, {"Treating rhesus disease": "If an unborn baby does develop rhesus disease, treatment depends on how severe it is. A blood transfusion to the unborn baby may be needed in more severe cases. After delivery, the child is likely to be admitted to a neonatal unit (a hospital unit that specialises in caring for newborn babies).\nTreatment for rhesus disease after delivery can include a light treatment called phototherapy, blood transfusions, and an injection of a solution of antibodies (intravenous immunoglobulin) to prevent red blood cells being destroyed.\nIf rhesus disease is left untreated, severe cases can lead to stillbirth. In other cases, it could lead to brain damage, learning difficulties, hearing loss and blindness and vision loss. However, treatment is usually effective and these problems are uncommon.\nRead more about treating rhesus disease and the potential complications of rhesus disease."}]}, {"condition": "Rheumatic fever", "sections": [{"No header": "Rheumatic fever is a very rare complication that can develop after a bacterial throat infection. It can cause painful joints and heart problems. Most people make a full recovery, but it can come back."}, {"How rheumatic fever is treated": "If you or your child are diagnosed with rheumatic fever, you'll have treatment to relieve the symptoms and control inflammation.\nYou may need:\n- antibiotics\n- painkillers – given as tablets, capsules or a liquid you drink\n- steroid injections – if your pain is severe\n- medicines – if you're having jerky, uncontrollable movements\nGetting plenty of bed rest will also help with your recovery.\nMost people usually make a full recovery by about 3 months. But it can sometimes take longer to get better.\nIf you have had rheumatic fever once, it makes it more likely that it could come back, so make sure to get sore throats treated early.\nYou may also have to take antibiotics for several years to help stop it returning.\nIt's less likely that it will come back if it's been 5 years since you last had an episode. The younger you are, the more likely it is that rheumatic fever will come back.\nIt can also cause permanent damage to your heart (rheumatic heart disease). This can take years to show up, so you may need regular check-ups and further treatment when you're older.\nAlways ask a doctor what ongoing treatment you may need."}, {"No header": "- you've had rheumatic fever before and you think it's come back\n- you've had a bacterial throat infection recently and you develop symptoms of rheumatic fever\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Symptoms of rheumatic fever": "Symptoms usually appear 1 to 5 weeks after you have had a bacterial throat infection.\nThey include:\n- a high temperature\n- redness, pain and swelling of your joints (arthritis), usually ankles, knees, wrists or elbows\n- pain in your chest, breathlessness and a fast heart rate\n- jerky, uncontrollable movements in your hands, feet and face\n- tiny bumps under your skin\n- pale-red patches on your arms and tummy (abdomen)"}, {"Causes of rheumatic fever": "Rheumatic fever happens after a bacterial throat or skin infection. Most people who have an infection will not get rheumatic fever.\nIt's not caused by the bacteria itself but by your immune system fighting off the infection and attacking the healthy tissue instead.\nIt's not known why your immune system can suddenly stop working properly. But your genes may make it more likely that you'll get rheumatic fever."}]}, {"condition": "Rheumatoid arthritis", "sections": [{"Coronavirus (COVID-19) advice": "Rheumatoid arthritis is a long-term condition that causes pain, swelling and stiffness in the joints. The condition usually affects the hands, feet and wrists.\nThere may be periods where symptoms become worse, known as flare-ups or flares.\nA flare can be difficult to predict, but with treatment it's possible to decrease the number of flares and minimise or prevent long-term damage to the joints.\nSome people with rheumatoid arthritis also experience problems in other parts of the body, or more general symptoms such as tiredness and weight loss.\nFind out more about the symptoms of rheumatoid arthritis.\nIf you have rheumatoid arthritis and you're worried about COVID-19, you can get advice about:\n- COVID-19 and arthritis from Versus Arthritis\n- COVID-19 and arthritis from the Arthritis and Musculoskeletal Alliance (ARMA)"}, {"When to get medical advice": "See a GP if you think you have symptoms of rheumatoid arthritis, so they can try to identify the underlying cause.\nDiagnosing rheumatoid arthritis quickly is important, because early treatment can prevent it getting worse and reduce the risk of joint damage.\nFind out more about diagnosing rheumatoid arthritis."}, {"Causes of rheumatoid arthritis": "Rheumatoid arthritis is an autoimmune disease. This means your immune system (which usually fights infection) attacks the cells that line your joints by mistake, making the joints swollen, stiff and painful.\nOver time, this can damage the joints, cartilage and nearby bone.\nIt's not clear what triggers this problem with the immune system, although you're at an increased risk if:\n- you are a woman\n- you have a family history of rheumatoid arthritis\n- you smoke\nFind out more about the causes of rheumatoid arthritis."}, {"Treating rheumatoid arthritis": "There's no cure for rheumatoid arthritis. However, early diagnosis and appropriate treatment enables many people with the condition to have periods of months or even years between flares. This can help them to lead full lives and continue regular employment.\nThe main treatment options include:\n- medicine that is taken long term to relieve symptoms and slow the progress of the condition\n- supportive treatments, such asphysiotherapyand occupational therapy, to help keep you mobile and manage any problems you have with daily activities\n- surgery to correct any joint problems that develop\nFind out more about treating rheumatoid arthritis.\nDepending on how much pain, stiffness or joint damage you have, daily tasks may become difficult or take you longer to do. You may have to adapt the way you do everyday tasks.\nFind out more about living with rheumatoid arthritis."}, {"Complications of rheumatoid arthritis": "Having rheumatoid arthritis can lead to several other conditions that may cause additional symptoms and can sometimes be life threatening.\nPossible complications include:\n- carpal tunnel syndrome\n- inflammation of other areas of the body (such as the lungs, heart and eyes)\n- an increased risk ofheart attackandstroke\nMaking sure that rheumatoid arthritis is well controlled can help to reduce your risk of these complications.\nFind out more about complications of rheumatoid arthritis."}, {"Video: rheumatoid arthritis": "In this video, a rheumatologist describes the effects of rheumatoid arthritis and the symptoms and treatments."}, {"No header": ""}]}, {"condition": "Rhinitis (allergic), see Allergic rhinitis", "sections": [{"No header": "Allergic rhinitis is inflammation of the inside of the nose caused by an allergen, such as pollen, dust, mould or flakes of skin from certain animals.\nIt's a very common condition, estimated to affect around 1 in every 5 people in the UK."}, {"Symptoms of allergic rhinitis": "Allergic rhinitis typically causes cold-like symptoms, such as sneezing, itchiness and a blocked or runny nose.\nThese symptoms usually start soon after being exposed to an allergen.\nSome people only get allergic rhinitis for a few months at a time because they're sensitive to seasonal allergens, such as tree or grass pollen. Other people get allergic rhinitis all year round.\nMost people with allergic rhinitis have mild symptoms that can be easily and effectively treated.\nBut for some people symptoms can be severe and persistent, causing sleep problems and interfering with everyday life.\nThe symptoms of allergic rhinitis occasionally improve with time, but this can take many years and it's unlikely that the condition will disappear completely."}, {"When to see a GP": "Visit a GP if the symptoms of allergic rhinitis are disrupting your sleep, preventing you carrying out everyday activities, or adversely affecting your performance at work or school.\nA diagnosis of allergic rhinitis will usually be based on your symptoms and any possible triggers you may have noticed.\nIf the cause of your condition is uncertain, you may be referred for allergy testing.\nFind out more about diagnosing allergic rhinitis"}, {"What causes allergic rhinitis": "Allergic rhinitis is caused by the immune system reacting to an allergen as if it were harmful.\nThis results in cells releasing a number of chemicals that cause the inside layer of your nose (the mucous membrane) to become swollen and too much mucus to be produced.\nCommon allergens that cause allergic rhinitis include pollen (this type of allergic rhinitis is known as hay fever), as well as mould spores, house dust mites, and flakes of skin or droplets of urine or saliva from certain animals.\nFind out more about the causes of allergic rhinitis"}, {"Treating and preventing allergic rhinitis": "It's difficult to completely avoid potential allergens, but you can take steps to reduce exposure to a particular allergen you know or suspect is triggering your allergic rhinitis. This will help improve your symptoms.\nIf your condition is mild, you can also help reduce the symptoms by taking over-the-counter medications, such as non-sedating antihistamines, and by regularly rinsing your nasal passages with a salt water solution to keep your nose free of irritants.\nSee a GP for advice if you have tried taking these steps and they have not helped.\nThey may prescribe a stronger medication, such as a nasal spray containing corticosteroids."}, {"Further problems": "Allergic rhinitis can lead to complications in some cases.\nThese include:\n- nasal polyps– abnormal but non-cancerous (benign) sacs of fluid that grow inside the nasal passages and sinuses\n- sinusitis– an infection caused by nasal inflammation and swelling that prevents mucus draining from the sinuses\n- middle ear infections– infection of part of the ear located directly behind the eardrum\nThese problems can often be treated with medication, although surgery is sometimes needed in severe or long-term cases.\nFind out more about the complications of allergic rhinitis"}, {"Non-allergic rhinitis": "Not all cases of rhinitis are caused by an allergic reaction.\nSome cases are the result of:\n- an infection, such as thecommon cold\n- oversensitive blood vessels in the nose\n- overuse of nasal decongestants\nThis type of rhinitis is known as non-allergic rhinitis."}]}, {"condition": "Rickets and osteomalacia", "sections": [{"No header": "Rickets is a condition that affects bone development in children. It causes bone pain, poor growth and soft, weak bones that can lead to bone deformities.\nAdults can experience a similar condition, which is known as osteomalacia or soft bones.\nRead more about the signs and symptoms of rickets and osteomalacia."}, {"What causes rickets?": "A lack of vitamin D or calcium is the most common cause of rickets. Vitamin D largely comes from exposing the skin to sunlight, but it's also found in some foods, such as oily fish and eggs. Vitamin D is essential for the formation of strong and healthy bones in children.\nIn rare cases, children can be born with a genetic form of rickets. It can also develop if another condition affects how vitamins and minerals are absorbed by the body.\nRead more about the causes of rickets."}, {"Who's affected?": "Rickets was common in the past, but it mostly disappeared in the western world during the early 20th century after foods like margarine and cereal were fortified with vitamin D.\nHowever, in recent years, there's been an increase in cases of rickets in the UK. The number of rickets cases is still relatively small, but studies have shown a significant number of people in the UK have low levels of vitamin D in their blood.\nAny child who doesn't get enough vitamin D or calcium either through their diet, or from sunlight, can develop rickets. But the condition is more common in children with dark skin, as this means they need more sunlight to get enough vitamin D, as well as children born prematurely or taking medication that interferes with vitamin D."}, {"Treating rickets": "For most children, rickets can be successfully treated by ensuring they eat foods that contain calcium and vitamin D, or by taking vitamin supplements.\nSome families are eligible for free vitamin supplements from the government's Healthy Start scheme – find out if you're eligible and how to apply.\nIf your child has problems absorbing vitamins and minerals, they may need a higher supplement dose or a yearly vitamin D injection.\nRead more about treating rickets."}, {"Preventing rickets": "Rickets can easily be prevented by eating a diet that includes vitamin D and calcium, spending some time in sunlight, and if necessary, taking vitamin D supplements.\nRead more about:\n- preventing rickets\n- who should take vitamin D supplements\n- how much vitamin D adults, children and babies need"}, {"When to seek medical advice": "Take your child to see your GP if they have any of the signs and symptoms of rickets.\nYour GP will carry out a physical examination to check for any obvious problems. They may also discuss your child's medical history, diet, family history, and any medication they're taking.\nA blood test can usually confirm a diagnosis of rickets, although your child may also have some X-rays or possibly a bone density scan (DEXA scan). This is a type of X-ray that measures the calcium content in bones.\nIf you're an adult and you’re experiencing bone pain or muscle weakness you should also see your GP to get it checked out."}]}, {"condition": "Ringworm", "sections": [{"No header": "Ringworm is a common fungal infection. It's not caused by worms. You can usually buy medicine from a pharmacy to treat it."}, {"Check if it's ringworm": "The main symptom of ringworm is a rash. It may look red, silver or darker than surrounding skin, depending on your skin tone.\nThe rash may be scaly, dry, swollen or itchy.\nRingworm can appear anywhere on the body, including the scalp (tinea capitis) and groin (jock itch)."}, {"No header": ""}, {"A pharmacist can help with ringworm": "Speak to a pharmacist first.\nThey can look at the rash and recommend the best antifungal medicine. This might be a cream, gel or spray depending on where the rash is.\nYou may need to use an antifungal medicine every day for up to 4 weeks. It's important to use it for the right amount of time, even if the rash has gone away.\nA pharmacist will tell you if they think you should see a GP."}, {"No header": ""}, {"No header": "- ringworm has not improved after using antifungal medicine recommended by a pharmacist\n- you have ringworm on your scalp – you'll usually need prescription antifungal tablets and shampoo\n- you have a weakened immune system – for example, from chemotherapy, steroids or diabetes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"How ringworm is passed on": "Ringworm is caused by a type of fungi.\nIt can be passed on through close contact with:\n- an infected person or animal\n- infected objects – such as bedsheets, combs or towels\n- infected soil – although this is less common\nIt's fine for your child to go to school or nursery once they have started treatment. Let your child's teachers know they have ringworm."}, {"How to stop ringworm spreading": "- start treatment as soon as possible\nstart treatment as soon as possible\n- wash towels and bedsheets regularly\nwash towels and bedsheets regularly\n- keep your skin clean and wash your hands after touching animals or soil\nkeep your skin clean and wash your hands after touching animals or soil\n- regularly check your skin if you have been in contact with an infected person or animal\nregularly check your skin if you have been in contact with an infected person or animal\n- take your pet to the vet if they might have ringworm (for example, patches of missing fur)\ntake your pet to the vet if they might have ringworm (for example, patches of missing fur)\n- do not share towels, combs or bedsheets with someone who has ringworm\ndo not share towels, combs or bedsheets with someone who has ringworm\n- do not scratch a ringworm rash – this could spread it to other parts of your body\ndo not scratch a ringworm rash – this could spread it to other parts of your body"}, {"No header": ""}]}, {"condition": "Root canal treatment", "sections": [{"No header": "Root canal treatment (endodontics) is a dental procedure used to treat infection at the centre of a tooth.\nRoot canal treatment is not painful and can save a tooth that might otherwise have to be removed completely."}, {"Why it's needed": "The infection at the centre of a tooth (the root canal) is caused by bacteria that live in the mouth and invade the tooth.\nThis can happen after:\n- tooth decay\n- leaky fillings\n- damage to teeth as a result of trauma, such as a fall"}, {"Tooth structure": "A tooth is made up of 2 parts. The crown is the top part of the tooth that's visible in the mouth.\nThe root extends into the bone of the jaw, anchoring the tooth in position.\nTeeth also consist of:\n- enamel – the hard outer coating\n- dentine – a softer material that supports the enamel and forms most of the tooth\n- cementum – a hard material that coats the root's surface\n- dental pulp – the soft tissue at the centre of the tooth\nThe root canal system contains the dental pulp and extends from the crown of the tooth to the end of the root.\nA single tooth can have more than 1 root canal."}, {"When root canal treatment is needed": "Root canal treatment is needed when dental X-rays show that the pulp has been damaged by a bacterial infection.\nThe pulp may become inflamed if it's infected by bacteria, allowing the bacteria to multiply and spread.\nThe symptoms of a pulp infection include:\n- pain when eating or drinking hot or cold food and drink\n- pain when biting or chewing\n- a loose tooth\nAs the infection progresses, these symptoms often disappear as the pulp dies.\nYour tooth then appears to have healed, but the infection has in fact spread through the root canal system.\nYou eventually get further symptoms such as:\n- pain when biting or chewing returning\n- swelling of the gum near the affected tooth\n- pus oozing from the affected tooth\n- a swollen cheek or jaw\n- the tooth becoming a darker colour\nIt's important to see your dentist if you develop toothache. If your tooth is infected, the pulp cannot heal by itself.\nLeaving the infected tooth in your mouth may make it worse.\nThere may also be less chance of the root canal treatment working if the infection within your tooth becomes established.\nAntibiotics, a medicine to treat bacterial infections, are not effective in treating root canal infections. They can though help to treat infection that spreads beyond the root and causes swelling."}, {"How root canal treatment is done": "To treat the infection in the root canal, the bacteria need to be removed.\nThis can be done by either:\n- removing the bacteria from the root canal system (root canal treatment)\n- removing the tooth (extraction)\nBut removing the tooth is not usually recommended as it's better to keep as many of your natural teeth as possible.\nBefore having root canal treatment, you'll usually be given a local anaesthetic.\nThis means the procedure should be painless and no more unpleasant than having a filling.\nAfter the bacteria have been removed, the root canal is filled and the tooth sealed with a filling or crown.\nIn most cases the inflamed tissue near the tooth will heal naturally.\nRoot canal treatment is usually successful. In about 9 out of 10 cases a tooth can survive for up to 10 years after root canal treatment.\nFind out how root canal treatment is done"}, {"Recovering from root canal treatment": "It's important to look after your teeth when recovering from root canal treatment.\nYou should avoid biting on hard foods until your treatment is complete.\nAfter your final treatment, your restored tooth should no longer be painful, although it may feel sore for a few days.\nYou can take over-the-counter painkillers, such as paracetamol or ibuprofen, to relieve any discomfort.\nReturn to your dentist if you still have pain or swelling after using painkillers.\nIn most cases it's possible to prevent the need for further root canal treatment by:\n- keeping your teeth clean\n- not eating too much sugary food\n- giving up smoking if you smoke\nFind out how to take care of your teeth and gums"}, {"Rate your dentist": "You can comment on your NHS dentist and share your experience with others.\nFind a dentist"}]}, {"condition": "Rosacea", "sections": [{"No header": "Rosacea is a long-term skin condition that mainly affects the face. It's more common in women and people with lighter skin, but symptoms can be worse in men. Treatment can help with symptoms."}, {"Check if you have rosacea": "The first signs of rosacea include\n- redness (blushing) across your nose, cheeks, forehead and chin that comes and goes\n- a burning or stinging feeling when using water or skincare products\nThe redness may be harder to see on darker skin.\nOther symptoms can include:\n- dry skin\n- swelling, especially around the eyes\n- yellow-orange patches on the skin\n- sore eyelids or crusts around roots of eyelashes – this could beblepharitis\n- thickened skin, mainly on the nose (usually appears after many years)\nIt's not known what causes rosacea, but some triggers can make symptoms worse. Common triggers for rosacea include:\n- alcohol\n- spicy foods\n- cheese\n- caffeine\n- hot drinks\n- aerobic exercise like running\nRosacea can look a lot like other conditions, such as:\n- acne\n- contact dermatitis, seborrhoeic dermatitis and other types of dermatitis\n- lupus\n- keratosis pilaris"}, {"No header": "- you think you have symptoms of rosacea\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "If you have rosacea and:\n- your eye is painful\n- your vision is blurred\n- you're sensitive to light\n- you have a red eye\n- your eye feels gritty\nThese could be signs of keratitis, which can be serious if not treated urgently."}, {"Treatment for rosacea from a GP": "Rosacea cannot be cured but treatment from a GP can help control the symptoms. It can get worse if it's not treated.\nA GP may suggest:\n- prescriptions for creams and gels you put on your skin\n- taking antibiotics for 6 to 16 weeks\n- IPL (intense pulsed light) treatment – this may not be available on the NHS\nThe GP may refer you to a skin specialist (dermatologist) if treatments are not working."}, {"Things you can do to help": "Rosacea is not caused by poor hygiene and it's not contagious. But there are things you can try to help with symptoms.\nIf you know that a trigger, for example alcohol or spicy food, makes symptoms worse, try to avoid it as much as possible.\n- wear a high SPF sunscreen of at least SPF 30 every day\nwear a high SPF sunscreen of at least SPF 30 every day\n- try to avoid heat, sunlight or humid conditions if possible\ntry to avoid heat, sunlight or humid conditions if possible\n- try to cover your face in cold weather\ntry to cover your face in cold weather\n- use gentle skincare products for sensitive skin\nuse gentle skincare products for sensitive skin\n- clean your eyelids at least once a day if you haveblepharitis\nclean your eyelids at least once a day if you have blepharitis\n- take steps tomanage stress\ntake steps to manage stress\n- do not drink alcohol\ndo not drink alcohol\n- do not have hot drinks\ndo not have hot drinks\n- do not have too much caffeine (found in tea, coffee and chocolate)\ndo not have too much caffeine (found in tea, coffee and chocolate)\n- do not eat cheese\ndo not eat cheese\n- do not eat spicy food\ndo not eat spicy food\n- do not do too much aerobic exercise, like running\ndo not do too much aerobic exercise, like running"}, {"No header": "The charity Changing Faces can offer advice and support if you're feeling anxious or depressed. \nCall the helpline on 0300 012 0275.\nChanging Faces: Skin Camouflage Service"}, {"Video: Rosacea": "This video describes symptoms, causes and treatment options for rosacea"}]}, {"condition": "Roseola", "sections": [{"No header": "Roseola is a very common infection that mainly affects babies and toddlers. It usually causes a high temperature and a rash. You can normally look after your child at home and they should recover within a week."}, {"Check if your child has roseola": "If your child has roseola, at first they may have:\n- a sudden high temperature\n- cold-like symptoms such as a sore throat, runny nose and a cough\n- loss of appetite\n- swollen eyelids and swollen glands in their neck\nThese symptoms last 3 to 5 days, before a rash appears.\nThe rash:\n- is made up of pinkish-red spots, patches or bumps\n- starts on the chest, tummy and back, before spreading to the face, neck and arms\n- is not usually itchy or uncomfortable\n- normally fades and disappears within 2 days\nMost children will only get roseola once.\nRead more about other rashes in babies and children."}, {"What to do if your child has roseola": "You can usually look after your child or baby at home. The infection should pass within a week.\n- let your child rest if they feel unwell\nlet your child rest if they feel unwell\n- make sure they drink lots of fluids\nmake sure they drink lots of fluids\n- give themchildren's paracetamolorchildren's ibuprofenif a high temperature makes them feel uncomfortable – check the dose on the bottle\ngive them children's paracetamol or children's ibuprofen if a high temperature makes them feel uncomfortable – check the dose on the bottle\n- do not cover them up in too many clothes or bedclothes\ndo not cover them up in too many clothes or bedclothes\n- do not give aspirin to under-16s\ndo not give aspirin to under-16s\n- do not combine ibuprofen and paracetamol, unless a GP tells you to\ndo not combine ibuprofen and paracetamol, unless a GP tells you to\n- do not give paracetamol to a child under 2 months\ndo not give paracetamol to a child under 2 months\n- do not give ibuprofen to a child under 3 months or under 5kg\ndo not give ibuprofen to a child under 3 months or under 5kg\n- do not give ibuprofen to children with asthma\ndo not give ibuprofen to children with asthma"}, {"No header": "- is under 3 months old and has a temperature of 38C or higher\n- is 3 to 6 months old and has a temperature of 39C or higher\n- has a high temperature that's lasted for 5 days or longer\n- is refusing fluids or feeds\n- is not their usual self and you're worried\n- has a high temperature that does not come down with paracetamol or ibuprofen\n- is showing signs of dehydration – such as nappies that are not very wet, sunken eyes, and no tears when they're crying"}, {"No header": "Speak to a GP if you or your child has a weakened immune system and has had contact with someone with roseola. It can be serious."}, {"No header": "- acting confused, slurred speech or not making sense\n- blue, pale or blotchy skin, lips or tongue\n- a rash that does not fade when you roll a glass over it, the same as meningitis\n- difficulty breathing, breathlessness or breathing very fast"}, {"How long to keep your child at home": "Roseola is thought to be most contagious when a child has a high temperature.\nOnce the high temperature has passed you do not need to keep your child away from nursery if they're feeling well enough to attend. There's no need to wait until the rash disappears."}]}, {"condition": "Roundworm, see Worms in humans", "sections": [{"No header": "Some types of worms can infect people. Some can be caught in the UK and others are only caught abroad. Most worm infections are not serious and can be easily treated with medicine."}, {"A pharmacist can help with worm infections": "A pharmacist can help if you have:\n- small, white worms in your poo that look like pieces of thread\n- extreme itching around your anus, particularly at night\nThis is probably threadworms.\nThey're common in the UK and can be treated with medicine from a pharmacy.\n- find a large worm or large piece of worm in your poo\n- have a red, itchy worm-shaped rash on your skin\n- have sickness, diarrhoea or a stomach ache for longer than 2 weeks\n- are losing weight for no reason\nThese could be symptoms of something like roundworm, hookworm or tapeworm.\nThese infections are usually caught while travelling. They can take a long time to cause symptoms, so tell the GP if you have been abroad in the last 2 years.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": ""}, {"Treatment to get rid of worms": "It does not matter which type of worm you have – all worm infections are treated in a similar way.\nYou might be asked to provide a sample of poo so it can be tested for worm eggs.\nIf you have worms, a GP will prescribe medicine to kill them. You take this for 1 to 3 days. The people you live with may also need to be treated.\nAny worms in your gut will eventually pass out in your poo. You may not notice this.\nTo avoid becoming infected again or infecting others, it's very important during the weeks after starting treatment to wash your hands:\n- after going to the toilet\n- before eating or preparing food\n- regularly during the day\nGo back to the GP if your symptoms do not get better in 2 weeks or you keep passing live worms in your poo."}, {"How you catch worms": "Worms are mainly spread in small bits of poo from people with a worm infection. Some are caught from food.\nYou can get infected by:\n- touching objects or surfaces with worm eggs on them– if someone with worms does not wash their hands\n- touching soil or swallowing water or food with worm eggs in it– mainly a risk in parts of the world without modern toilets or sewage systems\n- walking barefoot on soil containing worms– only a risk in parts of the world without modern toilets or sewage systems\n- eating raw or undercooked beef, pork or freshwater fish (like salmon or trout) containing baby worms– more common in parts of the world with poor food hygiene standards\nYou can catch some worms from pets, but this is rare."}, {"How to prevent worm infections": "- wash your hands before eating or preparing food, and after touching soil or using the toilet\nwash your hands before eating or preparing food, and after touching soil or using the toilet\n- only drink bottled or boiled water in high-risk areas (places without modern toilets or sewage systems)\nonly drink bottled or boiled water in high-risk areas (places without modern toilets or sewage systems)\n- deworm pet dogs and cats regularly\ndeworm pet dogs and cats regularly\n- dispose of dog and cat poo in a bin as soon as possible\ndispose of dog and cat poo in a bin as soon as possible\n- thoroughly wash garden-grown fruit and vegetables\nthoroughly wash garden-grown fruit and vegetables\n- do not let children play in areas where there's a lot of dog or cat poo\ndo not let children play in areas where there's a lot of dog or cat poo\n- do not eat raw fruit and vegetables in high-risk areas\ndo not eat raw fruit and vegetables in high-risk areas\n- do not walk barefoot in high-risk areas\ndo not walk barefoot in high-risk areas\n- do not eat raw or undercooked pork, beef or freshwater fish\ndo not eat raw or undercooked pork, beef or freshwater fish"}]}, {"condition": "Rubella (german measles)", "sections": [{"No header": "Rubella (german measles) is a rare illness that causes a spotty rash. It usually gets better in about 1 week. It can be serious if you get it when you're pregnant."}, {"Check if you or your child have rubella": "The main symptom of rubella is a red or pink spotty rash.\nThe rash takes 2 to 3 weeks to appear after getting rubella.\nRubella can also cause:\n- aching fingers, wrists or knees\n- a high temperature of 38C or above\n- coughs\n- sneezing and a runny nose\n- headaches\n- a sore throat\n- sore, red eyes"}, {"No header": "It's very unlikely to be rubella if you have had both doses of the MMR vaccine or had rubella before.\nSee other rashes in children and babies"}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if your child is unwell. \nIt's important to trust your instincts and get medical help if you need it."}, {"Non-urgent advice:  Call a GP if:": "- you or your child have symptoms of rubella\nRubella can spread to others. It's best to call before you go in. The GP may suggest talking over the phone.\n- a new rash\n- been in close contact with someone who has rubella\nRubella can be serious during pregnancy."}, {"How to look after yourself or your child": "Rubella usually gets better in about 1 week.\nIt can help to:\n- get plenty of rest\n- drink lots of fluids, like water or squash\n- take paracetamol or ibuprofen (do not give aspirin to children under 16)\nStay off nursery, school, or work for 5 days after the rash appears.\nAlso try to avoid close contact with pregnant women.\nRubella is infectious from 1 week before the symptoms start and for 4 days after the rash first appears."}, {"How to avoid spreading or catching rubella": "Rubella spreads in coughs and sneezes.\nTo reduce the risk of spreading or catching it:\n- wash your hands often with soap and warm water\nwash your hands often with soap and warm water\n- use tissues when you cough or sneeze\nuse tissues when you cough or sneeze\n- throw used tissues in the bin\nthrow used tissues in the bin\n- do not share cutlery, cups, towels, clothes, or bedding\ndo not share cutlery, cups, towels, clothes, or bedding"}, {"Rubella in pregnancy": "Rubella is very rare in pregnancy. But if you get it when you're pregnant, rubella could harm your baby.\nIt can cause:\n- loss of the baby(miscarriage)\n- serious problems after the baby is born – such as problems with their sight, hearing, heart, or brain\nThe risk is highest if you get rubella early in pregnancy.\nThere's not thought to be a risk to your baby if you get rubella after week 20 of your pregnancy."}, {"Get vaccinated against rubella": "The MMR vaccine can prevent rubella. It also protects you from measles and mumps.\nThe MMR vaccine is offered to all children in the UK. 2 doses can give lifelong protection against measles, mumps, and rubella.\nAsk at your GP surgery if you're not sure you or your child have had the vaccine. They can give it for free on the NHS."}, {"No header": "Read more about the MMR vaccine"}]}]