[{"condition": "Ulcerative colitis", "sections": [{"No header": "Ulcerative colitis is a long-term condition where the colon and rectum become inflamed.\nThe colon is the large intestine (bowel) and the rectum is the end of the bowel where stools are stored.\nSmall ulcers can develop on the colon's lining, and can bleed and produce pus."}, {"Coronavirus advice": "Get advice about coronavirus and ulcerative colitis:\n- Crohn's and Colitis UK: Coronavirus FAQs\n- CICRA: Coronavirus guidance for children with Crohn's and colitis"}, {"Symptoms of ulcerative colitis": "The main symptoms of ulcerative colitis are:\n- recurringdiarrhoea, which may contain blood, mucus or pus\n- tummy pain\n- needing to empty your bowels frequently\nYou may also experience extreme tiredness (fatigue), loss of appetite and weight loss.\nThe severity of the symptoms varies, depending on how much of the rectum and colon is inflamed and how severe the inflammation is.\nFor some people, the condition has a significant impact on their everyday lives."}, {"No header": "Some people may go for weeks or months with very mild symptoms, or none at all (remission), followed by periods where the symptoms are particularly troublesome (flare-ups or relapses).\nDuring a flare-up, some people with ulcerative colitis also experience symptoms elsewhere in their body.\nFor example, some people develop:\n- painful and swollen joints(arthritis)\n- mouth ulcers\n- areas of painful, red and swollen skin\n- irritated andred eyes\nIn severe cases, defined as having to empty your bowels 6 or more times a day, additional symptoms may include:\n- shortness of breath\n- a fast or irregular heartbeat\n- a high temperature (fever)\n- blood in your stools becoming more obvious\nIn most people, no specific trigger for flare-ups is identified, although a gut infection can occasionally be the cause.\nStress is also thought to be a potential factor."}, {"When to get medical advice": "You should see a GP as soon as possible if you have symptoms of ulcerative colitis and you have not been diagnosed with the condition.\nThey can arrange blood or stool sample tests to help determine what may be causing your symptoms.\nIf necessary, they can refer you to hospital for further tests.\nFind out more about diagnosing ulcerative colitis\nIf you have been diagnosed with ulcerative colitis and think you may be having a severe flare-up, contact a GP or your care team for advice.\nYou may need to be admitted to hospital.\nIf you cannot contact your GP or care team, call NHS 111 or contact your local out-of-hours service."}, {"What causes ulcerative colitis?": "Ulcerative colitis is thought to be an autoimmune condition.\nThis means the immune system, the body's defence against infection, goes wrong and attacks healthy tissue.\nThe most popular theory is that the immune system mistakes harmless bacteria inside the colon for a threat and attacks the tissues of the colon, causing it to become inflamed.\nExactly what causes the immune system to behave in this way is unclear.\nMost experts think it's a combination of genetic and environmental factors."}, {"Who's affected": "It's estimated around 1 in every 420 people living in the UK has ulcerative colitis. This amounts to around 146,000 people.\nThe condition can develop at any age, but is most often diagnosed in people aged from 15 to 25 years old.\nIt's more common in white people of European descent, especially those descended from Ashkenazi Jewish communities, and black people.\nThe condition is rarer in people from Asian backgrounds, although the reasons for this are unclear.\nBoth men and women seem to be equally affected by ulcerative colitis."}, {"How ulcerative colitis is treated": "Treatment for ulcerative colitis aims to relieve symptoms during a flare-up and prevent symptoms from returning (maintaining remission).\nIn most people, this is achieved by taking medicine, such as:\n- aminosalicylates (ASAs)\n- corticosteroids\n- immunosuppressants\nMild to moderate flare-ups can usually be treated at home. But more severe flare-ups need to be treated in hospital.\nIf medicines are not effective at controlling your symptoms or your quality of life is significantly affected by your condition, surgery to remove your colon may be an option.\nDuring surgery, your small intestine will either be diverted out of an opening in your abdomen (an ileostomy) or be used to create an internal pouch that's connected to your anus called an ileoanal pouch."}, {"Complications of ulcerative colitis": "Complications of ulcerative colitis include:\n- primary sclerosing cholangitis – where the bile ducts inside the liver become damaged\n- an increased risk of developing bowel cancer\n- poor growth and development in children and young people\nAlso, some of the medications used to treat ulcerative colitis can cause weakening of the bones (osteoporosis) as a side effect.\nInflammatory bowel disease (IBD) is a term mainly used to describe 2 conditions that cause inflammation of the gut (gastrointestinal tract).\nThey are:\n- ulcerative colitis\n- Crohn's disease\nIBD should not be confused with irritable bowel syndrome (IBS), which is a different condition and requires different treatment."}, {"No header": "If you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled (including family members)\nOur guide to care and support explains your options and where you can get support."}, {"No header": ""}]}, {"condition": "Ultrasound scan", "sections": [{"No header": "An ultrasound scan, sometimes called a sonogram, is a procedure that uses high-frequency sound waves to create an image of part of the inside of the body.\nAn ultrasound scan can be used to monitor an unborn baby, diagnose a condition, or guide a surgeon during certain procedures."}, {"How ultrasound scans work": "A small device called an ultrasound probe is used, which gives off high-frequency sound waves.\nYou can't hear these sound waves, but when they bounce off different parts of the body, they create \"echoes\" that are picked up by the probe and turned into a moving image.\nThis image is displayed on a monitor while the scan is carried out."}, {"Preparing for an ultrasound scan": "Before having some types of ultrasound scan, you may be asked to follow certain instructions to help improve the quality of the images produced.\nFor example, you may be advised to:\n- drink water and not go to the toilet until after the scan– this may be needed before a scan of your unborn baby or your pelvic area\n- avoid eating or drinking for several hours before the scan– this may be needed before a scan of your digestive system, including the liver and gallbladder\nDepending on the area of your body being examined, the hospital may ask you to remove some clothing and wear a hospital gown.\nIf you need a sedative to help you relax, this will be given through a small tube into the back of your hand or into your arm.\nIn some cases, you may also be given an injection of a harmless substance called a contrast agent before the scan, as this can make the images clearer."}, {"What happens during an ultrasound scan": "Most ultrasound scans last between 15 and 45 minutes. They usually take place in a hospital radiology department and are performed either by a doctor, radiographer or a sonographer.\nThey can also be carried out in community locations such as GP practices, and may be performed by other healthcare professionals, such as midwives or physiotherapists who have been specially trained in ultrasound.\nThere are different kinds of ultrasound scans, depending on which part of the body is being scanned and why.\nThe 3 main types are:\n- external ultrasound scan – the probe is moved over the skin\n- internal ultrasound scan – the probe is inserted into the body\n- endoscopic ultrasound scan – the probe is attached to a long, thin, flexible tube (anendoscope) and passed further into the body\nThese techniques are described below.\nAn external ultrasound scan is most often used to examine the heart or an unborn baby in the womb.\nIt can also be used to examine the liver, kidneys and other organs in the tummy and pelvis, as well as other organs or tissues that can be assessed through the skin, such as muscles and joints.\nA small handheld probe is placed on your skin and moved over the part of your body being examined.\nA lubricating gel is put on your skin to allow the probe to move smoothly. This also ensures there's continuous contact between the probe and the skin.\nYou shouldn't feel anything other than the sensor and gel on your skin (which is often cold).\nIf you're having a scan of your womb or pelvic area, you may have a full bladder that causes you a little discomfort.\nThere will be a toilet nearby to empty your bladder once the scan is complete.\nAn internal examination allows a doctor to look more closely inside the body at organs such as the prostate gland, ovaries or womb.\nA \"transvaginal\" ultrasound means \"through the vagina\". During the procedure, you'll be asked to either lie on your back, or on your side with your knees drawn up towards your chest.\nA small ultrasound probe with a sterile cover, not much wider than a finger, is then gently passed into the vagina or rectum and images are transmitted to a monitor.\nInternal examinations may cause some discomfort, but don't usually cause any pain and shouldn't take very long.\nDuring an endoscopic ultrasound scan, an endoscope is inserted into your body, usually through your mouth, to examine areas such as your stomach or food pipe (oesophagus).\nYou'll usually be asked to lie on your side as the endoscope is carefully pushed down towards your stomach.\nThe endoscope has a light and an ultrasound device on the end. Once it's been inserted into the body, sound waves are used to create images in the same way as an external ultrasound.\nYou'll usually be given a sedative to keep you calm and local anaesthetic spray to numb your throat, as an endoscopic ultrasound scan can be uncomfortable and may make you feel sick. \nYou may also be given a mouth guard to keep your mouth open and protect your teeth, in case you bite the endoscope."}, {"After an ultrasound scan": "In most cases, there are no after-effects and you can go home soon after the scan is finished.\nIf a sedative wasn't used, you can drive, eat, drink and return to your other normal activities straightaway.\nIf you had an endoscopic ultrasound and were given a sedative to help you relax, you'll usually be advised to stay in hospital for a few hours until the medication starts to wear off.\nYou'll need to arrange for someone to pick you up from the hospital and stay with you for the next 24 hours.\nYou shouldn't drive, drink alcohol or operate machinery during this time.\nYou may be told the results of your scan soon after it's been carried out, but in most cases the images will need to be analysed and a report will be sent to the doctor who referred you for the scan.\nThey'll discuss the results with you a few days later or at your next appointment, if one's been arranged."}, {"Are there any risks or side effects?": "There are no known risks from the sound waves used in an ultrasound scan. Unlike some other scans, such as CT scans, ultrasound scans don't involve exposure to radiation.\nExternal and internal ultrasound scans don't have any side effects and are generally painless, although you may experience some discomfort as the probe is pressed over your skin or inserted into your body.\nIf you're having an internal scan and are allergic to latex, it's important to let the sonographer or doctor carrying out the scan know this so they can use a latex-free probe cover.\nEndoscopic ultrasounds can be a bit more uncomfortable and can cause temporary side effects, such as a sore throat or bloating.\nThere's also a small risk of more serious complications, such as internal bleeding."}]}, {"condition": "Umbilical hernia repair", "sections": [{"No header": "A hernia is where an internal part of the body pushes through a weakness in the muscle or surrounding tissue wall.\nYour muscles are usually strong and tight enough to keep your organs and intestines in place, but a hernia can develop if there are any weak spots."}, {"Umbilical hernias": "Umbilical hernias are very common in infants and young children, particularly in babies born prematurely.\nAn umbilical hernia appears as a painless lump in or near the belly button (navel). \nIt may get bigger when laughing, coughing, crying or going to the toilet and may shrink when relaxing or lying down.\nIn many cases, the umbilical hernia goes back in and the muscles reseal by the time a child is 4 or 5 years old.\nUmbilical hernias can also develop in adults. Without treatment, the hernia will probably get worse over time.\nFor information on other types of hernia, see:\n- inguinal hernia\n- femoral hernia\n- hiatus hernia"}, {"What causes an umbilical hernia?": "During pregnancy, the umbilical cord passes through an opening in the baby's abdomen (tummy). This opening should close shortly after birth, but in some cases the muscles don't seal completely.\nThis leaves a weak spot in the surrounding muscle wall (abdominal wall). An umbilical hernia can develop when fatty tissue or a part of the bowel pokes through into an area near the navel.\nIn adults, factors that can contribute to developing an umbilical hernia include:\n- being overweight orobese\n- straining while you are lifting or moving heavy objects\n- having a persistent heavycough\n- having a multiple pregnancy such as twins or triplets"}, {"When surgery is needed": "If necessary, umbilical hernias can be treated with surgery to push the bulge back into place and strengthen the weakness in the abdominal wall.\nThis operation may be recommended for your child if the hernia is large or hasn't disappeared by the time they reach 4 or 5 years old.\nYou'll usually be advised to wait for your child to reach this age because the operation isn't essential unless there are complications. The risk of your child developing complications is very low.\nSurgery is recommended for most adults with an umbilical hernia because the hernia is unlikely to get better by itself when you're older and the risk of complications is higher.\nComplications that can develop as a result of an umbilical hernia include:\n- obstruction– where a section of the bowel becomes stuck outside the abdomen, causing nausea, vomiting and pain\n- strangulation– where a section of bowel becomes trapped and its blood supply is cut off; this requires emergency surgery within hours to release the trapped tissue and restore its blood supply so it doesn't die\nSurgery will get rid of the hernia and prevent any serious complications, although there's a chance of it returning after the operation."}, {"Repairing an umbilical hernia": "An umbilical hernia repair is a relatively simple procedure that normally takes about 20 to 30 minutes. General anaesthetic is usually used so there's no pain while the operation is carried out.\nIn children, the weak spot in the abdominal wall is usually closed with stitches. If the hernia is large or in adults, a special mesh may be used to strengthen the area instead.\nYou or your child should be able to go home on the same day as the operation. You may feel a bit sore and uncomfortable while you recover. \nYo may need to limit strenuous activities for a few weeks after the operation, and taking some time off school or work is often recommended. Most people are able to return to all their normal activities within 2 weeks of surgery.\nRead more about:\n- how an umbilical hernia repair is performed\n- recovering from an umbilical hernia repair"}, {"Complications of umbilical hernia surgery": "Complications from an umbilical hernia repair are uncommon, but can include:\n- infection of the wound – it may appear red, have a yellow discharge and be painful or swollen\n- bleeding\n- rupture of the wound\n- the hernia returning"}]}, {"condition": "Underactive thyroid (hypothyroidism)", "sections": [{"No header": "An underactive thyroid gland (hypothyroidism) is where your thyroid gland does not produce enough hormones.\nCommon signs of an underactive thyroid are tiredness, weight gain and feeling depressed.\nAn underactive thyroid can often be successfully treated by taking daily hormone tablets to replace the hormones your thyroid is not making.\nThere's no way of preventing an underactive thyroid. Most cases are caused either by the immune system attacking the thyroid gland and damaging it, or by damage to the thyroid that occurs during some treatments for an overactive thyroid or thyroid cancer."}, {"Coronavirus advice": "- British Thyroid Foundation: thyroid disease and coronavirus\n- Thyroid UK: statement regarding coronavirus"}, {"When to see a GP": "Symptoms of an underactive thyroid are often similar to those of other conditions, and they usually develop slowly, so you may not notice them for years.\nFor example, if you are an age where you may be expecting the menopause, you may think you have started the menopause rather than having an underactive thyroid.\nYou should see a GP and ask to be tested for an underactive thyroid if you have symptoms including:\n- tiredness\n- weight gain\n- depression\n- being sensitive to the cold\n- dry skin and hair\n- muscle aches\nThe only accurate way of finding out whether you have a thyroid problem is to have a thyroid function test, where a sample of blood is tested to measure your hormone levels."}, {"No header": "Read more about testing for an underactive thyroid."}, {"Who's affected": "Both men and women can have an underactive thyroid, although it's more common in women. Children can also develop an underactive thyroid and some babies are born with it.\nAll babies born in the UK are screened for congenital hypothyroidism using a blood spot test when the baby is about 5 days old."}, {"Treating an underactive thyroid": "Treatment for an underactive thyroid involves taking daily hormone replacement tablets, called levothyroxine, to raise your thyroxine levels.\nYou'll initially have regular blood tests until the correct dose of levothyroxine is reached. This can take a little while to get right.\nOnce you're taking the correct dose, you'll usually have a blood test once a year to monitor your hormone levels.\nYou'll usually need treatment for the rest of your life. However, with proper treatment, you should be able to lead a normal, healthy life.\nIf an underactive thyroid is not treated, it can lead to complications, including heart disease, goitre, pregnancy problems and a life-threatening condition called myxoedema coma (although this is very rare)."}, {"The thyroid gland": "The thyroid gland is a small butterfly-shaped gland in the neck, just in front of the windpipe (trachea).\nOne of its main functions is to produce hormones that help regulate the body's metabolism (the process that turns food into energy). These hormones are called triiodothyronine (T3) and thyroxine (T4).\nMany of the body's functions slow down when the thyroid does not produce enough of these hormones."}, {"No header": "- British Thyroid Foundation: Your guide to hypothyroidism\n- British Thyroid Foundation: Patient forums"}]}, {"condition": "Undescended testicles", "sections": [{"No header": "Undescended testicles are a common childhood condition where a boy's testicles are not in their usual place in the scrotum.\nIt's estimated about 1 in every 25 boys are born with undescended testicles.\nIn most cases no treatment is necessary, as the testicles will usually move down into the scrotum naturally during the first 3 to 6 months of life.\nBut around 1 in 100 boys has testicles that stay undescended unless treated.\nThe medical term for having 1 or 2 undescended testicles is unilateral or bilateral cryptorchidism."}, {"When to see your GP": "Undescended testicles are usually detected during the newborn physical examination carried out soon after birth, or during a routine check-up at 6 to 8 weeks.\nSee your GP if at any point you notice that 1 or both of your child's testicles are not in the normal place within the scrotum.\nUndescended testicles aren't painful and your child isn't at risk of any immediate health problems, but they should be monitored by a doctor in case treatment is needed later on."}, {"What causes undescended testicles?": "During pregnancy, the testicles form inside a baby boy's tummy (abdomen) before slowly moving down into the scrotum about a month or 2 before birth.\nIt's not known exactly why some boys are born with undescended testicles. Most boys with the condition are otherwise completely healthy.\nBeing born prematurely (before the 37th week of pregnancy) and having a low birth weight and a family history of undescended testicles may increase the chances of a boy being born with the condition."}, {"Diagnosing undescended testicles": "Undescended testicles can usually be diagnosed after a physical examination.\nThis will determine whether the testicles can be felt near the scrotum (palpable) or if they can't be felt at all (impalpable).\nThis physical examination can sometimes be difficult, so your doctor may need to refer your child to a paediatric surgeon.\nNo further scans or tests are needed to locate the testicles if they can be felt by the doctor.\nIf they can't be felt, part of the initial surgical treatment may involve keyhole surgery (a diagnostic laparoscopy) to see if the testicles are inside the abdomen."}, {"How undescended testicles are treated": "If the testicles haven't descended by 6 months, they're very unlikely to do so and treatment will usually be recommended.\nThis is because boys with untreated undescended testicles can have fertility problems (infertility) in later life and an increased risk of developing testicular cancer.\nTreatment will usually involve an operation called an orchidopexy to move the testicles into the correct position inside the scrotum. This is a relatively straightforward operation with a good success rate.\nSurgery is ideally carried out before 12 months of age. If undescended testicles are treated at an early age, the risk of fertility problems and testicular cancer can be reduced.\nRead more about treating undescended testicles."}, {"Retractile testicles": "In most boys, the testicles can move in and out of the scrotum at different times, usually changing position as a result of temperature changes or feelings of fear or excitement.\nIf the testicles move in and out of the scrotum and do not stay ascended, this is known as retractile testicles.\nRetractile testicles in young boys aren't a cause for concern, as the affected testicles often settle permanently in the scrotum as they get older.\nBut they may need to be monitored during childhood because they sometimes don't descend naturally and treatment may be required.\nSee your GP if you notice that your child's testicles are not within the scrotum. Your GP can carry out an examination to determine whether your child's testicles are undescended or retractile."}]}, {"condition": "Unintentional weight loss", "sections": [{"No header": "Unintentional weight loss is when you lose weight without changing your diet or exercise routine. It can be a sign of stress or a serious illness. See a GP just in case."}, {"Causes of unintentional weight loss": "Unintentional weight loss has many different causes.\nIt might be caused by a stressful event like a divorce, losing a job, or the death of a loved one. It can also be caused by malnutrition, a health condition or a combination of things.\nSome causes of unintentional weight loss include:\n- mental health conditions, such asdepression,anxiety,eating disordersandobsessive compulsive disorder (OCD)\n- problems with digestion, such ascoeliac diseaseorirritable bowel syndrome (IBS)\n- other health conditions, such as anoveractive thyroid,type 2 diabetesorheart failure\nSometimes weight loss can be caused by cancer. It's important to get it checked if you're losing weight without trying."}, {"Non-urgent advice:  See if a GP:": "- you keep losing weight without changing your diet or exercise routine\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for unintentional weight loss": "Treatment for unintentional weight loss depends on what's causing it.\nA GP will ask about your health and may arrange some tests or scans.\nDepending on the possible cause, they may:\n- advise you about things you can do to help, such as ways to reduce stress\n- recommend treatment for any condition that's causing you to lose weight\n- refer you to a specialist"}]}, {"condition": "Urethritis (NGU), see Non-gonococcal urethritis", "sections": [{"No header": "Urethritis is inflammation of the urethra, the tube that carries pee from the bladder out of the body. It's usually caused by an infection.\nThe term non-gonococcal urethritis (NGU) is used when the condition is not caused by the sexually transmitted infection gonorrhoea.\nNGU is sometimes referred to as non-specific urethritis (NSU) when no cause can be found.\nUrethritis is the most common condition diagnosed and treated among men in sexual health clinics (also known as GUM clinics) in the UK."}, {"Symptoms of non-gonococcal urethritis": "Symptoms of NGU in men include:\n- a white or cloudy discharge from the tip of your penis\n- a burning or painful sensation when you pee\n- the tip of your penis feeling irritated and sore\nIn women, NGU rarely causes any symptoms.\nRead about the symptoms of NGU."}, {"When to seek medical advice": "Visit your local sexual health clinic if you have symptoms of NGU or you may have been exposed to a sexually transmitted infection (STI).\nYou should still seek treatment if the symptoms of NGU disappear on their own, as there's a risk you could pass the infection on to someone else.\nFind sexual health services."}, {"Diagnosing non-gonococcal urethritis": "2 tests can be used to diagnose NGU, and both may be carried out to make sure the diagnosis is correct.\nThe tests are:\n- a swab test– a sample of fluid is taken from your urethra using a swab, which is like a small cotton bud. The swab may have a small plastic loop or cotton tip at the end; it's not painful, but can feel a little uncomfortable for a few seconds\n- a urine test– you'll be asked not to pee for at least 2 hours before providing a urine sample as this can help make the test results more reliable\nYou may also be offered tests for other STIs. It's up to you whether to have these or not, but a test for all infections is recommended. You can discuss this with healthcare professionals at the clinic if you wish.\nSome clinics will be able to give you the results on the same day. Others may need to send the samples to a laboratory for testing, in which case the test results may not be available for 1 to 2 weeks.\nHealthcare professionals at the clinic will tell you when you'll get your test results, and they'll also arrange your treatment.\nRead more about visiting a sexual health clinic."}, {"Causes of non-gonococcal urethritis": "NGU can have a number of possible causes, including:\n- irritation or damage to the urethra\n- sexually transmitted infections (STIs) – such aschlamydia\n- other infections – such as aurinary tract infection (UTI)\nThere are many cases of NGU where no infection is found. \nRead more about the causes of NGU."}, {"Treating non-gonococcal urethritis": "A course of antibiotics is normally prescribed to treat NGU. You may be given them before you get your test results.\nIt's important that past and current sexual partners are also treated to prevent any infection spreading to others.\nYou should avoid having sex, including anal and oral sex, until you have finished your course of antibiotics.\nYour symptoms should improve within a week.\nYou may be asked to attend a follow-up appointment to check if your treatment has been successful. If this is the case it is important to attend even if you do not have any symptoms.\nAfter treatment has been completed and the symptoms have disappeared, it should be safe to start having sex again.\nRead more about treating NGU."}, {"Preventing non-gonococcal urethritis": "NGU is usually caused by an STI, so practising safer sex is the best way to reduce the chances of it.\nSafer sex involves using barrier contraception, such as condoms, and having regular checks at sexual health clinics.\nRead a guide to contraception."}, {"Complications of non-gonococcal urethritis": "NGU can have some complications – for example, the condition can keep coming back.\nReturn to the sexual health clinic if you still have symptoms after finishing your course of antibiotics.\nSerious complications are rare, but may include:\n- reactive arthritis– when the immune system starts attacking healthy tissue, which can lead to joint pain andconjunctivitis\n- epididymo-orchitis– inflammation inside the testicles\nWomen often have no symptoms of NGU. However, it can lead to pelvic inflammatory disease (PID) if it's caused by chlamydia and left untreated.  \nRepeated episodes of PID are associated with an increased risk of infertility."}]}, {"condition": "Urinary catheter", "sections": [{"No header": "A urinary catheter is a flexible tube used to empty the bladder and collect urine in a drainage bag.\nUrinary catheters are usually inserted by a doctor or nurse.\nThey can either be inserted through the tube that carries urine out of the bladder (urethral catheter) or through a small opening made in your lower tummy (suprapubic catheter).\nThe catheter usually remains in the bladder, allowing urine to flow through it and into a drainage bag."}, {"When urinary catheters are used": "A urinary catheter is usually used when people have difficulty peeing (urinating) naturally. It can also be used to empty the bladder before or after surgery and to help perform certain tests.\nSpecific reasons a urinary catheter may be used include:\n- to allow urine to drain if you have an obstruction in the tube that carries urine out of your bladder (urethra). For example, because of scarring orprostate enlargement\n- to allow you to urinate if you have bladder weakness or nerve damage that affects your ability to pee\n- to drain your bladder during childbirth if you have anepidural anaesthetic\n- to drain your bladder before, during or after some types of surgery\n- to deliver medicine directly into the bladder, such as duringchemotherapyforbladder cancer\n- as a last resort treatment forurinary incontinencewhen other types of treatment have been unsuccessful\nDepending on the type of catheter you have and why it's being used, the catheter may be removed after a few minutes, hours or days, or it may be needed for the long term."}, {"Types of urinary catheter": "There are 2 main types of urinary catheter:\n- intermittent catheters – these are temporarily inserted into the bladder and removed once the bladder is empty\n- indwelling catheters – these remain in place for many days or weeks, and are held in position by an inflated balloon in the bladder\nMany people prefer to use an indwelling catheter because it's more convenient and avoids the repeated insertions needed with intermittent catheters. However, indwelling catheters are more likely to cause problems such as infections.\nInserting either type of catheter can be uncomfortable, so anaesthetic gel may be used on the area to reduce any pain. You may also experience some discomfort while the catheter is in place, but most people with a long-term catheter get used to this over time.\nRead more about the types of urinary catheter."}, {"Looking after your catheter": "If you need a long-term urinary catheter, you'll be given detailed advice about looking after it before you leave hospital.\nThis will include advice about getting new catheter supplies, reducing the risk of complications such as infections, spotting signs of potential problems, and when you should get medical advice.\nYou should be able to live a relatively normal life with a urinary catheter. The catheter and bag can be concealed under clothes, and you should be able to do most everyday activities, including working, exercising, swimming and having sex.\nRead more about living with a urinary catheter."}, {"Risks and potential problems": "The main problems caused by urinary catheters are infections in the urethra, bladder or, less commonly, the kidneys. These types of infection are known as urinary tract infections (UTIs) and usually need to be treated with antibiotics.\nYou can get a UTI from using either a short-term or a long-term catheter. However, the longer a catheter is used, the greater the risk of infection. This is why it's important that catheters are inserted correctly, maintained properly, and only used for as long as necessary.\nCatheters can also sometimes lead to other problems, such as bladder spasms (similar to stomach cramps), leakages, blockages, and damage to the urethra.\nRead more about the risks of urinary catheterisation."}]}, {"condition": "Urinary incontinence", "sections": [{"No header": "Urinary incontinence is the unintentional passing of urine. It's a common problem thought to affect millions of people.\nThere are several types of urinary incontinence, including:\n- stress incontinence – when urine leaks out at times when your bladder is under pressure; for example, when you cough or laugh\n- urge incontinence – when urine leaks as you feel a sudden, intense urge to pee, or soon afterwards\n- overflow incontinence (chronic urinary retention) – when you're unable to fully empty your bladder, which causes frequent leaking\n- total incontinence – when your bladder cannot store any urine at all, which causes you to pass urine constantly or have frequent leaking\nIt's also possible to have a mixture of both stress and urge urinary incontinence.\nFind out more about the symptoms of urinary incontinence."}, {"When to seek medical advice": "See a GP if you have any type of urinary incontinence. Urinary incontinence is a common problem and you should not feel embarrassed talking to them about your symptoms.\nThis can also be the first step towards finding a way to effectively manage the problem.\nUrinary incontinence can usually be diagnosed after a consultation with a GP, who will ask about your symptoms and may do a pelvic or rectal examination, depending on whether you have a vagina or a penis.\nThe GP may also suggest you keep a diary in which you note how much fluid you drink and how often you have to urinate.\nFind out about diagnosing urinary incontinence."}, {"Causes of urinary incontinence": "Stress incontinence is usually the result of the weakening of or damage to the muscles used to prevent urination, such as the pelvic floor muscles and the urethral sphincter.\nUrge incontinence is usually the result of overactivity of the detrusor muscles, which control the bladder.\nOverflow incontinence is often caused by an obstruction or blockage in your bladder, which prevents it from emptying fully.\nTotal incontinence may be caused by a problem with the bladder from birth, a spinal injury, or a small, tunnel like hole that can form between the bladder and a nearby area (fistula).\nCertain things can increase the chances of urinary incontinence, including:\n- pregnancy and vaginal birth\n- obesity\n- a family history of incontinence\n- increasing age – although incontinence is not an inevitable part of ageing\nFind out more about the causes of urinary incontinence."}, {"Treating urinary incontinence": "Initially, a GP may suggest some simple measures to see if they help improve your symptoms.\nThese may include:\n- lifestyle changes such as losing weight and cutting down on caffeine and alcohol\n- pelvic floor exercises, where you strengthen your pelvic floor muscles by squeezing them\n- bladder training, where you learn ways to wait longer between needing to urinate and passing urine\nYou may also benefit from the use of incontinence products, such as absorbent pads and handheld urinals.\nMedicine may be recommended if you're still unable to manage your symptoms.\nFind out more about non-surgical treatments for urinary incontinence.\nSurgery may also be considered. The procedures that are suitable for you will depend on the type of incontinence you have.\nSurgical treatment for stress incontinence, such as a sling procedure, is used to reduce pressure on the bladder or strengthen the muscles that control urination.\nSurgery to treat urge incontinence includes enlarging the bladder or implanting a device that stimulates the nerve that controls the detrusor muscles.\nFind out more about surgery and procedures for urinary incontinence."}, {"Preventing urinary incontinence": "It's not always possible to prevent urinary incontinence, but there are some steps you can take that may help reduce the chance of it happening.\nThese include:\n- maintaining a healthy weight\n- avoiding or cutting down on alcohol\n- staying active – in particular, ensuring that your pelvic floor muscles are strong\nBeing obese can increase your risk of urinary incontinence. You may be able to lower your risk by maintaining a healthy weight through regular exercise and healthy eating.\nUse the healthy weight calculator to see if you are a healthy weight for your height.\nGet more information and advice about losing weight.\nDepending on your particular bladder problem, a GP can advise you about the amount of fluids you should drink.\nIf you have urinary incontinence, cut down on alcohol and drinks containing caffeine, such as tea, coffee and cola. These can cause your kidneys to produce more urine and irritate your bladder.\nThe recommended weekly limit for alcohol consumption is 14 units.\nA unit of alcohol is roughly half a pint of normal strength lager or a single measure (25ml) of spirits.\nFind out more about alcohol units.\nIf you have to urinate frequently during the night (nocturia), try drinking less in the hours before you go to bed. However, make sure you still drink enough fluids during the day.\nBeing pregnant and giving birth can weaken the muscles that control the flow of urine from your bladder. If you're pregnant, strengthening your pelvic floor muscles may help prevent urinary incontinence.\nFind out more about exercise during pregnancy.\nEveryone may benefit from strengthening their pelvic floor muscles with pelvic floor exercises.\nFind out more about pelvic floor exercises."}, {"No header": ""}, {"No header": "If you:\n- need help with day to day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled (including family members)\nOur guide to social care and support explains your options and where you can get support."}]}, {"condition": "Urinary tract infections (UTIs)", "sections": [{"No header": "Urinary tract infections (UTIs) affect your urinary tract, including your bladder (cystitis), urethra (urethritis) or kidneys (kidney infection). UTIs may be treated with antibiotics, but they're not always needed."}, {"Check if it's a urinary tract infection (UTI)": "Symptoms of a urinary tract infection (UTI) may include:\n- pain or a burning sensation when peeing (dysuria)\n- needing to pee more often than usual during the night (nocturia)\n- pee that looks cloudy, dark or has a strong smell\n- needing to pee suddenly or more urgently than usual\n- needing to pee more often than usual\n- blood in your pee\n- lower tummy pain or pain in your back, just under the ribs\n- a high temperature, or feeling hot and shivery\n- a very low temperature below 36C\nChildren with UTIs may also:\n- have a high temperature – your child is feeling hotter than usual if you touch their neck, back or tummy\n- appear generally unwell – babies and young children may be irritable and not feed or eat properly\n- wet the bed or wet themselves\n- be sick\nIn older, frail people who have problems with memory, learning and concentration (such as dementia), and people with a urinary catheter, symptoms of a UTI may also include:\n- changes in behaviour, such as acting agitated or confused (delirium)\n- wetting themselves (incontinence) that is worse than usual\n- new shivering or shaking (rigors)"}, {"Non-urgent advice:  See a GP if:": "- you have symptoms of a urinary tract infection (UTI) for the first time\n- your child has symptoms of a UTI\n- you're a man with symptoms of a UTI\n- you're pregnant and have symptoms of a UTI\n- you're caring for an older, frail person who may have symptoms of a UTI\n- you have symptoms of a UTI after surgery\n- your symptoms get worse or do not improve within 2 days\n- your symptoms come back after treatment\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "You think you, your child or someone you care for may have a urinary tract infection (UTI) and:\n- a very high temperature, or feeling hot and shivery\n- a very low temperature below 36C\n- are confused, drowsy or have difficulty speaking\n- have not been for a pee all day\n- have pain in the lower tummy or in the back, just under the ribs\n- can see blood in their pee\nThese symptoms could mean you have a kidney infection, which can be serious if it's not treated as it could cause sepsis.\nYou can call 111 or get help from 111 online."}, {"Treatment from a GP": "If a GP thinks you may have a urinary tract infection (UTI), they may do a urine test, although this is not always needed.\nA GP may also:\n- offer self-care advice and recommend taking a painkiller\n- give you a prescription for a short course of antibiotics\n- give you a prescription for antibiotics but suggest you wait for 48 hours before taking them, in case your symptoms go away on their own.\nIt's important to take all the medicine you're prescribed, even if you start to feel better.\nIf your UTI comes back after treatment, or you have 2 UTIs in 6 months, a GP may:\n- prescribe a different antibiotic or prescribe a low-dose antibiotic to take for up to 6 months\n- prescribe a vaginal cream containing oestrogen, if you have gone through the menopause\n- refer you to a specialist for further tests and treatments\nIn some people, antibiotics do not work or urine tests do not pick up an infection, even though you have UTI symptoms.\nThis may mean you have a long-term (chronic) UTI that is not picked up by current urine tests. Ask the GP for a referral to a specialist for further tests and treatments.\nLong-term UTIs are linked to an increased risk of bladder cancer in people aged 60 and over."}, {"Things you can do yourself": "To help ease symptoms of a urinary tract infection (UTI):\n- takeparacetamolup to 4 times a day to reduce pain and a high temperature – for people with a UTI, paracetamol is usually recommended over NSAIDs such as ibuprofen or aspirin\n- you can give childrenliquid paracetamol\n- rest and drink enough fluids so you pass pale urine regularly during the day\n- avoid having sex\nSome people take cystitis sachets or cranberry drinks and products every day to prevent UTIs from happening, which may help. However, there's no evidence they help ease symptoms or treat a UTI if the infection has already started.\nYou can ask a pharmacist about treatments for a UTI.\nA pharmacist can:\n- offer advice on things that can help you get better\n- suggest the best painkiller to take\n- tell you if you need to see a GP about your symptoms\nSome pharmacies offer a UTI management service. They may be able to give antibiotics if they're needed."}, {"Causes of urinary tract infections (UTIs)": "Urinary tract infections (UTIs) are usually caused by bacteria from poo entering the urinary tract.\nThe bacteria enter through the tube that carries pee out of the body (urethra).\nWomen have a shorter urethra than men. This means bacteria are more likely to reach the bladder or kidneys and cause an infection.\nThings that increase the risk of bacteria getting into the bladder include:\n- having sex\n- pregnancy\n- conditions that block the urinary tract – such askidney stones\n- conditions that make it difficult to fully empty the bladder – such as anenlarged prostatein men andconstipation in children\n- urinary catheters(a tube in your bladder used to drain urine)\n- having a weakened immune system – for example, people with diabetes or people having chemotherapy\n- not drinking enough fluids\n- not keeping the genital area clean and dry"}, {"How to prevent urinary tract infections (UTIs)": "There are some things you can try to help prevent a urinary tract infection (UTI) happening or prevent it returning.\n- wipe from front to back when you go to the toilet\nwipe from front to back when you go to the toilet\n- keep the genital area clean and dry\nkeep the genital area clean and dry\n- drink plenty of fluids, particularly water – so that you regularly pee during the day and do not feel thirsty\ndrink plenty of fluids, particularly water – so that you regularly pee during the day and do not feel thirsty\n- wash the skin around the vagina with water before and after sex\nwash the skin around the vagina with water before and after sex\n- pee as soon as possible after sex\npee as soon as possible after sex\n- promptly change nappies or incontinence pads if they're soiled\npromptly change nappies or incontinence pads if they're soiled\n- do not use scented soap\ndo not use scented soap\n- do not hold your pee in if you feel the urge to go\ndo not hold your pee in if you feel the urge to go\n- do not rush when going for a pee – try to fully empty your bladder\ndo not rush when going for a pee – try to fully empty your bladder\n- do not wear tight, synthetic underwear, such as nylon\ndo not wear tight, synthetic underwear, such as nylon\n- do not drink lots of alcoholic drinks, as they may irritate your bladder\ndo not drink lots of alcoholic drinks, as they may irritate your bladder\n- do not have lots of sugary food or drinks, as they may encourage bacteria to grow\ndo not have lots of sugary food or drinks, as they may encourage bacteria to grow\n- do not usecondomsor adiaphragm or capwith spermicidal lube on them – try non-spermicidal lube or a different type ofcontraception\ndo not use condoms or a diaphragm or cap with spermicidal lube on them – try non-spermicidal lube or a different type of contraception\nIf you keep getting a bladder infection (cystitis), there is some evidence it may be helpful to take:\n- D-mannose – a sugar you can buy as a powder or tablets to take every day\n- cranberry products – available as juice, tablets or capsules to take every day\nSpeak to your doctor before taking any of these during pregnancy.\nBe aware that D-mannose and cranberry products can contain a lot of sugar.\nIf you're taking warfarin, you should avoid cranberry products."}, {"No header": ""}]}, {"condition": "Urine (smelly), see Smelly urine", "sections": [{"No header": "Smelly pee on its own is not usually a cause for concern. There are often things you can do to help your pee return to normal."}, {"Common causes of smelly pee": "Pee is usually clear or pale yellow, with a mild smell.\nThings that can often make your pee smell stronger include:\n- certain types of food and drink, like asparagus or coffee\n- not drinking enough fluids\n- some medicines\n- vitamin B6 supplements"}, {"Things you can do yourself": "Try these things to help keep your pee clear and smelling mild.\n- drink plenty of fluids, particularly water, so that you pee regularly during the day and do not feel thirsty\ndrink plenty of fluids, particularly water, so that you pee regularly during the day and do not feel thirsty\n- drink more in hot weather and when exercising\ndrink more in hot weather and when exercising\n- do not drink a lot of sugary fizzy drinks, coffee or alcohol\ndo not drink a lot of sugary fizzy drinks, coffee or alcohol\n- do not eat a lot of garlic or asparagus – they contain strong-smelling chemicals that can pass into your pee\ndo not eat a lot of garlic or asparagus – they contain strong-smelling chemicals that can pass into your pee\n- do not take more than 10mg of vitamin B6 a day\ndo not take more than 10mg of vitamin B6 a day"}, {"No header": "you have smelly pee and:\n- you need to pee suddenly, more often than usual, or during the night\n- you have pain or a burning sensation when peeing\n- your pee looks cloudy\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "you have smelly pee and:\n- there's blood in your pee\n- you have lower tummy pain\n- you have pain in your back, under the ribs\n- you feel tired and unwell\n- you feel confused or agitated\n- you have a very high temperature, or you feel hot and shivery\n- your temperature is very low\nIf you have any of these symptoms, you may have a urinary tract infection (UTI)."}, {"Less common causes of smelly pee": "Other symptoms you have might give you an idea of what's causing your pee to smell. But do not self-diagnose – always see a GP."}]}, {"condition": "Urine albumin to creatinine ratio (ACR)", "sections": [{"No header": "Urine albumin to creatinine ratio (ACR), also known as urine microalbumin, helps identify kidney disease that can occur as a complication of diabetes.\nIf kidney disease is diagnosed early in people with diabetes, appropriate treatment can be given and its effects can be closely monitored.\nThis means a person's ACR level should be checked as soon as diabetes is diagnosed. \nIt should also be measured each year, or more frequently, if your ACR level is significantly raised.\nIf you have a slightly raised ACR level, you may have early-stage kidney disease. A very high ACR level indicates more severe kidney disease. A very low ACR value probably means your kidneys are functioning normally.\nIf diabetes is well managed, it's easier to control or prevent complications developing, such as high blood pressure, which can sometimes lead to kidney disease.\nRead more about treating type 1 diabetes and treating type 2 diabetes.\nRead more about ACR at Lab Tests Online UK."}]}, {"condition": "Uterine (womb) cancer, see Womb (uterus) cancer", "sections": [{"No header": "- Womb cancer is cancer that affects the womb.\n- The womb (uterus) is where a baby grows during pregnancy.\n- Most womb cancer usually starts in the lining of the womb (endometrium), this is also known as endometrial cancer.\n- How serious the womb cancer is depends on how big it is, if it has spread and your general health"}, {"Get your symptoms checked": "It's important to get any symptoms of womb cancer checked as soon as possible. Finding it earlier makes it easier to treat."}, {"Coronavirus (COVID-19) advice": "Get advice about COVID-19 and cancer:\n- Macmillan: COVID-19 guidance for people with cancer\n- Cancer Research UK: COVID-19 and cancer"}]}, {"condition": "Uveitis", "sections": [{"No header": "Uveitis is inflammation of the middle layer of the eye, called the uvea or uveal tract. It can cause eye pain and changes to your vision.\nMost cases get better with treatment – usually steroid medicine. But sometimes uveitis can lead to further eye problems such as glaucoma and cataracts.\nThe sooner uveitis is treated, the more successful treatment is likely to be."}, {"Symptoms of uveitis": "Symptoms of uveitis include:\n- eye pain – usually a dull ache in or around your eye, which may be worse when focusing\n- eye redness\n- sensitivity to light (photophobia)\n- blurred or cloudy vision\n- small shapes moving across your field of vision(floaters)\n- loss of the ability to see objects at the side of your field of vision (peripheral vision)\nThe symptoms can develop suddenly or gradually over a few days. One or both eyes may be affected by uveitis."}, {"When to get medical advice": "Contact a GP as soon as possible if you have persistent eye pain or an unusual change in your vision, particularly if you've had previous episodes of uveitis. \nThe GP may refer you to an eye specialist (ophthalmologist) who will examine your eye in more detail.\nThe specialist may suggest further tests if uveitis is diagnosed, including eye scans, X-rays and blood tests. It's important to establish the cause of uveitis because it will help determine what treatment is needed."}, {"Treating uveitis": "Steroid medicine is the main treatment for uveitis. It can help reduce inflammation inside your eye.\nDifferent types of steroid medicines are recommended, depending on the type of uveitis. For example:\n- eyedrops are often used for uveitis that affects the front of the eye\n- injections, tablets and capsules are usually used to treat uveitis that affects the middle and back of the eye\nAdditional treatment may also be needed. This might be eyedrops to relieve pain or in some cases, surgery.\nRead more about treating uveitis."}, {"What causes uveitis?": "Many cases of uveitis are linked to a problem with the immune system (the body's defence against illness and infection). For unknown reasons, the immune system can become overactive in the eye. \nLess often, uveitis can be caused by an infection or an eye injury, and it can also happen after eye surgery.\nIn some cases, a cause cannot be identified.\nRead more about the causes of uveitis."}, {"Types of uveitis": "There are different types of uveitis, depending on which part of the eye is affected:\n- uveitis at the front of the eye (anterior uveitis or iritis) – this can cause redness and pain and tends to start quickly. This is the most common type of uveitis, accounting for about 3 in 4 cases\n- uveitis in the middle of the eye (intermediate uveitis) – this can cause floaters and blurred vision\n- uveitis at the back of the eye (posterior uveitis) – this can cause vision problems\nUveitis can sometimes affect both the front and the back of the eye. This is known as panuveitis.\nUveitis can also be described according to how long it lasts. For example:\n- acute uveitis – uveitis that develops quickly and improves within 3 months\n- recurrent uveitis – where there are repeated episodes of inflammation separated by gaps of several months\n- chronic uveitis – where the inflammation lasts longer and returns within 3 months of stopping treatment"}, {"How common is uveitis?": "Uveitis is rare, affecting around 2 to 5 people in every 10,000 in the UK each year. It's most common in people aged 20 to 59, but it can also sometimes affect children."}, {"Complications of uveitis": "Uveitis can sometimes lead to further problems, particularly if it is not treated quickly and properly.\nYou're more likely to develop complications if:\n- you're over 60\n- you have long-term (chronic) uveitis\n- you have less common types of uveitis that affect the middle or back of the eye (intermediate or posterior uveitis)\nSome of the more common complications of uveitis include:\n- glaucoma– where the optic nerve, which connects your eye to your brain, becomes damaged; it can lead toloss of visionif not found and treated early\n- cataracts–  where changes in the lens of the eye cause it to become less transparent, resulting in cloudy or misty vision\n- cystoid macular oedema – swelling of the retina (the thin, light-sensitive layer of tissue at the back of the eye); it can affect some people with long-term or posterior uveitis\n- detached retina– when the retina begins to pull away from the blood vessels that supply it with oxygen and nutrients\n- posterior synechiae – inflammation that causes the iris to stick to the lens of the eye; it's more likely to happen if uveitis is not treated quickly"}]}]