[{"condition": "Dandruff", "sections": [{"Check if it's dandruff": "Dandruff is a common skin condition. It's not harmful and you cannot catch it.\nThe flakes are often more noticeable in darker hair and if they fall from your scalp on to your shoulders.\nYour scalp may also feel dry and itchy."}, {"How to treat dandruff yourself": "Use an anti-dandruff shampoo. There are several different types you can buy from pharmacies or supermarkets.\nLook for shampoo containing one of these ingredients:\n- zinc pyrithione\n- salicylic acid\n- selenium sulphide (or selenium sulfide)\n- ketoconazole\n- coal tar\nYour pharmacist can tell you how to use the shampoo.\nUse the shampoo for a month to see if your dandruff improves. You might need to try more than one type to find one that works for you."}, {"No header": "- you still have symptoms after using anti-dandruff shampoo for a month\n- your dandruff is bad or your scalp is very itchy\n- your scalp is red or swollen\nThe GP can check your scalp for skin conditions that could be causing your dandruff.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Causes of dandruff": "Dandruff is not caused by poor hygiene, although it may be more obvious if you do not wash your hair regularly.\nStress and cold weather may also make dandruff worse.\nDo not worry if you're not sure what is causing your dandruff. Follow the advice on this page and see a GP if things do not improve in a month."}]}, {"condition": "Deafblindness", "sections": [{"No header": "Deafblindness is a combination of sight and hearing loss that affects a person's ability to communicate, access information and get around.\nIt's also sometimes called \"dual sensory loss\" or \"multi-sensory impairment\".\nA deafblind person won't usually be totally deaf and totally blind, but both senses will be reduced enough to cause significant difficulties in everyday life.\nThese problems can occur even if hearing loss and vision loss are mild, as the senses work together and one would usually help compensate for loss of the other."}, {"Signs of deafblindness": "Deafblindness most commonly affects older adults, although it can affect people of all ages, including babies and young children.\nIn older people, it may develop gradually and the person themselves may not realise their vision and/or hearing is getting worse at first.\nSigns of a problem can include:\n- needing to turn up the volume on the television or radio\n- difficulty following a conversation\n- not hearing noises such as a knock at the door\n- asking others to speak loudly, slowly and more clearly\n- needing to hold books or newspapers very close, or sitting close to the television\n- difficulty moving around unfamiliar places\nIf someone already has either a hearing or vision problem, it's important to look out for signs that suggest the other sense may be getting worse too.\nRead more about the symptoms of deafblindness."}, {"Seeing your GP": "Visit your GP if you think your hearing or eyesight may be getting worse.\nIf you're worried about a friend or family member, encourage them to speak to their GP.\nIt's best to seek advice as soon as possible, as treatment for some underlying causes of deafblindness (see below) can be more effective if started early. Early diagnosis will also ensure the person is able to access local support services sooner.\nRead more about diagnosing and assessing deafblindness."}, {"What causes deafblindness?": "There are many potential causes of deafblindness. Some babies are born deafblind, but in many cases the hearing and/or vision loss occurs later in life.\nCauses of deafblindness include:\n- age-related hearing loss\n- genetic conditions, such asUsher syndrome\n- an infection in a baby in the womb, such asrubella(German measles)\n- cerebral palsy– a problem with the brain and nervous system that mainly affects movement and co-ordination\n- eye problems associated with increasing age, such ascataracts\nRead more about the causes of deafblindness."}, {"Living with deafblindness": "A range of care and support services is available to help deafblind people.\nEach deafblind person will have a different level of hearing and sight loss, which means they'll have their own individual care needs.\nThe general aims of care for a deafblind person are to:\n- preserve and maximise any remaining sight or hearing the person has– this could involve treating underlying conditions like cataracts, wearing glasses or using ahearing aid\n- teach alternative methods of communication– such as hand on hand signing or braille\n- help retain or develop as much independence as possible– for example, by training the person to use a long cane, a guide dog or offering a communicator guide\nYour local authority should arrange an assessment to determine exactly what care and support is needed.\nRead more about managing deafblindness."}, {"Help and support": "Sense is a UK-based charity that provides advice and support for deafblind people. The Sense helpline number is 0300 330 9256 (same number for textphone). Alternatively, you can email Sense: info@sense.org.uk.\nDeafblind UK is another national charity that supports deafblind people and those with progressive sight and hearing loss.\nYou can contact Deafblind UK's helpline for information and advice on 0800 132320 (both voice and text calls). You can also email Deafblind UK: info@deafblind.org.uk."}]}, {"condition": "Deafness, see Hearing loss", "sections": [{"No header": "Hearing loss is common, particularly as you get older. See a GP if you have problems with your hearing. It could be caused by something that can be easily treated."}, {"Signs of hearing loss": "It's not always easy to tell if you're losing your hearing.\nCommon signs include:\n- difficulty hearing other people clearly and misunderstanding what they say, especially in noisy places\n- asking people to repeat themselves\n- listening to music or watching TV with the volume higher than other people need\n- difficulty hearing on the phone\n- finding it hard to keep up with a conversation\n- feeling tired or stressed from having to concentrate while listening\nSometimes someone else might notice problems with your hearing before you do."}, {"No header": "Hearing loss can be harder to spot in babies. There is a checklist for how a baby makes and reacts to sound on GOV.UK that can help you notice the signs."}, {"Causes of hearing loss": "There are lots of possible causes of hearing loss. It may be caused by something treatable or it may be permanent.\nYour symptoms may give you an idea what could be causing it. But do not self-diagnose, see a GP for advice."}, {"Non-urgent advice:  See a GP if:": "- you think your hearing is getting gradually worse\n- you've had treatment for an ear infection or earwax build-up but your hearing has not come back\nYou can also sometimes get a free hearing test at some pharmacies and opticians.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- you have sudden hearing loss in 1 or both ears\n- your hearing has been getting worse over the last few days or weeks\n- you have hearing loss along with other symptoms, such as earache or discharge coming out of the ear\nIt might not be anything serious, but it's best to get help as it may need to be treated quickly.\nYou can call 111 or get help from 111 online."}, {"Treatments for hearing loss": "Treatment for hearing loss depends on what's causing it.\nSometimes a GP may be able to treat the cause, for example:\n- an ear infection might be treated with antibiotics\n- an earwax build-up might be treated with ear drops or removed\nIf your hearing loss is not caused by something a GP can treat, they may refer you to a hearing specialist for further tests and treatment.\nIf you have permanent hearing loss, a specialist will often recommend hearing aids. These will not make your hearing perfect, but they make sounds louder and clearer.\nSome people may need a hearing implant. These are devices that are attached to your skull or placed deep inside your ear."}, {"No header": "Find out more about hearing aids and implants"}, {"Things you can do if you have hearing loss": "If you have hearing loss, there are things you can do to help you communicate with others and avoid more damage to your hearing.\n- reduce background noise or move to a quieter area when talking to other people\nreduce background noise or move to a quieter area when talking to other people\n- face people when they're talking to you, so you can see their mouth, facial expressions and gestures\nface people when they're talking to you, so you can see their mouth, facial expressions and gestures\n- ask people to repeat themselves, speak more slowly or write things down if you need to\nask people to repeat themselves, speak more slowly or write things down if you need to\n- wear ear protection when exposed to loud noises\nwear ear protection when exposed to loud noises\n- do not listen to music too loudly – the volume should be just high enough for you to hear it comfortably\ndo not listen to music too loudly – the volume should be just high enough for you to hear it comfortably\n- do not put your fingers or any objects like cotton buds in your ears, even if you think they might be blocked\ndo not put your fingers or any objects like cotton buds in your ears, even if you think they might be blocked"}, {"No header": "- RNID: communication tips if you have hearing loss\n- RNID: how to communicate with someone who is deaf or has hearing loss"}]}, {"condition": "Decompression sickness, see Air or gas embolism", "sections": [{"No header": "An air or gas embolism is a bubble that becomes trapped in a blood vessel and blocks it."}, {"Air or gas embolism in scuba divers": "It can happen if a scuba diver:\n- spends too long underwater\n- surfaces too quickly\n- holds their breath as they come up\nAir can escape from the lungs into the blood vessels (arterial gas embolism) or nitrogen bubbles can form in the blood vessels (decompression sickness or \"the bends\").\nAir or gas embolisms can cause serious and potentially fatal conditions, such as a stroke or heart attack.\nCall 999 and ask for an ambulance if you or someone you're with feels unwell after scuba diving and you suspect an air or gas embolism.\nSymptoms of an air or gas embolism after diving include:\n- joint or muscle pain\n- low blood pressure, which may causedizziness\n- an irregular heartbeat\n- breathlessnessand fast breathing\n- blurred vision\n- chest pain\n- strong feelings of anxiety\n- itchy skin\n- ablue tinge to the skin, lips or tongue (cyanosis)\n- bloody froth from the mouth\n- paralysisor weakness, possibly of one or more limbs\n- seizures or fits\n- loss of consciousness\nYou may not have these symptoms immediately. They can develop within 10 to 20 minutes or sometimes even longer after surfacing. Do not ignore these symptoms – get medical help immediately.\nCall 999 and ask for an ambulance if you or someone you're with feels unwell after scuba diving.\nA diver with a suspected air or gas embolism should be transferred to an A&E department as soon as possible.\nThey should be laid down flat and given 100% oxygen until they reach hospital. Once stabilised, they'll be taken to a pressurised room called a hyperbaric chamber, either at the hospital or at another location.\nIf a diver surfaces too quickly, nitrogen bubbles can form in their tissues and bloodstream. This is often referred to as decompression sickness or \"the bends\".\nSurfacing too quickly or holding your breath while you swim to the surface can cause the air in your lungs to expand. This may rupture lung tissue (pulmonary barotrauma), which can lead to gas bubbles being released into the arterial circulation (arterial gas embolism).\nIn some divers, underlying conditions can increase the chance of decompression sickness. These should be discussed with a doctor who specialises in diving medicine.\nIf the gas bubble blocks an artery, it can cut off the blood supply to a particular area of the body.\nThe seriousness of the blockage depends on which part of the body is affected, the size of the gas bubble and the amount of inert gases (unreactive gases) within the diver's tissues.\nAn air or gas embolism can cause different problems depending on where the blockage is:\n- arteries leading to the brain – immediate loss of consciousness and may lead to seizures or fits, or astroke\n- arteries leading to the heart – aheart attackor anabnormal heartbeat (arrhythmia)\n- a blood vessel to the lungs – apulmonary embolism\nThese conditions are very serious and can be fatal, particularly if the air embolism is not treated quickly.\nAfter a diver with an air or gas embolism has received emergency medical attention and their condition has stabilised, they'll be transferred to a hyperbaric chamber."}, {"No header": "They'll need to lie in the hyperbaric chamber for several hours, breathing a mixture of gases and oxygen in a pressurised environment. The high pressure restores normal blood flow and oxygen to the body's tissues, and reduces the size of the air bubbles in the body.\nIn cases of decompression sickness, the pressure forces the bubbles of nitrogen to dissolve into the bloodstream.\nThe pressure in the chamber is then gradually reduced to allow the gases to leave the body, mimicking slowly surfacing from a dive.\nDepending on the severity of symptoms, treatment may need to be continued for several days.\nTo reduce your risk of getting an air or gas embolism when diving you should:\n- limit the depth and duration of your dives\n- always surface slowly and perform safety stops to allow any air in your tissues and blood vessels to escape safely; use a dive computer or dive tables to maintain a safe rate of ascent, and do not dive again until you've spent a suitable amount of time at the surface\n- relax and breathe normally as you ascend\n- do not dive with a cold, cough orchest infection\n- avoid vigorous exercise before, during and after a dive\n- make sure you're well hydrated before diving\n- leave adequate surface intervals between dives (if planning several dives) to allow the nitrogen to leave your body\n- wait 24 hours after diving before flying or going to a higher altitude\nThe British Sub-Aqua Club (BSAC) has more information about diving safety"}, {"Other causes of air or gas embolisms": "Although uncommon, it's possible to get an air or gas embolism during surgery, some medical procedures, and when ascending to a high altitude.\nIn hospitals and health centres, care should be taken to prevent air embolisms by:\n- removing air from syringes before injections and from intravenous lines before connecting them\n- using techniques when inserting and removing catheters and other tubes that minimise the risk of air getting into blood vessels\n- closely monitoring patients during surgery to help ensure air bubbles do not form in their blood vessels\nAir embolisms caused by surgery, anaesthesia or other medical procedures can be difficult to treat. Treatment is usually needed to support the heart, blood vessels and lungs.\nFor example, fluids may be used to treat a fall in blood pressure, and oxygen may be given to correct reduced oxygen levels. Treatment in a hyperbaric chamber is occasionally needed in these cases."}]}, {"condition": "Decongestants", "sections": [{"No header": "Decongestants are a type of medicine that can provide short-term relief for a blocked or stuffy nose (nasal congestion).\nThey can help ease the symptoms of conditions such as colds and flu, hay fever and other allergic reactions, catarrh and sinusitis.\nThey work by reducing the swelling of the blood vessels in your nose, which helps to open the airways.\nExamples include pseudoephedrine (sometimes called by the brand name Sudafed)."}, {"Types of decongestants": "Decongestants are available as:\n- nasal sprays\n- drops\n- tablets or capsules\n- liquids or syrups\n- flavoured powders to dissolve in hot water\nSome products may just contain decongestant medicine, but many are sold as \"all-in-1\" remedies that contain decongestants, painkillers or antihistamines.\nMost decongestants can be bought over the counter from pharmacies without a prescription."}, {"Who can take decongestants": "Most people can use decongestants safely, but they're not suitable for everyone.\nThey should not be used by the following groups of people without getting advice from a pharmacist or GP first:\n- people taking other medicines\n- people withdiabetes\n- people withhigh blood pressure\n- people with an overactive thyroid gland(hyperthyroidism)\n- men with anenlarged prostate\n- people with liver, kidney, heart or circulation problems\n- people with increased pressure in the eyeglaucoma\nDecongestants should not be given to children under 6.\nChildren aged 6 to 12 should take them for no longer than 5 days. Ask a pharmacist for advice about this.\nIt's not clear whether it's safe to take any type of decongestant if you're pregnant, so you should only use them if told to by a healthcare professional.\nDecongestants that come as tablets, liquids or powders that you swallow are not recommended if you're breastfeeding.\nSome decongestants that come as nose sprays or drops are safe to use if you're breastfeeding, but check with a pharmacist or GP first before using them.\nThe patient information leaflet that comes with your medicine will say who should not use it and who should get advice before using it."}, {"How to use decongestants": "Most decongestants should only be used between 1 and 4 times a day.\nCheck the patient information leaflet that comes with your medicine for advice about how much to take and how often to take it.\nIf you're not sure, ask a pharmacist for advice.\nDecongestant nasal sprays and drops should not be used for more than a week at a time because using them for too long can make your stuffiness worse.\nSpeak to a GP if your symptoms do not improve after this time."}, {"Side effects of decongestants": "Decongestant medicines do not usually have side effects, and any side effects you may experience are usually mild.\nPossible side effects can include:\n- feeling sleepy (look for non-drowsy medicines)\n- irritation of the lining of your nose\n- headaches\n- feeling or being sick\n- a dry mouth\n- feeling restless or agitated\n- a rash\nThese side effects should go away once you stop taking the medicine.\nMore serious side effects can also happen, such as hallucinations and severe allergic reactions (anaphylaxis), but these are very rare."}, {"Taking decongestants with other medicines": "Ask a pharmacist or GP before taking decongestants if you're taking other medicines.\nDecongestants can increase or decrease the effect of some other medicines.\nFor example, taking decongestants alongside some antidepressants can cause a dangerous rise in blood pressure.\nIt's also important to be careful when taking other medicines if you're using an \"all-in-1\" decongestant remedy.\n\"All-in-1\" decongestants also contain painkillers or antihistamines, so it could be dangerous to take extra doses of these medicines at the same time."}]}, {"condition": "Dehydration", "sections": [{"Important": "Dehydration means your body loses more fluids than you take in. If it's not treated, it can get worse and become a serious problem.\nBabies, children and the elderly are more at risk of dehydration."}, {"Check if you're dehydrated": "Symptoms of dehydration in adults and children include:\n- feeling thirsty\n- dark yellow and strong-smelling pee\n- feeling dizzy or lightheaded\n- feeling tired\n- a dry mouth, lips and eyes\n- peeing little, and fewer than 4 times a day\nDehydration can happen more easily if you have:\n- diabetes\n- vomiting ordiarrhoea\n- been in the sun too long(heatstroke)\n- drunk too much alcohol\n- sweated too much after exercising\n- a high temperature of 38C or more\n- been taking medicines that make you pee more (diuretics)"}, {"How you can reduce the risk of dehydration": "Drink fluids when you feel any dehydration symptoms.\nIf you find it hard to drink because you feel sick or have been sick, start with small sips and then gradually drink more.\nYou can use a spoon to make it easier for your child to swallow the fluids.\nYou should drink enough during the day so your pee is a pale clear colour.\nDrink when there's a higher risk of dehydrating. For example, if you're vomiting, sweating or you have diarrhoea."}, {"No header": "This video shows you how you can reduce the risk of dehydration.\nSometimes people you care for do not have a sense of how much they're drinking.\nTo help them:\n- make sure they drink during mealtimes\n- make drinking a social thing, like \"having a cup of tea\"\n- offer them food with a high water content – for example, soups, ice cream or jellies, or fruits like melon"}, {"A pharmacist can help with dehydration": "If you're being sick or have diarrhoea and are losing too much fluid, you need to put back the sugar, salts and minerals that your body has lost.\nYour pharmacist can recommend oral rehydration sachets. These are powders that you mix with water and then drink.\nAsk your pharmacist which ones are right for you or your child."}, {"No header": ""}, {"No header": "- your symptoms do not improve with treatment\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- you're feeling unusually tired\n- you're confused and disorientated\n- any dizziness when you stand up does not go away\n- you have not peed all day\n- your pulse is weak or rapid\n- you have fits (seizures)\nThese can be signs of serious dehydration that need urgent treatment."}, {"Under-5s with dehydration": "The under-5s should get plenty of fluids to avoid dehydration.\nIt's quite common for young children to become dehydrated. It can be serious if it's not dealt with quickly.\n- seem drowsy\n- breathe fast\n- have few or no tears when they cry\n- have a soft spot on their head that sinks inwards (sunken fontanelle)\n- have a dry mouth\n- have dark yellow pee or have not had a pee in last 12 hours\n- have cold and blotchy-looking hands and feet\nOnce the dehydration has been treated, your child will need to maintain their fluid levels.\nGPs usually advise:\n- carry on breastfeeding or using formula – try to give small amounts more often than usual\ncarry on breastfeeding or using formula – try to give small amounts more often than usual\n- for babies on formula or solid foods – give them small sips of extra water\nfor babies on formula or solid foods – give them small sips of extra water\n- give small children their usual diet\ngive small children their usual diet\n- give regular small sips of rehydration solution to replace lost fluids, salts and sugars – ask your pharmacist to recommend one\ngive regular small sips of rehydration solution to replace lost fluids, salts and sugars – ask your pharmacist to recommend one\n- do not make formula weaker\ndo not make formula weaker\n- do not give young children fruit juice or fizzy drinks – it makes things likediarrhoeaor vomiting worse\ndo not give young children fruit juice or fizzy drinks – it makes things like diarrhoea or vomiting worse"}]}, {"condition": "Delirium, see Sudden confusion (delirium)", "sections": [{"No header": "Sudden confusion (delirium) can have many different causes. Get medical help immediately if someone suddenly becomes confused (delirious)."}, {"How to tell if someone is confused": "If a person is confused, they may:\n- not be able to think or speak clearly or quickly\n- not know where they are (feel disorientated)\n- struggle to pay attention or remember things\n- see or hear things that are not there (hallucinations)\nTry asking the person their name, their age and today's date. If they seem unsure or cannot answer you, they probably need medical help."}, {"No header": "- you're worried that you or a relative are becoming increasingly forgetful or confused\nIt could be a sign of dementia. The symptoms of dementia often start gradually and get worse over time.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nMany of the causes of sudden confusion need assessment and treatment as soon as possible. In some cases, it may be life threatening."}, {"Things to do while you wait for an ambulance": "- stay with the person – tell them who you are and where they are, and keep reassuring them\nstay with the person – tell them who you are and where they are, and keep reassuring them\n- use simple words and short sentences\nuse simple words and short sentences\n- make a note of any medicines they're taking, if possible\nmake a note of any medicines they're taking, if possible\n- do not ask lots of questions while they're feeling confused\ndo not ask lots of questions while they're feeling confused\n- do not stop the person moving around – unless they're in danger\ndo not stop the person moving around – unless they're in danger"}, {"Causes of sudden confusion": "Sudden confusion can be caused by many different things. Do not try to self-diagnose – get medical help if someone suddenly becomes confused or delirious.\nSome of the most common causes of sudden confusion include:\n- an infection –urinary tract infections (UTIs)are a common cause in elderly people or people with dementia\n- astrokeorTIA (\"mini-stroke\")\n- a low blood sugar level in people withdiabetes– read abouttreating low blood sugar\n- ahead injury\n- some types of prescription medicine\n- alcohol poisoningoralcohol withdrawal\n- taking illegal drugs\n- carbon monoxide poisoning– especially if other people you live with become unwell\n- a severeasthma attack– or other problems with the lungs or heart\n- certain types of seizures, caused byepilepsy"}]}, {"condition": "Dementia (frontotemporal), see Frontotemporal dementia", "sections": [{"No header": "Frontotemporal dementia is an uncommon type of dementia that causes problems with behaviour and language.\nDementia is the name for problems with mental abilities caused by gradual changes and damage in the brain.\nFrontotemporal dementia affects the front and sides of the brain (the frontal and temporal lobes).\nDementia mostly affects people over 65, but frontotemporal dementia tends to start at a younger age. Most cases are diagnosed in people aged 45-65, although it can also affect younger or older people.\nLike other types of dementia, frontotemporal dementia tends to develop slowly and get gradually worse over several years."}, {"Coronavirus advice": "Get advice about coronavirus and dementia:\n- Alzheimer's Society: Coronavirus information for people affected by dementia\n- Dementia UK: Coronavirus questions and answers"}, {"Symptoms of frontotemporal dementia": "Signs of frontotemporal dementia can include:\n- personality and behaviour changes– acting inappropriately or impulsively, appearing selfish or unsympathetic, neglecting personal hygiene, overeating, or loss of motivation\n- language problems– speaking slowly, struggling to make the right sounds when saying a word, getting words in the wrong order, or using words incorrectly\n- problems with mental abilities– getting distracted easily, struggling with planning and organisation\n- memory problems– these only tend to occur later on, unlike more common forms of dementia, such asAlzheimer's disease\nThere may also be physical problems, such as slow or stiff movements, loss of bladder or bowel control (usually not until later on), muscle weakness or difficulty swallowing.\nThese problems can make daily activities increasingly difficult, and the person may eventually be unable to look after themselves.\nRead more about the symptoms of frontotemporal dementia."}, {"Getting medical advice": "See a GP if you think you have early symptoms of dementia. If you're worried about someone else, encourage them to make an appointment with a GP and perhaps suggest you go with them.\nThe GP can do some simple checks to try to find the cause of your symptoms, and they can refer you to a memory clinic or another specialist for further tests if needed.\nRead more about getting a dementia diagnosis."}, {"Tests for frontotemporal dementia": "There's no single test for frontotemporal dementia.\nThe following may be needed to make a diagnosis:\n- an assessment of symptoms– it's normally helpful to have somebody who knows the person well to give an account of their symptoms, especially as someone with frontotemporal dementia may not be aware of changes in their behaviour\n- an assessment of mental abilities– this will usually involve a number of tasks and questions\n- blood tests– to rule out conditions with similar symptoms\n- brain scans– such as anMRI scan, aCT scanor aPET scan; these can detect signs of dementia and help identify which parts of the brain are most affected, or help rule out other problems with the brain\n- lumbar puncture– to test the spinal fluid (fluid that surrounds and supports the brain and spine); this may be useful to rule out Alzheimer's disease as the cause of symptoms\nRead more about the tests used to diagnose dementia."}, {"Treatments for frontotemporal dementia": "There's currently no cure for frontotemporal dementia or any treatment that will slow it down.\nBut there are treatments that can help control some of the symptoms, possibly for several years.\nTreatments include:\n- medicines– to control some of the behavioural problems\n- therapies– such asphysiotherapy,occupational therapy, and speech and language therapy for problems with movement, everyday tasks and communication\n- dementia activities– such as memory cafes, which are drop-in sessions for people with memory problems and their carers to get support and advice\n- support groups– who can offer tips on managing symptoms from dementia experts and people living with frontotemporal dementia, and their families\nRead more about how frontotemporal dementia is treated."}, {"Outlook for frontotemporal dementia": "How quickly frontotemporal dementia gets worse varies from person to person and is very difficult to predict.\nPeople with the condition can become socially isolated as the illness progresses. They may not want to spend time in the company of others, or may behave in rude or insulting ways.\nHome-based help will usually be needed at some stage, and some people will eventually need care in a nursing home.\nThe average survival time after symptoms start is around 8 to 10 years. But this is highly variable and some people live much longer than this.\nIf you or a loved one has been diagnosed with dementia, remember you're not alone. The NHS and social services, as well as voluntary organisations and specialist support groups, can provide advice and support for you and your family."}, {"Causes of frontotemporal dementia": "Frontotemporal dementia is caused by clumps of abnormal protein forming inside brain cells. These are thought to damage the cells and stop them working properly.\nThe proteins mainly build up in the frontal and temporal lobes of the brain at the front and sides. These are important for controlling language, behaviour, and the ability to plan and organise.\nIt's not fully understood why this happens, but there's often a genetic link. Around 1 in 8 people who get frontotemporal dementia will have relatives who were also affected by the condition.\nIf you have a family history of frontotemporal dementia, you may want to consider talking to your doctor about being referred to a geneticist and possibly having a genetic test to see if you're at risk.\nThere's a lot of research being done to try to improve understanding of the causes of frontotemporal dementia so treatments can be discovered.\nIf you're interested in helping with research, you can speak to a doctor or register your interest on Join Dementia Research."}, {"Other names for frontotemporal dementia": "Doctors sometimes use different names to describe frontotemporal dementia. These include:\n- FTD\n- Pick's disease\n- frontal dementia\n- frontotemporal lobar degeneration\n- behavioural variant frontotemporal dementia\n- primary progressive aphasia\n- semantic dementia\n- progressive non-fluent aphasia"}, {"More information": "Find dementia support services near you\nLiving well with dementia\nStaying independent with dementia\nDementia activities\nLooking after someone with dementia \nDementia and your relationships \nCommunicating with people with dementia\nCoping with dementia behaviour changes\nSources of help and support\nOrganising care at home \nDementia and care homes\nDementia, social services and the NHS\nDementia and your money\nManaging legal affairs for someone with dementia\nEnd of life planning\nRare Dementia Support\nBecome a Dementia Friend\nTalk it through with a dementia nurse\nShare your dementia experiences"}]}, {"condition": "Dementia (vascular), see Vascular dementia", "sections": [{"No header": "Vascular dementia is a common type of dementia caused by reduced blood flow to the brain. It's estimated to affect around 150,000 people in the UK.\nDementia is the name for problems with mental abilities caused by gradual changes and damage in the brain. It's rare in people under 65.\nVascular dementia tends to get worse over time, although it's sometimes possible to slow it down."}, {"Coronavirus advice": "Get advice about coronavirus and dementia:\n- Alzheimer's Society: Coronavirus information for people affected by dementia\n- Dementia UK: Coronavirus questions and answers"}, {"Symptoms of vascular dementia": "Vascular dementia can start suddenly or begin slowly over time.\nSymptoms include:\n- slowness of thought\n- difficulty with planning and understanding\n- problems with concentration\n- changes to your mood, personality or behaviour\n- feeling disoriented and confused\n- difficulty walking and keeping balance\n- symptoms of Alzheimer's disease, such as problems with memory and language (many people with vascular dementia also have Alzheimer's disease)\nThese problems can make daily activities increasingly difficult and someone with the condition may eventually be unable to look after themselves."}, {"Getting medical advice": "See a GP if you think you have early symptoms of dementia, especially if you're over 65 years of age.\nIf it's found at an early stage, treatment may be able to stop vascular dementia getting worse, or at least slow it down.\nIf you're worried about someone else, encourage them to make an appointment with a GP and perhaps suggest that you go with them.\nYour GP can do some simple checks to try to find the cause of your symptoms. They can refer you to a memory clinic or another specialist for further tests if needed.\nFind out more about how to get dementia diagnosis."}, {"Tests for vascular dementia": "There's no single test for vascular dementia.\nThe tests that are needed to make a diagnosis include:\n- an assessment of symptoms – for example, whether these are typical symptoms of vascular dementia\n- a full medical history, including asking about a history of conditions related to vascular dementia, such asstrokesorhigh blood pressure\n- an assessment of mental abilities – this will usually involve several tasks and questions\n- a brain scan, such as anMRI scanorCT scan, to look for any changes that have happened in your brain\nFind out more about the tests used to diagnose dementia."}, {"Treatments for vascular dementia": "There's currently no cure for vascular dementia and there's no way to reverse any loss of brain cells that happened before the condition was diagnosed.\nBut treatment can sometimes help slow down vascular dementia.\nTreatment aims to tackle the underlying cause, which may reduce the speed at which brain cells are lost.\nThis will often involve:\n- eating a healthy, balanced diet\n- losing weightif you're overweight\n- stopping smoking\n- getting fit\n- cutting down on alcohol\n- taking medicines, such as those used totreat high blood pressure,lower cholesterolor preventblood clots\nOther treatments, including physiotherapy, occupational therapy, dementia activities (such as memory cafes) and psychological therapies, can help reduce the impact of any existing problems."}, {"Outlook for vascular dementia": "Vascular dementia will usually get worse over time. This can happen in sudden steps, with periods in between where the symptoms do not change much, but it's difficult to predict when this will happen.\nHome-based help will usually be needed, and some people will eventually need care in a nursing home.\nAlthough treatment can help, vascular dementia can significantly shorten life expectancy.\nBut this is highly variable, and many people live for several years with the condition, or die from some other cause.\nIf you or a loved one has been diagnosed with dementia, remember that you're not alone. The NHS and social services, as well as voluntary organisations, can provide advice and support for you and your family."}, {"Causes of vascular dementia": "Vascular dementia is caused by reduced blood flow to the brain, which damages and eventually kills brain cells. \nThis can happen as a result of:\n- narrowing and blockage of the small blood vessels inside the brain\n- a singlestroke, where the blood supply to part of the brain is suddenly cut off\n- lots of\"mini strokes\" (also called transient ischaemic attacks, or TIAs)that cause tiny but widespread damage to the brain\nIn many cases, these problems are linked to underlying conditions, such as high blood pressure and diabetes, and lifestyle factors, such as smoking and being overweight.\nTackling these might reduce your risk of vascular dementia in later life, although it's not yet clear exactly how much your risk of dementia can be reduced."}, {"More information": "Living well with dementia \nStaying independent with dementia \nDementia activities \nLooking after someone with dementia \nDementia and your relationships \nCommunicating with people with dementia \nCoping with dementia behaviour changes \nSources of help and support \nDementia UK: nurse helpline\nDementia and care homes \nDementia, social services and the NHS \nDementia and your money \nManaging legal affairs for someone with dementia \nEnd of life planning \nDementia Friends\nAlzheimer's Society: Dementia forum\nIf you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled, including family members\nOur guide to care and support explains your options and where you can get support."}]}, {"condition": "Dementia with Lewy bodies", "sections": [{"No header": "Dementia with Lewy bodies (DLB), also known as Lewy body dementia, is one of the most common types of dementia.\nDementia is the name for problems with mental abilities caused by gradual changes and damage in the brain. It's rare in people under 65.\nIt tends to develop slowly and get gradually worse over several years."}, {"Coronavirus advice": "Get advice about coronavirus and dementia:\n- Alzheimer's Society: Coronavirus information for people affected by dementia\n- Dementia UK: Coronavirus questions and answers"}, {"Symptoms of dementia with Lewy bodies": "People with dementia with Lewy bodies may have:\n- hallucinations– seeing, hearing or smelling things that are not there\n- problems with understanding, thinking, memory and judgement – this is similar toAlzheimer's disease, although memory may be less affected in people with dementia with Lewy bodies\n- confusionor sleepiness – this can change over minutes or hours\n- slow movement, stiff limbs andtremors(uncontrollable shaking)\n- disturbed sleep, often with violent movements and shouting out\n- faintingspells, unsteadiness andfalls\nThese problems can make daily activities increasingly difficult and someone with the condition may eventually be unable to look after themselves.\nRead more about the symptoms of dementia with Lewy bodies"}, {"Getting medical advice": "See a GP if you think you have early symptoms of dementia, especially if you're over 65 years of age.\nIf you're worried about someone else, encourage them to make an appointment with a GP and perhaps suggest that you go with them.\nThe GP can do some simple checks to try to find the cause of your symptoms and they can refer you to a memory clinic or another specialist for further tests if needed.\nRead more about getting a dementia diagnosis"}, {"Tests for dementia with Lewy bodies": "There's no single test for dementia with Lewy bodies.\nThe following may be needed to make a diagnosis:\n- an assessment of symptoms – for example, whether there are typical symptoms of dementia with Lewy bodies\n- an assessment of mental abilities – this will usually involve a number of tasks and questions\n- blood teststo rule out conditions with similar symptoms\n- brain scans, such as anMRI scan,CT scanor a SPECT scan – these can detect signs of dementia or other problems with the brain\nRead more about the tests used to diagnose dementia"}, {"Treatments for dementia with Lewy bodies": "There's currently no cure for dementia with Lewy bodies or any treatment that will slow it down.\nBut there are treatments that can help control some of the symptoms, possibly for several years.\nTreatments include:\n- medicines to reduce hallucinations, confusion, drowsiness, movement problems and disturbed sleep\n- therapies such asphysiotherapy,occupational therapyand speech and language therapy for problems with movement, everyday tasks, and communication\n- psychological therapies, such ascognitive stimulation(activities and exercises designed to improve memory, problem solving skills and language ability)\n- dementia activities, such as memory cafes (drop-in sessions for people with memory problems and their carers to get support and advice)\nRead more about how dementia with Lewy bodies is treated"}, {"Outlook for dementia with Lewy bodies": "How quickly dementia with Lewy bodies gets worse varies from person to person.\nHome-based help will usually be needed, and some people will eventually need care in a nursing home.\nThe average survival time after diagnosis is similar to that of Alzheimer's disease – around 6 to 12 years. But this is highly variable and some people live much longer than this.\nIf you or a loved one has been diagnosed with dementia, remember that you're not alone. The NHS and social services, as well as voluntary organisations, can provide advice and support for you and your family."}, {"Causes of dementia with Lewy bodies": "Dementia with Lewy bodies is caused by clumps of protein forming inside brain cells. These abnormal deposits are called Lewy bodies.\nThese deposits are also found in people with Parkinson's disease, and they build up in areas of the brain responsible for functions such as thinking, visual perception and muscle movement.\nIt's not clear why the deposits develop and how exactly they damage the brain. It's thought that part of the problem is the proteins affecting the brain's normal functions by interfering with signals sent between brain cells.\nDementia with Lewy bodies usually occurs in people with no family history of the condition, although there have been very rare cases that seem to run in families."}, {"More information": "Dementia activities\nLiving well with dementia\nStaying independent with dementia\nLooking after someone with dementia\nDementia and relationships\nCommunicating with someone with dementia\nCoping with dementia behaviour changes\nHelp and support\nDementia and care homes\nDementia, social services, and the NHS\nDementia and managing money\nManaging legal affairs for someone with dementia\nEnd of life planning\nShare your dementia experiences"}]}, {"condition": "Dengue", "sections": [{"No header": "Dengue is a viral infection spread by mosquitoes. It's widespread in many parts of the world.\nMosquitoes in the UK do not spread the dengue virus. It is caught by people visiting or living in Asia, the Americas or the Caribbean.\nThe infection is usually mild and passes after about 1 week without causing any lasting problems. But in rare cases it can be very serious and potentially life threatening.\nThere's no specific treatment or widely available vaccine for dengue, so it's important to avoid being bitten by mosquitoes when visiting an area where the infection is found."}, {"Symptoms of dengue": "Symptoms of dengue usually develop suddenly, about 5 to 8 days after you become infected. \nSymptoms can include:\n- a high temperature, or feeling hot or shivery\n- a severeheadache\n- pain behind the eyes\n- muscle and joint pain\n- feeling or being sick\n- a widespread red rash\n- tummy pain and loss of appetite\nThe symptoms normally pass after about 1 week, although you may feel tired and slightly unwell for several weeks afterwards.\nIn rare cases severe dengue can develop after the initial symptoms."}, {"When to get medical advice": "Call NHS 111 or see your GP if you develop a fever or flu-like symptoms up to 2 weeks after visitng an area where the dengue virus is found.\nRemember to tell the nurse or doctor where you've been travelling.\nGo to a doctor or hospital if you develop symptoms while travelling or living in an area where dengue is common.  \nThere's little a doctor can do to help you recover, but it's important to get a proper diagnosis in case there's another cause of your symptoms. \nYou may need a blood test to confirm that you have dengue."}, {"Treatment for dengue": "There's no cure or specific treatment for dengue. You can only relieve the symptoms until the infection has gone.\nYou can usually look after yourself at home.\nThe following may help:\n- takeparacetamolto relieve pain and fever. Do not takeaspirinoribuprofen, as these can cause bleeding problems in people with dengue\n- drink plenty of fluids to preventdehydration– if you're currently abroad, only drink bottled water from a bottle that was properly sealed\n- get plenty of rest\nYou should start to feel better after about 1 week, although it may be a few weeks before you feel your normal self again. Get medical advice if your symptoms don't improve."}, {"Where dengue is found": "Mosquitoes in the UK do not spread dengue. Cases in the UK usually happen to people who recently travelled to an area where the virus is common.\nDengue is found in parts of:\n- Southeast Asia\n- the Caribbean\n- the Indian subcontinent\n- South and Central America\n- Africa\n- the Pacific Islands\n- Australia\nUse the NHS Fit for Travel destination guide to find out if dengue is a risk in a country you're planning to visit."}, {"How dengue is spread": "Dengue is spread by infected mosquitoes, usually the Aedes aegypti and Aedes albopictus varieties.\nThese mosquitoes bite during the day, usually early in the morning or in the early evening before dusk.\nThey're often found near still water in built-up areas, such as in wells, water storage tanks or in old car tyres.\nDengue isn't spread from person to person.\nThere are four types of the dengue virus. You can get it again if you've had it before, as you'll only be immune to one type of the virus."}, {"Preventing dengue": "There's currently no widely available vaccine for dengue. You can prevent it by avoiding being bitten by mosquitoes.\nThe following can reduce your risk of being bitten:\n- use insect repellent – products containing 50% DEET are most effective, but a lower strength (15 to 30% DEET) should be used on children, and alternatives to DEET should be used on children younger than 2 months\n- wear loose but protective clothing – mosquitoes can bite through tight-fitting clothes. Trousers, long-sleeved shirts, and socks and shoes (not sandals) are best\n- sleep under a mosquito net – ideally one that has been treated with insecticide\n- be aware of your environment – mosquitoes that spread dengue breed in still water in urban areas\nIt's a good idea to speak to a GP, practice nurse or visit a travel clinic before travelling to get specific advice about what you can do to avoid dengue and other travel illnesses."}, {"Severe dengue": "In rare cases dengue can be very serious and potentially life threatening. This is known as severe dengue or dengue haemorrhagic fever.\nPeople who've had dengue before are thought to be most at risk of severe dengue if they become infected again. It's very rare for travellers to get it.\nSigns of severe dengue can include:\n- severetummy pain\n- a swollen tummy\n- being sick repeatedly andvomiting blood\n- bleeding gums or bleeding under the skin\n- breathing difficulties or fast breathing\n- cold, clammy skin\n- a weak but fast pulse\n- drowsiness or loss of consciousness\nIf you have symptoms of severe dengue, immediately  call 999, go to A&E or call the local emergency number if you're abroad."}]}, {"condition": "Dental abscess", "sections": [{"No header": "A dental abscess is a collection of pus that can form inside the teeth, in the gums or in the bone that holds the teeth in place. It's caused by a bacterial infection.\nAn abscess at the end of a tooth is called a periapical abscess. An abscess in the gum is called a periodontal abscess.\nDental abscesses are often painful, but not always. In either case, they should be looked at by a dentist.\nIt's important to get help as soon as possible, as abscesses do not go away on their own.\nThey can sometimes spread to other parts of the body and make you ill."}, {"Symptoms of a dental abscess": "Symptoms of an abscess in your tooth or gum may include:\n- an intense throbbing pain in the affected tooth or gum that may come on suddenly and gets gradually worse\n- pain that spreads to your ear, jaw and neck on the same side as the affected tooth or gum\n- pain that's worse when lying down, which may disturb your sleep\n- redness and swelling in your face\n- a tender, discoloured or loose tooth\n- shiny, red and swollen gums\n- sensitivity to hot or cold food and drink\n- bad breathor an unpleasant taste in your mouth\nIf the infection spreads, you may also develop a high temperature (fever) and feel generally unwell.\nIn severe cases, you may find it hard to fully open your mouth and have difficulty swallowing or breathing."}, {"What to do if you have a dental abscess": "You should see a dentist as soon as possible if you think you have a dental abscess.\nAvoid visiting a GP, as there's little they can do to help.\nYou can get help from:\n- your registered dentist– if it's out of hours, they should have an answerphone message with details ofhow to access out-of-hours dental treatment\n- NHS 111– who can give you details of dental services in your area\n- your local A&E– if you're having difficulty breathing or swallowing, or there's swelling around your eye or neck\nYou may have to pay for emergency NHS dental treatment, depending on your circumstances.\nFind out about NHS dental charges"}, {"Relieving pain from a dental abscess": "While you're waiting to see a dentist, painkillers can help control your pain.\nIbuprofen is the preferred painkiller for dental abscesses, but if you're unable to take it for medical reasons, you can take paracetamol instead.\nAspirin should not be given to children under 16.\nIf 1 painkiller does not relieve the pain, taking both paracetamol and ibuprofen at the doses shown in the medicine leaflet may help.\nThis is safe for adults, but not for children under 16.\nIt may also help to:\n- avoid hot or cold food and drink if it makes the pain worse\n- try eating cool, soft foods if possible, using the opposite side of your mouth\n- use a soft toothbrush and temporarily avoid flossing around the affected tooth\nThese measures can help relieve your symptoms temporarily, but you should not use them to delay getting help from a dentist."}, {"Treatments for a dental abscess": "Dental abscesses are treated by removing the source of the infection and draining away the pus.\nDepending on the location of the abscess and how severe the infection is, possible treatments include:\n- root canal treatment– a procedure to remove the abscess from the root of an affected tooth before filling and sealing it\n- removing the affected tooth (extraction) – this may be necessary if root canal treatment is not possible\n- incision and drainage – where a small cut (incision) is made in the gum to drain the abscess (this is usually only a temporary solution and further treatment may be needed)\nLocal anaesthetic will usually be used to numb your mouth for these procedures.\nMore extensive operations may be carried out under general anaesthetic, where you're asleep.\nAntibiotics are not routinely prescribed for dental abscesses, but may be used if the infection spreads or is particularly severe."}, {"What causes dental abscesses?": "Your mouth is full of bacteria, which form a sticky film on your teeth called plaque.\nIf you do not keep your teeth clean, acids produced by the bacteria in plaque can damage your teeth and gums, leading to tooth decay or gum disease.\nThe following can increase your chances of developing a dental abscess:\n- poor oral hygiene – plaque can build-up on your teeth if you do not floss and brush your teeth regularly\n- consuming lots of sugary or starchy food and drink – these can encourage the growth of bacteria in plaque and may lead to decay that can result in an abscess\n- an injury or previous surgery to your teeth or gums – bacteria can get into any damaged parts of the teeth or gums\n- having a weakened immune system – this includes people with certain underlying health conditions, such asdiabetes, and those having treatment, includingsteroid medicationorchemotherapy"}, {"Preventing dental abscesses": "You can reduce your risk of developing dental abscesses by keeping your teeth and gums as healthy as possible.\nTo do this, you should:\n- use floss or an interdental brush at least once a day to clean between your teeth and under the gum line\n- brush your teeth with afluoridetoothpaste twice a day – spending at least 2 minutes each time\n- avoid rinsing your mouth with water or mouthwash after brushing because this washes the protective toothpaste away – just spit out any excess toothpaste\n- cut down on sugary and starchy food and drinks – particularly between meals or shortly before going to bed\n- visit your dentist regularly – your dentist can suggest how often you should have a check-up, based on your oral health\nRead more on how to keep your teeth clean and dental check-ups."}, {"No header": ""}]}, {"condition": "Dental pain, see Toothache", "sections": [{"No header": "See a dentist if you have toothache that lasts more than 2 days. There are things you can do to ease it while you wait for an appointment."}, {"Non-urgent advice:  See a dentist if you have toothache:": "- that lasts more than 2 days\n- that does not go away when you take painkillers\n- with a high temperature, pain when you bite, red gums, or a bad taste in your mouth\n- and your cheek or jaw is swollen\nDo not go to your GP as they will not be able to give you dental treatment."}, {"Immediate action required: Go to A&E if you have toothache and:": "- the area around your eye or your neck is swollen\n- swelling in your mouth or neck is making it difficult for you to breathe, swallow or speak"}, {"No header": "- call your dentist – if they're closed, their answerphone may tell you what to do\n- call 111 – they can advise you what to do\n- find a dentist near you– ask if you can have an emergency appointment\nYou may have to pay for your appointment.\nRead more about NHS dental charges."}, {"How to ease toothache while waiting for an appointment": "- take painkillers, likeibuprofenorparacetamol(children under 16 should not take aspirin) – a pharmacist can advise you\ntake painkillers, like ibuprofen or paracetamol (children under 16 should not take aspirin) – a pharmacist can advise you\n- try rinsing your mouth with salt water (children should not try this)\ntry rinsing your mouth with salt water (children should not try this)\n- use a pain-relieving gel for your mouth – this can be bought from pharmacies or supermarkets\nuse a pain-relieving gel for your mouth – this can be bought from pharmacies or supermarkets\n- eat soft foods, like yoghurt or scrambled eggs, and try to avoid chewing with the sore tooth\neat soft foods, like yoghurt or scrambled eggs, and try to avoid chewing with the sore tooth\n- do not eat foods that are sweet, very hot or very cold\ndo not eat foods that are sweet, very hot or very cold\n- do not smoke – it can make some dental problems worse\ndo not smoke – it can make some dental problems worse\n- Dissolve half a teaspoon of salt in a glass of warm water – warm water helps salt dissolve.\n- Rinse your mouth with the solution, then spit it out – do not swallow it.\n- Repeat as often as you like."}, {"Causes of toothache": "Toothache can be caused by:\n- tooth decay\n- adental abscess\n- a cracked or damaged tooth\n- a loose or broken filling\n- an infection – this often happens when a tooth (such as a wisdom tooth) has broken the skin, but does not have enough room to fully come through\n- problems with your braces"}, {"How to prevent toothache": "The best way to prevent toothache is to keep your teeth and gums as healthy as possible.\nTo do this:\n- haveregular dental check-ups\n- cut down on sugary foods and drinks – only have them as an occasional treat at mealtimes\n- brush your teeth twice a day for about 2 minutes with a fluoride toothpaste\n- clean between your teeth using floss or an interdental brush every day to remove food, debris and plaque"}, {"More information": "- Taking care of your teeth and gums\n- Looking after your children's teeth\n- Looking after your baby's teeth"}]}, {"condition": "Dentures (false teeth)", "sections": [{"No header": "Dentures are removable false teeth made of acrylic (plastic), nylon or metal. They fit snugly over the gums to replace missing teeth and eliminate potential problems caused by gaps.\nGaps left by missing teeth can cause problems with eating and speech, and teeth either side of the gap may grow into the space at an angle.\nSometimes all the teeth need to be removed and replaced.\nYou may therefore need either:\n- complete dentures(a full set) – which replace all your upper or lower teeth, or\n- partial dentures– which replace just 1 tooth or a few missing teeth\nDentures may help prevent problems with eating and speech. If you need complete dentures, they may also improve the appearance of your smile and give you confidence.\nIt's also possible that dentures might not give you the result you hope for. Discuss plans openly with your dentist before you agree to go ahead."}, {"How dentures are fitted": "A full denture will be fitted if all your upper or lower teeth need to be removed or you're having an old complete denture replaced.\nThe denture will usually be fitted as soon as your teeth are removed, which means you won't be without teeth. The denture will fit snugly over your gums and jawbone.\nBut if you have dentures fitted immediately after the removal of several teeth, the gums and bone will alter in shape fairly quickly and the dentures will probably need relining or remaking after a few months.\nOccasionally, your gums may need to be left to heal and alter in shape for several months before dentures can be fitted.\nYou can either see a dentist or a qualified clinical dental technician to have your dentures made and fitted.\nThe difference between them is that a:\n- dentist will take measurements and impressions (moulds) of your mouth, and then order your full or partial dentures from a dental technician\n- clinical dental technician will provide a full set of dentures directly without you having to see your dentist (although you should still have regular dental check-ups with your dentist)\nA trial denture will be created from the impressions taken of your mouth.\nThe dentist or clinical dental technician will try this in your mouth to assess the fit and for you to assess the appearance.\nThe shape and colour may be adjusted before the final denture is produced.\nA partial denture is designed to fill in the gaps left by one or more missing teeth. It's a plastic, nylon or metal plate with a number of false teeth attached to it.\nIt usually clips onto some of your natural teeth via metal clasps, which hold it securely in place in your mouth. It can easily be unclipped and removed.\nOccasionally, the clips can be made of a tooth- or gum-coloured material, although this type of clip isn't always suitable because it tends to be more brittle than metal.\nYour dentist can measure your mouth and order a partial denture for you, or you can see a qualified clinical dental technician, who can provide a partial denture for you directly after you have first seen your dentist for a treatment plan and certificate of oral health.\nThe Oral Health Foundation website has more information and advice about bridges and partial dentures, including which type of denture (metal or plastic) is best for you.\nA fixed bridge is an alternative to a partial denture and may be suitable for some people.\nCrowns are put on the teeth either side of the gap and joined together by a false tooth that's put in the gap."}, {"Looking after your dentures": "Dentures may feel a bit strange to begin with, but you'll soon get used to wearing them.\nAt first, you may need to wear your dentures all the time, including while sleeping.\nYour dentist or clinical dental technician will advise you on whether you should remove your dentures before you go to sleep.\nIt isn't always necessary to remove your dentures at night, but doing so can allow your gums to rest as you sleep. \nIf you remove your dentures, they should be kept moist – for example, in water or a polythene bag with some dampened cotton wool in it, or in a suitable overnight denture-cleaning solution.\nThis will stop the denture material drying out and changing shape.\nKeeping your mouth clean is just as important when you wear dentures.\nYou should brush your remaining teeth, gums and tongue every morning and evening with fluoride toothpaste to prevent tooth decay, gum disease and other dental problems.\nRead more about how to keep your teeth clean.\nIt's important to regularly remove plaque and food deposits from your dentures.\nThis is because unclean dentures can also lead to problems, such as bad breath, gum disease, tooth decay and oral thrush.\nClean your dentures as often as you would normal teeth (at least twice a day: every morning and night).\nYou should:\n- brush your dentures with toothpaste or soap and water before soaking them to remove food particles\n- soak them in a fizzy solution of denture-cleaning tablets to remove stains and bacteria (follow the manufacturer's instructions)\n- brush them again as you would your normal teeth (but don't scrub them too hard)\nDentures may break if you drop them, so you should clean them over a bowl or sink filled with water, or something soft like a folded towel.\nFind more information on denture cleaning, on the Oral Health Foundation website.\nWhen you first start wearing dentures, you should eat soft foods cut into small pieces and chew slowly, using both sides of your mouth.\nAvoid chewing gum and any food that's sticky, hard or has sharp edges.\nYou can gradually start to eat other types of food until you're back to your old diet. Never use toothpicks.\nIf your dentures fit properly, you shouldn't necessarily need to use denture fixative (adhesive).\nBut if your jawbone has shrunk significantly, adhesive may be the only way to help retain your dentures. \nYour dentist or clinical dental technician will advise you if this is the case.\nAt first, some people feel more confident with their dentures if they use adhesive. Follow the manufacturer's instructions and avoid using excessive amounts.\nAdhesive can be removed from the denture by brushing with soap and water. \nRemnants of adhesive left in the mouth may need to be removed with some damp kitchen roll or a clean damp flannel."}, {"When to see your dentist": "You should continue to see your dentist regularly if you have dentures (even if you have complete dentures) so they can check for any problems.\nYour dentures should last several years if you take good care of them.\nBut your gums and jawbone will eventually shrink, which means the dentures may not fit as well as they used to and can become loose, or they may become worn.\nSee your dentist as soon as possible if:\n- your dentures click when you're talking\n- your dentures tend to slip, or you feel they no longer fit properly\n- your dentures feel uncomfortable\n- your dentures are visibly worn\n- you have signs ofgum diseaseortooth decay, such as bleeding gums or bad breath\nIf poorly fitting or worn dentures aren't replaced, they can cause great discomfort and lead to mouth sores, infections or problems eating and speaking."}, {"How much dentures cost on the NHS": "Having dentures fitted is a band 3 treatment.\nRead about understanding NHS dental charges for the different bands and how to get help with dental costs."}]}, {"condition": "Detached retina (retinal detachment)", "sections": [{"No header": "A detached retina is when the thin layer at the back of your eye (retina) becomes loose. It needs to be treated quickly to stop it permanently affecting your sight."}, {"Urgent advice: Get advice from 111 now if:": "- dots or lines (floaters) suddenly appear in your vision or suddenly increase in number\n- you get flashes of light in your vision\n- you have a dark \"curtain\" or shadow moving across your vision\n- your vision gets suddenly blurred\nThese could be symptoms of a detached retina.\n111 will tell you what to do. They can tell you the right place to get help if you need to see someone.\nGo to 111.nhs.uk or call 111.\nGet an urgent optician appointment\nYou can get your eyes checked at an optician.\nCall an optician near you and ask if you can have an urgent appointment.\nFind an optician"}, {"Treatment for a detached retina": "You'll be referred to hospital for surgery if tests show your retina may be detached or has started to come away (retinal tear).\nThis will usually stop your vision getting worse.\nSurgery to re-attach the retina or fix a retinal tear may involve:\n- removing and replacing the jelly inside your eye (vitrectomy)\n- attaching a small band around your eye to push the wall of your eye and retina closer together (scleral buckling)\n- injecting a bubble of gas into your eye to push the retina against the back of your eye (pneumatic retinopexy)\n- sealing the tear in your retina with laser or freezing treatment (cryotherapy)\nIt's usually done with local anaesthetic, so you're awake but your eye is numbed. You do not normally need to stay in hospital overnight.\nRecovery time after surgery varies. But as a general guide, for 2 to 6 weeks after surgery:\n- your vision may be blurry\n- your eye may be sore and red – takeparacetamolif you need to\n- you may need to take time off work\n- you may not be able to drive\n- you may need to avoid flying (if you've had a bubble of gas put into your eye)\nMost people are eventually able to return to all their normal activities.\nCall the hospital or go to A&E if the pain, redness or blurriness gets worse after surgery. You may need further treatment."}, {"Causes of a detached retina": "A detached retina is usually caused by changes to the jelly inside your eye, which can happen as you get older. This is called posterior vitreous detachment (PVD).\nIt's not clear exactly why PVD can lead to retinal detachment in some people and there's nothing you can do to prevent it. But it's more likely to happen if you:\n- are short-sighted\n- have had an eye operation (such as cataract surgery)\n- have had an eye injury\n- have a family history of retinal detachment\nYou can get a detached retina more than once. Get medical help as soon as possible if the symptoms come back."}]}, {"condition": "Developmental co-ordination disorder (dyspraxia) in children", "sections": [{"No header": "Developmental co-ordination disorder (DCD), also known as dyspraxia, is a condition affecting physical co-ordination. It causes a child to perform less well than expected in daily activities for their age, and appear to move clumsily.\nDCD is thought to be around 3 or 4 times more common in boys than girls, and the condition sometimes runs in families.\nThis topic is about DCD in children, although the condition often causes continued problems into adulthood. \nFind out more about DCD in adults."}, {"Symptoms of DCD": "Early developmental milestones of crawling, walking, self-feeding and dressing may be delayed in young children with DCD. Drawing, writing and performance in sports are also usually behind what is expected for their age.\nAlthough signs of the condition are present from an early age, children vary widely in their rate of development. This means a definite diagnosis of DCD does not usually happen until a child with the condition is 5 years old or more.\nFind out more about symptoms of DCD in children."}, {"When to seek medical advice": "If you're concerned about your child's health or development, talk to a GP or health visitor, or speak to a nurse, doctor or special educational needs co-ordinator (SENCO) at your child's school.\nIf necessary, they can refer your child to a community paediatrician, who will assess them and try to identify any developmental problems.\nFind out more about diagnosing DCD in children."}, {"Causes of DCD": "Doing co-ordinated movements is a complex process that involves many different nerves and parts of the brain.\nAny problem in this process could potentially lead to difficulties with movement and co-ordination.\nIt's not usually clear why co-ordination doesn't develop as well as other abilities in children with DCD.\nHowever, a number of risk factors that can increase a child's likelihood of developing DCD have been identified.\nThese include:\n- being born prematurely, before the 37th week of pregnancy\n- being born with a low birth weight\n- having a family history of DCD, although it is not clear exactly which genes may be involved in the condition\n- the mother drinking alcohol or taking illegal drugs while pregnant"}, {"Treating DCD": "There's no cure for DCD, but a number of therapies can help children to manage their problems.\nThese include:\n- being taught ways of do activities they find difficult, such as breaking down difficult movements into smaller parts and practicing them regularly\n- adapting tasks to make them easier, such as using special grips on pens and pencils so they are easier to hold\nAlthough DCD does not affect how intelligent a child is, it can make it more difficult for them to learn and they may need extra help to keep up at school.\nTreatment for DCD will be tailored to your child and usually involves a number of different healthcare professionals working together.\nAlthough the physical co-ordination of a child with DCD will remain below average, this often becomes less of a problem as they get older.\nHowever, difficulties in school – particularly producing written work – can become much more prominent and require extra help from parents and teachers.\nFind out more about treating DCD in children."}, {"Dyspraxia or DCD?": "While many people in the UK use the term dyspraxia to refer to the difficulties with movement and co-ordination that first develop in young children, this term is used less often by healthcare professionals.\nInstead, most healthcare professionals use the term developmental co-ordination disorder (DCD) to describe the condition.\nThis term is generally preferred by healthcare professionals because dyspraxia can have several meanings.\nFor example, dyspraxia can be used to describe movement difficulties that happen later in life because of damage to the brain, such as from a stroke or head injury.\nSome healthcare professionals may also use the term specific developmental disorder of motor function (SDDMF) to refer to DCD."}, {"Video: childhood dyspraxia - James' story": "This video is about dyspraxia, a disability that can affect movement and coordination."}]}, {"condition": "Developmental dysplasia of the hip", "sections": [{"No header": "Developmental dysplasia of the hip (DDH) is a condition where the \"ball and socket\" joint of the hip does not properly form in babies and young children.\nIt's sometimes called congenital dislocation of the hip, or hip dysplasia.\nThe hip joint attaches the thigh bone (femur) to the pelvis. The top of the femur (femoral head) is rounded, like a ball, and sits inside the cup-shaped hip socket.\nIn DDH, the socket of the hip is too shallow and the femoral head is not held tightly in place, so the hip joint is loose. In severe cases, the femur can come out of the socket (dislocate).\nDDH may affect 1 or both hips, but it's more common in the left hip. It's also more common in girls and firstborn children.\nAbout 1 or 2 in every 1,000 babies have DDH that needs to be treated.\nWithout early treatment, DDH may lead to:\n- problems moving around, for example alimp\n- pain\n- osteoarthritisof the hip and back\nWith early diagnosis and treatment, children are less likely to need surgery, and more likely to develop normally."}, {"Diagnosing DDH": "Your baby's hips will be checked as part of the newborn physical screening examination within 72 hours of being born.\nThe examination involves gently moving your baby's hip joints to check if there are any problems. It should not cause them any discomfort.\nYour baby should have an ultrasound scan of their hip between 4 and 6 weeks old if a doctor, midwife or nurse thinks their hip feels unstable.\nBabies should also have an ultrasound scan of their hip between 4 and 6 weeks old if:\n- there have been childhood hip problems in your family (parents, brothers or sisters)\n- your baby was in thebreech position (feet or bottom downwards)in the last month of pregnancy (at or after 36 weeks)\n- your baby was born in the breech position after 28 weeks of pregnancy\nIf you have had twins or multiples and 1 of the babies has any of these risk factors, each baby should have an ultrasound scan of their hips by the time they're 4 to 6 weeks old.\nSometimes a baby's hip stabilises on its own before the scan is due, but they should still be checked to make sure.\nGet help and support from the charity Steps if your baby's been diagnosed with DDH"}, {"Treating DDH": "Babies diagnosed with DDH early in life are usually treated with a fabric splint called a Pavlik harness.\nThis secures both of your baby's hips in a stable position and allows them to develop normally.\nThe harness needs to be worn constantly for several weeks and should not be removed by anyone except a health professional.\nThe harness may be adjusted during follow-up appointments. Your clinician will discuss your baby's progress with you.\nYour hospital will provide detailed instructions on how to look after your baby while they're wearing a Pavlik harness.\nThis will include information on:\n- how to change your baby's clothes without removing the harness – nappies can be worn normally\n- cleaning the harness if it's soiled – it still should not be removed, but can be cleaned with detergent and an old toothbrush or nail brush\n- positioning your baby while they sleep – they should be placed on their back and not on their side\n- how to avoid skin irritation around the straps of the harness – you may be advised to wrap some soft, hygienic material around the bands\nEventually, you may be given advice on removing and replacing the harness for short periods of time until it can be permanently removed.\nYou'll be encouraged to allow your baby to move freely when the harness is off. Swimming is often recommended.\nSurgery may be needed if your baby is diagnosed with DDH after they're 6 months old, or if the Pavlik harness has not helped.\nThe most common surgery is called reduction. This involves placing the femoral head back into the hip socket.\nReduction surgery is done under general anaesthetic and may be done as either:\n- closed reduction – the femoral head is placed in the hip socket without making any large cuts\n- open reduction – a cut is made in the groin to allow the surgeon to place the femoral head into the hip socket\nYour child may need to wear a cast for at least 12 weeks after the operation.\nTheir hip will be checked under general anaesthetic again after 6 weeks, to make sure it's stable and healing well.\nAfter this investigation, your child will probably wear a cast for at least another 6 weeks to allow their hip to fully stabilise.\nSome children may also require bone surgery (osteotomy) during an open reduction, or at a later date, to correct any bone deformities."}, {"Late-stage signs of DDH": "The newborn physical screening examination, and the infant screening examination at 6 to 8 weeks, aim to diagnose DDH early.\nBut sometimes hip problems can develop or show up after these checks.\nIt's important to contact a GP as soon as possible if you notice your child has developed any of the following symptoms:\n- 1 leg cannot be moved out sideways as far as the other when you change their nappy\n- 1 leg seems to be longer than the other\n- 1 leg drags when they crawl\n- a limp or \"waddling\" walk\nYour child will be referred to an orthopaedic specialist in hospital for an ultrasound scan if your doctor thinks there's a problem with their hip."}, {"Hip-healthy swaddling": "It's important to remember DDH cannot be prevented and it's nobody's fault.\nA baby's hips are naturally more flexible for a short period after birth. But if your baby spends a lot of time tightly wrapped (swaddled) with their legs straight and pressed together, there's a risk this may affect their hip development.\nUsing hip-healthy swaddling techniques can reduce this risk. Make sure your baby is able to move their hips and knees freely to kick.\nFind out more about hip-healthy swaddling on The International Hip Dysplasia Institute website"}]}, {"condition": "DEXA scan, see Bone density scan (DEXA scan)", "sections": [{"No header": "A bone density scan uses low dose X-rays to see how dense (or strong) your bones are. You may also hear it called a DEXA scan.\nBone density scans are often used to diagnose or assess your risk of osteoporosis, a health condition that weakens bones and makes them more likely to break.\nAs well as being quick and painless, a bone density scan is more effective than normal X-rays in identifying low bone density."}, {"Who needs to have a bone density scan": "You may need to have a bone density scan if you're:\n- over 50 with a risk of developing osteoporosis\n- under 50 with other risk factors, such as smoking or a previous broken bone\nThe results from a bone density scan are usually used alongside a fracture risk assessment to assess your chances of osteoporosis and breaking a bone.\nOsteoporosis can affect anyone at any age, although older postmenopausal women are particularly at risk. \nThis is because the level of oestrogen declines after the menopause, resulting in a decrease in bone density.\nThe more dense your bones, the stronger and less likely they are to break (fracture). Osteoporosis does not cause any symptoms until a bone is broken.\nFind out when bone density scans are used"}, {"Measuring bone density": "During a bone density scan, a special type of X-ray called dual energy X-ray absorptiometry is passed through your body. This is shortened to DEXA.\nSome radiation is absorbed by the bone and soft tissue, and some travels through your body.\nSpecial detectors in the DEXA machine measure how much radiation passes through your bones, and this information is sent to a computer.\nYour bone density measurements will be compared with the bone density of a young healthy adult or an adult of your own age, gender and ethnicity.\nFind out more about how bone density scans are carried out"}, {"How safe are bone density (DEXA) scans": "Bone density scans are very safe. They use a much lower level of radiation than standard X-rays, which means that the radiographer (the technical specialist carrying out the scan) can stay in the scanning room with you during the scan.\nThe amount of radiation used during a bone density scan is very low and less than 2 days' exposure to natural background radiation (NBR).\nBy comparison, a chest X-ray uses the equivalent of about 3 days' exposure to NBR, and a flight to North America is equivalent to approximately a week's exposure to NBR.\nDespite being very safe, bone density scans and X-rays are not recommended for pregnant women, as X-rays can damage an unborn child.\nFind out more about your health during pregnancy"}]}, {"condition": "Diabetes", "sections": [{"No header": "Diabetes is a lifelong condition that causes a person's blood sugar level to become too high.\nThere are 2 main types of diabetes:\n- type 1 diabetes– where the body's immune system attacks and destroys the cells that produce insulin\n- type 2 diabetes– where the body does not produce enough insulin, or the body's cells do not react to insulin\nType 2 diabetes is far more common than type 1. In the UK, around 90% of all adults with diabetes have type 2.\nDuring pregnancy, some women have such high levels of blood glucose that their body is unable to produce enough insulin to absorb it all. This is known as gestational diabetes."}, {"Advice during the coronavirus outbreak": "- Diabetes UK: updates about coronavirus"}, {"Pre-diabetes": "Many more people have blood sugar levels above the normal range, but not high enough to be diagnosed as having diabetes.\nThis is sometimes known as pre-diabetes. If your blood sugar level is above the normal range, your risk of developing full-blown diabetes is increased.\nIt's very important for diabetes to be diagnosed as early as possible because it will get progressively worse if left untreated."}, {"When to see a doctor": "Visit your GP as soon as possible if you experience the main symptoms of diabetes, which include:\n- feeling verythirsty\n- peeing more frequently than usual, particularly at night\n- feeling very tired\n- weight loss and loss of muscle bulk\n- itching around the penis or vagina, or frequent episodes ofthrush\n- cuts or wounds that heal slowly\n- blurred vision\nType 1 diabetes can develop quickly over weeks or even days.\nMany people have type 2 diabetes for years without realising because the early symptoms tend to be general."}, {"Causes of diabetes": "The amount of sugar in the blood is controlled by a hormone called insulin, which is produced by the pancreas (a gland behind the stomach).\nWhen food is digested and enters your bloodstream, insulin moves glucose out of the blood and into cells, where it's broken down to produce energy.\nHowever, if you have diabetes, your body is unable to break down glucose into energy. This is because there's either not enough insulin to move the glucose, or the insulin produced does not work properly.\nThere are no lifestyle changes you can make to lower your risk of type 1 diabetes.\nYou can help manage type 2 diabetes through healthy eating, regular exercise and achieving a healthy body weight.\nRead about how to reduce your diabetes risk."}, {"Living with diabetes": "If you're diagnosed with diabetes, you'll need to eat healthily, take regular exercise and carry out regular blood tests to ensure your blood glucose levels stay balanced.\nYou can use the BMI healthy weight calculator to check whether you're a healthy weight.\nPeople diagnosed with type 1 diabetes also require regular insulin injections for the rest of their life.\nAs type 2 diabetes is a progressive condition, medicine may eventually be required, usually in the form of tablets.\nRead about: \n- treating type 1 diabetes\n- treating type 2 diabetes"}, {"Diabetic eye screening": "Everyone with diabetes aged 12 or over should be invited to have their eyes screened once a year.\nIf you have diabetes, your eyes are at risk from diabetic retinopathy, a condition that can lead to sight loss if it's not treated.\nScreening, which involves a 30-minute check to examine the back of the eyes, is a way of detecting the condition early so it can be treated more effectively.\nRead more about diabetic eye screening."}]}, {"condition": "Diabetes (type 2), see Type 2 diabetes", "sections": [{"No header": "- Type 2 diabetes is a common conditionthat causes the level of sugar (glucose) in the blood to become too high.\n- It can cause symptoms like excessive thirst, needing to pee a lot and tiredness. It can also increase your risk of getting serious problems with your eyes, heart and nerves.\n- It's a lifelong condition that can affect your everyday life. You may need to change your diet, take medicines and have regular check-ups.\n- It's caused by problems with a chemical in the body (hormone) called insulin. It's often linked to being overweight or inactive, or having a family history of type 2 diabetes."}, {"Advice during the coronavirus outbreak": "- Diabetes UK: updates about coronavirus"}]}, {"condition": "Diabetes in pregnancy, see Gestational diabetes", "sections": [{"Important: \n        Coronavirus (COVID-19) update": "Gestational diabetes is high blood sugar (glucose) that develops during pregnancy and usually disappears after giving birth.\nIt can happen at any stage of pregnancy, but is more common in the second or third trimester.\nIt happens when your body cannot produce enough insulin – a hormone that helps control blood sugar levels – to meet your extra needs in pregnancy.\nGestational diabetes can cause problems for you and your baby during pregnancy and after birth. But the risks can be reduced if the condition is detected early and well managed.\nIf you're well, it's really important you go to all your appointments and scans for the health of you and your baby.\nIf you're pregnant, hospitals and clinics are making sure it's safe for you to go to appointments.\nIf you get symptoms of COVID-19, or you're unwell with something other than COVID-19, speak to your midwife or maternity team. They will advise you what to do.\nFind out more about pregnancy and COVID-19"}, {"Who's at risk of gestational diabetes": "Any woman can develop gestational diabetes during pregnancy, but you're at an increased risk if:\n- your body mass index (BMI) is above 30 – use theBMI healthy weight calculatorto work out your BMI\n- you previously had a baby who weighed 4.5kg (10lb) or more at birth\n- you had gestational diabetes in a previous pregnancy\n- 1 of your parents or siblings has diabetes\n- you are of south Asian, Black, African-Caribbean or Middle Eastern origin (even if you were born in the UK)\nIf any of these apply to you, you should be offered screening for gestational diabetes during your pregnancy."}, {"Symptoms of gestational diabetes": "Gestational diabetes does not usually cause any symptoms.\nMost cases are only discovered when your blood sugar levels are tested during screening for gestational diabetes.\nSome women may develop symptoms if their blood sugar levels gets too high (hyperglycaemia), such as:\n- increasedthirst\n- needing to pee more often than usual\n- a dry mouth\n- tiredness\nBut some of these symptoms are common during pregnancy and are not necessarily a sign of gestational diabetes. Speak to your midwife or doctor if you're worried about any symptoms you're experiencing."}, {"How gestational diabetes can affect your pregnancy": "Most women with gestational diabetes have otherwise normal pregnancies with healthy babies.\nHowever, gestational diabetes can cause problems such as:\n- your baby growing larger than usual – this may lead to difficulties during the delivery and increases the likelihood of needinginduced labouror acaesarean section\n- polyhydramnios– too much amniotic fluid (the fluid that surrounds the baby) in the womb, which can cause premature labour or problems at delivery\n- premature birth– giving birth before the 37th week of pregnancy\n- pre-eclampsia– a condition that causes high blood pressure during pregnancy and can lead to pregnancy complications if not treated\n- your baby developing low blood sugar or yellowing of the skin and eyes (jaundice) after he or she is born, which may require treatment in hospital\n- the loss of your baby (stillbirth) – though this is rare\nHaving gestational diabetes also means you're at an increased risk of developing type 2 diabetes in the future."}, {"Screening for gestational diabetes": "During your first antenatal appointment (also called a booking appointment) at around week 8 to 12 of your pregnancy, your midwife or doctor will ask you some questions to determine whether you're at an increased risk of gestational diabetes.\nIf you have 1 or more risk factors for gestational diabetes you should be offered a screening test.\nThe screening test is called an oral glucose tolerance test (OGTT), which takes about 2 hours.\nIt involves having a blood test in the morning, when you have not had any food or drink for 8 to 10 hours (though you can usually drink water, but check with the hospital if you're unsure). You're then given a glucose drink. \nAfter resting for 2 hours, another blood sample is taken to see how your body is dealing with the glucose.\nThe OGTT is done when you're between 24 and 28 weeks pregnant. If you've had gestational diabetes before, you'll be offered an OGTT earlier in your pregnancy, soon after your booking appointment, then another OGTT at 24 to 28 weeks if the first test is normal.\nFind out more about an OGTT."}, {"Treatments for gestational diabetes": "If you have gestational diabetes, the chances of having problems with your pregnancy can be reduced by controlling your blood sugar levels.\nYou'll be given a blood sugar testing kit so you can monitor the effects of treatment.\nBlood sugar levels may be reduced by changing your diet and exercise routine. However, if these changes don't lower your blood sugar levels enough, you will need to take medicine as well. This may be tablets or insulin injections.\nYou'll also be more closely monitored during your pregnancy and birth to check for any potential problems.\nIf you have gestational diabetes, it's best to give birth before 41 weeks. Induction of labour or a caesarean section may be recommended if labour does not start naturally by this time.\nEarlier delivery may be recommended if there are concerns about your or your baby's health or if your blood sugar levels have not been well controlled.\nFind out more about how gestational diabetes is treated."}, {"Long-term effects of gestational diabetes": "Gestational diabetes normally goes away after birth. But women who've had it are more likely to develop:\n- gestational diabetes again in future pregnancies\n- type 2 diabetes– a lifelong type of diabetes\nYou should have a blood test to check for diabetes 6 to 13 weeks after giving birth, and once every year after that if the result is normal.\nSee your GP if you develop symptoms of high blood sugar, such as increased thirst, needing to pee more often than usual, and a dry mouth – do not wait until your next test. \nYou should have the tests even if you feel well, as many people with diabetes do not have any symptoms.\nYou'll also be advised about things you can do to reduce your risk of getting diabetes, such as maintaining a healthy weight, eating a balanced diet and exercising regularly.\nSome research has suggested that babies of mothers who had gestational diabetes may be more likely to develop diabetes or become obese later in life."}, {"Planning future pregnancies": "If you've had gestational diabetes before and you're planning to get pregnant, make sure you get checked for diabetes. Your GP can arrange this.\nIf you do have diabetes, you should be referred to a diabetes pre-conception clinic for support to ensure your condition is well controlled before you get pregnant.\nRead more about diabetes in pregnancy.\nIf you have an unplanned pregnancy, talk to your GP and tell them you had gestational diabetes in your previous pregnancy.\nIf tests show you do not have diabetes, you'll be offered screening earlier in pregnancy (soon after your first midwife appointment) and another test at 24 to 28 weeks if the first test is normal.\nAlternatively, your midwife or doctor may suggest you test your blood sugar levels yourself using a finger-pricking device in the same way as you did during your previous gestational diabetes."}]}, {"condition": "Diabetes insipidus", "sections": [{"No header": "Diabetes insipidus is a rare condition where you pee a lot and often feel thirsty.\nDiabetes insipidus is not related to diabetes, but it does share some of the same signs and symptoms.\nThe 2 main symptoms of diabetes insipidus are:\n- extremethirst(polydipsia)\n- peeing a lot, even at night (polyuria)\nIn very severe cases of diabetes insipidus, a person can pee up to 20 litres of urine in a day.\nFind out more about the symptoms of diabetes insipidus"}, {"When to seek medical advice": "You should always see your GP if you're feeling thirsty all the time. \nAlthough it may not be diabetes insipidus, it should be investigated.\nAlso see your GP if you're:\n- peeing more than normal – most healthy adults pass urine 4 to 7 times in a 24-hour period\n- needing to pee small amounts at frequent intervals  – sometimes this can occur along with the feeling that you need to pee immediately\nChildren tend to pee more frequently because they have smaller bladders. \nBut seek medical advice if your child pees more than 10 times a day.\nYour GP will be able to carry out a number of tests to help determine what's causing the problem.\nFind out more about diagnosing diabetes insipidus"}, {"What causes diabetes insipidus": "Diabetes insipidus is caused by problems with a hormone called vasopressin (AVP), also called antidiuretic hormone (ADH).\nAVP plays a key role in regulating the amount of fluid in the body. \nIt's produced by specialist nerve cells in a part of the brain known as the hypothalamus. \nAVP passes from the hypothalamus to the pituitary gland, where it's stored until needed.\nThe pituitary gland releases AVP when the amount of water in the body becomes too low. \nIt helps retain water in the body by reducing the amount of water lost through the kidneys, making the kidney produce more concentrated urine.\nIn diabetes insipidus, the lack of production of AVP means the kidney cannot make enough concentrated urine and too much water is passed from the body. \nIn rare cases, the kidney does not respond to AVP. This causes a specific form of diabetes insipidus called nephrogenic diabetes insipidus.\nPeople feel thirsty as the body tries to compensate for the increased loss of water by increasing the amount of water taken in.\nFind out more about the causes of diabetes insipidus"}, {"Who's affected by diabetes insipidus": "Diabetes insipidus affects about 1 in 25,000 people in the general population. \nAdults are more likely to develop the condition, but it can occur at any age.\nIn rarer cases, diabetes insipidus can develop during pregnancy, known as gestational diabetes insipidus."}, {"Types of diabetes insipidus": "There are 2 main types of diabetes insipidus:\n- cranial diabetes insipidus\n- nephrogenic diabetes insipidus\nCranial diabetes insipidus occurs when there's not enough AVP in the body to regulate urine production.\nCranial diabetes insipidus is the most common type of diabetes insipidus. \nIt can be caused by damage to the hypothalamus or pituitary gland – for example, after an infection, operation, brain tumour or head injury. \nIn about 1 in 3 cases of cranial diabetes insipidus there's no obvious reason why the hypothalamus stops making enough AVP.\nNephrogenic diabetes insipidus occurs when there's enough AVP in the body but the kidneys fail to respond to it. \nIt can be caused by kidney damage or, in some cases, inherited as a problem on its own.\nSome medications, particularly lithium (used to help stabilise mood in some people with specific mental health conditions, such as bipolar disorder), can cause nephrogenic diabetes insipidus."}, {"Treating diabetes insipidus": "Treatment is not always needed for mild cases of cranial diabetes insipidus. \nYou just need to increase the amount of water you drink to compensate for the fluid lost through urination.\nIf necessary, a medication called desmopressin can be used to replicate the functions of AVP.\nNephrogenic diabetes insipidus is often treated with medications called thiazide diuretics, which reduce the amount of urine the kidneys produce.\nFind out more about treating diabetes insipidus"}, {"Complications": "As diabetes insipidus increases water loss in the urine, the amount of water in the body can become low. This is known as dehydration.\nRehydration with water can be used to treat mild dehydration. Severe dehydration will need to be treated in hospital. \nFind out more about the complications of diabetes insipidus"}]}, {"condition": "Diabetic eye screening", "sections": [{"No header": "- Diabetic eye screening is a test to check for eye problems caused by diabetes.\n- Eye problems caused by diabetes are calleddiabetic retinopathy. This can lead to sight loss if it's not found early.\n- The eye screening test can find problems before they affect your sight.\n- Pictures are taken of the back of your eyes to check for any changes.\n- If you have diabetes and you're aged 12 or over, you'll get a letter asking you to have your eyes checked at least once a year.\nYou can get other versions of diabetic eye screening information, including an easy read guide, an audio guide and guides in other languages."}, {"Important: \n        Coronavirus (COVID-19) update": "Diabetic eye screening services are now running.\nYou'll be invited when your next screening appointment is due.\nContact your GP surgery or optician online or by phone if you have diabetes and are worried about your sight.\nIt's important to go to your appointment unless you have symptoms of COVID-19. All NHS services are making sure it's safe for you to attend."}, {"Video: diabetic eye screening": "This video shows what happens when you go for diabetic eye screening and why you need regular eye checks."}, {"No header": ""}]}, {"condition": "Diabetic ketoacidosis", "sections": [{"No header": "Diabetic ketoacidosis (DKA) is a serious problem that can happen in people with diabetes if their body starts to run out of insulin.\nWhen this happens, harmful substances called ketones build up in the body, which can be life-threatening if it's not found and treated quickly.\nDKA mainly affects people with type 1 diabetes, but can sometimes affect people with type 2 diabetes. If you have diabetes, it's important to be aware of the risk and know what to do if you get DKA."}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if you're unwell.\nIt's still important to get medical help if you need it.\nDo not delay if you feel very unwell or think there's something seriously wrong. Call 999."}, {"Symptoms of diabetic ketoacidosis": "Symptoms of DKA include:\n- needing to pee more than usual\n- feeling very thirsty\n- being sick\n- tummy pain\n- breath that smells fruity (like pear drop sweets, or nail varnish)\n- deep or fast breathing\n- feeling very tired or sleepy\n- confusion\n- passing out\nYou can get DKA if you have high blood sugar (hyperglycaemia) and a high level of ketones in your blood or urine. You can check your ketone levels using a home-testing kit.\nSymptoms usually start over a 24-hour period, but they can happen faster."}, {"Check your blood sugar and ketone levels": "Check your blood sugar level if you have symptoms of DKA.\nIf your blood sugar level is 11mmol/L or above, and you have a blood or urine ketone testing kit, check your ketone level.\nIf you do a blood ketone test:\n- lower than 0.6mmol/L is a normal reading\n- 0.6 to 1.5mmol/L means you're at a slightly increased risk of DKA and you should test again in 2 hours\n- 1.6 to 2.9mmol/L means you're at an increased risk of DKA and should contact your diabetes team or GP as soon as possible\n- 3mmol/L or above means you have a very high risk of DKA and should get medical help immediately\nIf you do a urine ketone test, a result of more than 2+ means there's a high chance you have DKA and you should get medical help immediately."}, {"When to get medical help": "Go to your nearest A&E immediately if you think you have DKA, especially if you have a high level of ketones in your blood or urine.\nDKA is an emergency and needs to be treated in hospital immediately.\nCall your diabetes team or GP as soon as possible if you're not sure whether you need emergency help – for example:\n- your blood sugar or ketone levels are high or getting higher over time, but you do not feel unwell\n- you feel unwell but your blood sugar or ketone levels are normal or are only a little bit higher than usual\nIf you cannot contact your care team or GP, call your local out-of-hours service or NHS 111 for advice."}, {"Causes of diabetic ketoacidosis": "DKA is caused by a lack of insulin in the body, which results in the body breaking down fat for energy. Ketones are released into the body as the fat is broken down.\nIf you have diabetes, certain things can make this more likely to happen, including:\n- having an infection, such asfluor aurinary tract infection (UTI)\n- not following your treatment plan, such as missing doses of insulin\n- an injury or surgery\n- taking certain medicines, such assteroids\n- binge drinking\n- using illegal drugs\n- pregnancy\n- having yourperiod\nSometimes, there's no obvious trigger."}, {"Preventing diabetic ketoacidosis": "The following tips can help reduce your chances of getting DKA:\n- check your blood sugar level regularly so you can notice and treat an increase quickly – read about how to treat high blood sugar on our page abouthyperglycaemia\n- follow your treatment plan – do not stop taking insulin unless you're told to by a healthcare professional\n- take extra care when you're ill – your diabetes team can give you some \"sick-day rules\" to follow, which include things like checking your blood sugar more often and checking your ketone level\n- be careful taking new medicines – check with a doctor or pharmacist first, as some medicines can increase the risk of DKA\nContact your diabetes team or GP for advice if you find it hard to keep your blood sugar level down."}, {"Treatments for diabetic ketoacidosis": "DKA is usually treated in hospital.\nTreatments for DKA include:\n- insulin, usually given into a vein (intravenously)\n- fluids given into a vein to rehydrate your body\n- nutrients given into a vein to replace any you've lost\nYou'll also be closely monitored for any life-threatening problems that can happen, such as problems with your brain, kidneys or lungs.\nYou can leave hospital when you're well enough to eat and drink and tests show a safe level of ketones in your body. It's common to stay in hospital for around 2 days.\nBefore leaving hospital, ask to speak to a diabetes nurse about why you got DKA and what you can do to stop it happening again."}]}, {"condition": "Diabetic retinopathy", "sections": [{"No header": "Diabetic retinopathy is a complication of diabetes, caused by high blood sugar levels damaging the back of the eye (retina). It can cause blindness if left undiagnosed and untreated.\nHowever, it usually takes several years for diabetic retinopathy to reach a stage where it could threaten your sight.\nTo minimise the risk of this happening, people with diabetes should:\n- ensure they control their blood sugar levels, blood pressure and cholesterol\n- attend diabetic eye screening appointments – annual screening is offered to all people with diabetes aged 12 and over to pick up and treat any problems early on"}, {"How diabetes can affect the eyes": "The retina is the light-sensitive layer of cells at the back of the eye that converts light into electrical signals. The signals are sent to the brain which turns them into the images you see.\nThe retina needs a constant supply of blood, which it receives through a network of tiny blood vessels.\nOver time, a persistently high blood sugar level can damage these blood vessels in 3 main stages:\n- background retinopathy– tiny bulges develop in the blood vessels, which may bleed slightly but do not usually affect your vision\n- pre-proliferative retinopathy– more severe and widespread changes affect the blood vessels, including more significant bleeding into the eye\n- proliferative retinopathy– scar tissue and new blood vessels, which are weak and bleed easily, develop on the retina; this can result in some loss of vision\nHowever, if a problem with your eyes is picked up early, lifestyle changes and treatment can stop it getting worse.\nRead about the stages of diabetic retinopathy."}, {"Am I at risk of diabetic retinopathy?": "Anyone with type 1 diabetes or type 2 diabetes is potentially at risk of developing diabetic retinopathy.\nYou're at a greater risk if you:\n- have had diabetes for a long time\n- have a persistently high blood sugar (blood glucose) level\n- havehigh blood pressure\n- havehigh cholesterol\n- are pregnant\n- are of Asian or Afro-Caribbean background\nBy keeping your blood sugar, blood pressure and cholesterol levels under control, you can reduce your chances of developing diabetic retinopathy."}, {"Symptoms of diabetic retinopathy": "You will not usually notice diabetic retinopathy in the early stages, as it does not tend to have any obvious symptoms until it's more advanced.\nHowever, early signs of the condition can be picked up by taking photographs of the eyes during diabetic eye screening.\nContact your GP or diabetes care team immediately if you experience:\n- gradually worsening vision\n- sudden vision loss\n- shapes floating in your field of vision(floaters)\n- blurred or patchy vision\n- eye pain or redness\n- difficulty seeing in the dark\nThese symptoms do not necessarily mean you have diabetic retinopathy, but it's important to get them checked out. \nDo not wait until your next screening appointment."}, {"Diabetic eye screening": "Everyone with diabetes who is 12 years old or over is invited for eye screening once a year.\nScreening is offered because:\n- diabetic retinopathy does not tend to cause any symptoms in the early stages\n- the condition can cause permanent blindness if not diagnosed and treated promptly\n- screening can detect problems in your eyes before they start to affect your vision\n- if problems are caught early, treatment can help prevent or reduce vision loss\nThe screening test involves examining the back of the eyes and taking photographs.\nDepending on your result, you may be advised to return for another appointment a year later, attend more regular appointments, or discuss treatment options with a specialist.\nRead more about diabetic eye screening."}, {"Reduce your risk of diabetic retinopathy": "You can reduce your risk of developing diabetic retinopathy, or help prevent it getting worse, by:\n- controlling your blood sugar, blood pressure and cholesterol levels\n- taking your diabetes medicine as prescribed\n- attending all your screening appointments\n- getting medical advice quickly if you notice any changes to your vision\n- maintaining a healthy weight, eating a healthy, balanced diet, exercising regularly and stopping smoking\nRead more about how to prevent diabetic retinopathy."}, {"Treatments for diabetic retinopathy": "Treatment for diabetic retinopathy is only necessary if screening detects significant problems that mean your vision is at risk.\nIf the condition has not reached this stage, the above advice on managing your diabetes is recommended.\nThe main treatments for more advanced diabetic retinopathy are:\n- laser treatment\n- injections of medication into your eyes\n- an operation to remove blood or scar tissue from your eyes\nRead more about the treatment of diabetic retinopathy."}]}, {"condition": "Dialysis", "sections": [{"Coronavirus advice": "Dialysis is a procedure to remove waste products and excess fluid from the blood when the kidneys stop working properly. It often involves diverting blood to a machine to be cleaned.\nNormally, the kidneys filter the blood, removing harmful waste products and excess fluid and turning these into urine to be passed out of the body.\nGet advice about coronavirus and dialysis from Kidney Care UK"}, {"Why do I need dialysis?": "If your kidneys are not working properly – for example, because you have advanced chronic kidney disease (kidney failure) – the kidneys may not be able to clean the blood properly.\nWaste products and fluid can build up to dangerous levels in your body. Left untreated, this can cause a number of unpleasant symptoms and eventually be fatal.\nDialysis filters out unwanted substances and fluids from the blood before this happens."}, {"How long will I need dialysis for?": "It depends. In some cases, kidney failure may be a temporary problem and dialysis can be stopped when your kidneys recover.\nBut often, someone with kidney failure will need a kidney transplant.\nIt's not always possible to carry out a kidney transplant straight away, so dialysis may be needed until a suitable donor kidney becomes available.\nIf a kidney transplant is not suitable for you – for example, because you're not well enough to have a major operation – dialysis may be needed for the rest of your life."}, {"What happens during dialysis": "There are 2 main types of dialysis: haemodialysis and peritoneal dialysis.\nHaemodialysis is the most common type of dialysis and the one most people are aware of.\nDuring the procedure, a tube is attached to a needle in your arm. \nBlood passes along the tube and into an external machine that filters it, before it's passed back into the arm along another tube.\nAt dialysis centres, this is usually carried out 3 days a week, with each session lasting around 4 hours.\nIt can also be done at home. Some examples of a home dialysis schedule include:\n- 4 times a week for 4 hours\n- 5 times a week for 3 hours\n- 6 days a week for 8 hours overnight\nPeritoneal dialysis uses the inside lining of your abdomen (the peritoneum) as the filter, rather than a machine.\nLike the kidneys, the peritoneum contains thousands of tiny blood vessels, making it a useful filtering device.\nBefore treatment starts, a cut (incision) is made near your belly button and a thin tube called a catheter is inserted through the incision and into the space inside your abdomen (the peritoneal cavity). This is left in place permanently.\nFluid is pumped into the peritoneal cavity through the catheter. As blood passes through the blood vessels lining the peritoneal cavity, waste products and excess fluid are drawn out of the blood and into the dialysis fluid.\nThe used fluid is drained into a bag a few hours later and replaced with fresh fluid.\nChanging the fluid usually takes about 30 to 40 minutes and normally needs to be repeated around 4 times a day.\nIf you prefer, this can be done by a machine overnight while you sleep.  \nRead more about how dialysis is performed"}, {"Which type of dialysis is best?": "In many cases, you'll be able to choose which type of dialysis you want to have and where to have it.\nThe 2 techniques are equally effective for most people, but each has its own advantages and drawbacks.\nFor example:\n- haemodialysismeans you'll have 4 treatment-free days a week, but the treatment sessions last longer and you may need to visit hospital each time\n- home haemodialysis– you'll usually need to have dialysis sessions more often than you would in a clinic, but you can choose a treatment plan that meets your medical needs and fits around your life\n- peritoneal dialysiscan be done quite easily at home and can sometimes be done while you sleep, but it needs to be done every day\nIf you're able to choose the type of dialysis you prefer, your care team will discuss the pros and cons of each option with you to help you make a decision.\nRead more about the advantages and disadvantages of both types of dialysis"}, {"Side effects of dialysis": "Haemodialysis can cause itchy skin and muscle cramps. Peritoneal dialysis can put you at risk of developing peritonitis, an infection of the thin membrane that surrounds your abdomen.\nBoth types of dialysis can make you feel exhausted.\nRead more about the possible side effects of dialysis."}, {"Life on dialysis": "Many people on dialysis have a good quality of life.\nIf you're otherwise well, you should be able to:\n- continue working or studying\n- drive\n- exercise\n- go swimming\n- go on holiday\nMost people can remain on dialysis for many years, although the treatment can only partially compensate for the loss of kidney function.\nHaving kidneys that do not work properly can place a significant strain on the body.\nThis means that people can die while on dialysis if they do not have a kidney transplant, particularly older people and those with other health problems.\nSomeone who starts dialysis in their late 20s can expect to live for up to 20 years or longer, but adults over 75 may only survive for 2 to 3 years.\nBut survival rates of people on dialysis have improved over the past decade and are expected to continue improving in the future."}]}, {"condition": "Diarrhoea and vomiting", "sections": [{"No header": "Diarrhoea and vomiting are common in adults, children and babies. They're often caused by a stomach bug and should stop in a few days.\nThe advice is the same if you have diarrhoea and vomiting together or separately."}, {"How to treat diarrhoea and vomiting yourself": "You can usually treat yourself or your child at home. The most important thing is to have lots of fluids to avoid dehydration.\n- stay at home and get plenty of rest\nstay at home and get plenty of rest\n- drink lots of fluids, such as water or squash – take small sips if you feel sick\ndrink lots of fluids, such as water or squash – take small sips if you feel sick\n- carry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\ncarry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\n- give babies on formula or solid foods small sips of water between feeds\ngive babies on formula or solid foods small sips of water between feeds\n- eat when you feel able to – you do not need to eat or avoid any specific foods\neat when you feel able to – you do not need to eat or avoid any specific foods\n- takeparacetamolif you're in discomfort – check the leaflet before giving it to your child\ntake paracetamol if you're in discomfort – check the leaflet before giving it to your child\n- do not have fruit juice or fizzy drinks – they can make diarrhoea worse\ndo not have fruit juice or fizzy drinks – they can make diarrhoea worse\n- do not make baby formula weaker – use it at its usual strength\ndo not make baby formula weaker – use it at its usual strength\n- do not give children under 12 medicine to stop diarrhoea\ndo not give children under 12 medicine to stop diarrhoea\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16"}, {"How long diarrhoea and vomiting last": "In adults and children:\n- diarrhoea usually stops within 5 to 7 days\n- vomiting usually stops in 1 or 2 days"}, {"Diarrhoea and vomiting can spread easily": "Stay off school or work until you've not been sick or had diarrhoea for at least 2 days.\nTo help avoid spreading an infection:\n- wash your handswith soap and water frequently\nwash your hands with soap and water frequently\n- wash any clothing or bedding that has poo or vomit on it separately on a hot wash\nwash any clothing or bedding that has poo or vomit on it separately on a hot wash\n- clean toilet seats, flush handles, taps, surfaces and door handles every day\nclean toilet seats, flush handles, taps, surfaces and door handles every day\n- do not prepare food for other people, if possible\ndo not prepare food for other people, if possible\n- do not share towels, flannels, cutlery or utensils\ndo not share towels, flannels, cutlery or utensils\n- do not use a swimming pool until 2 weeks after the symptoms stop\ndo not use a swimming pool until 2 weeks after the symptoms stop"}, {"A pharmacist can help with diarrhoea and vomiting": "Speak to a pharmacist if:\n- you or your child (over 5 years) have signs ofdehydration– such as dark, smelly pee or peeing less than usual\n- you need to stop diarrhoea for a few hours\nThey may recommend:\n- oral rehydration sachets you mix with water to make a drink\n- medicine to stop diarrhoea for a few hours (likeloperamide) – not suitable for children under 12"}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"No header": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP practice for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"No header": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}, {"Causes of diarrhoea and vomiting": "You probably will not know exactly what the cause is, but the main causes of diarrhoea and vomiting are treated in the same way.\nThe most common causes are:\n- a stomach bug (gastroenteritis)\n- norovirus– also called the \"vomiting bug\"\n- food poisoning\nDiarrhoea can also be caused by:\n- medicines – check the leaflet to see if it's a side effect\n- afood intoleranceorfood allergy\n- irritable bowel syndrome (IBS)\n- inflammatory bowel disease\n- coeliac disease\n- diverticular disease\nVomiting can also be caused by:\n- pregnancy\n- migraine\n- labyrinthitis\n- medicines – check the leaflet to see if it's a side effect\n- reflux– where a baby brings feeds back up (\"spitting up\")\n- other infections – such as aurinary tract infection (UTI)"}, {"No header": ""}]}, {"condition": "Diarrhoea, see Diarrhoea and vomiting", "sections": [{"No header": "Diarrhoea and vomiting are common in adults, children and babies. They're often caused by a stomach bug and should stop in a few days.\nThe advice is the same if you have diarrhoea and vomiting together or separately."}, {"How to treat diarrhoea and vomiting yourself": "You can usually treat yourself or your child at home. The most important thing is to have lots of fluids to avoid dehydration.\n- stay at home and get plenty of rest\nstay at home and get plenty of rest\n- drink lots of fluids, such as water or squash – take small sips if you feel sick\ndrink lots of fluids, such as water or squash – take small sips if you feel sick\n- carry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\ncarry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\n- give babies on formula or solid foods small sips of water between feeds\ngive babies on formula or solid foods small sips of water between feeds\n- eat when you feel able to – you do not need to eat or avoid any specific foods\neat when you feel able to – you do not need to eat or avoid any specific foods\n- takeparacetamolif you're in discomfort – check the leaflet before giving it to your child\ntake paracetamol if you're in discomfort – check the leaflet before giving it to your child\n- do not have fruit juice or fizzy drinks – they can make diarrhoea worse\ndo not have fruit juice or fizzy drinks – they can make diarrhoea worse\n- do not make baby formula weaker – use it at its usual strength\ndo not make baby formula weaker – use it at its usual strength\n- do not give children under 12 medicine to stop diarrhoea\ndo not give children under 12 medicine to stop diarrhoea\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16"}, {"How long diarrhoea and vomiting last": "In adults and children:\n- diarrhoea usually stops within 5 to 7 days\n- vomiting usually stops in 1 or 2 days"}, {"Diarrhoea and vomiting can spread easily": "Stay off school or work until you've not been sick or had diarrhoea for at least 2 days.\nTo help avoid spreading an infection:\n- wash your handswith soap and water frequently\nwash your hands with soap and water frequently\n- wash any clothing or bedding that has poo or vomit on it separately on a hot wash\nwash any clothing or bedding that has poo or vomit on it separately on a hot wash\n- clean toilet seats, flush handles, taps, surfaces and door handles every day\nclean toilet seats, flush handles, taps, surfaces and door handles every day\n- do not prepare food for other people, if possible\ndo not prepare food for other people, if possible\n- do not share towels, flannels, cutlery or utensils\ndo not share towels, flannels, cutlery or utensils\n- do not use a swimming pool until 2 weeks after the symptoms stop\ndo not use a swimming pool until 2 weeks after the symptoms stop"}, {"A pharmacist can help with diarrhoea and vomiting": "Speak to a pharmacist if:\n- you or your child (over 5 years) have signs ofdehydration– such as dark, smelly pee or peeing less than usual\n- you need to stop diarrhoea for a few hours\nThey may recommend:\n- oral rehydration sachets you mix with water to make a drink\n- medicine to stop diarrhoea for a few hours (likeloperamide) – not suitable for children under 12"}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"No header": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP practice for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"No header": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}, {"Causes of diarrhoea and vomiting": "You probably will not know exactly what the cause is, but the main causes of diarrhoea and vomiting are treated in the same way.\nThe most common causes are:\n- a stomach bug (gastroenteritis)\n- norovirus– also called the \"vomiting bug\"\n- food poisoning\nDiarrhoea can also be caused by:\n- medicines – check the leaflet to see if it's a side effect\n- afood intoleranceorfood allergy\n- irritable bowel syndrome (IBS)\n- inflammatory bowel disease\n- coeliac disease\n- diverticular disease\nVomiting can also be caused by:\n- pregnancy\n- migraine\n- labyrinthitis\n- medicines – check the leaflet to see if it's a side effect\n- reflux– where a baby brings feeds back up (\"spitting up\")\n- other infections – such as aurinary tract infection (UTI)"}, {"No header": ""}]}, {"condition": "Differences in sex development", "sections": [{"Why does DSD happen?": "Differences in sex development (DSD) is a group of rare conditions involving genes, hormones and reproductive organs, including genitals. It means a person's sex development is different to most other people's.\nSometimes the term Disorders of Sex Development is used, as is Variations in Sex Characteristics (VSC) or Diverse Sex Development. Some adults and young people with DSD prefer to use the term intersex.\nYou or your child may have sex chromosomes (bundles of genes) usually associated with being female (XX chromosomes) or usually associated with being male (XY chromosomes), but reproductive organs and genitals that may look different from usual.\nThis happens because of a difference with your genes or how you respond to the sex hormones in your body, or both. It can be inherited, but there is often no clear reason why it happens.\nThe most common times to find out that a person has a DSD are around the time of their birth or when they're a teenager."}, {"Types of DSDs": "There are many different types of DSD. Some examples are:\nSome people have XX (usual female) chromosomes with ovaries and a womb, but their genitals may not look the same as many females.\nFor example, they may have a more developed clitoris and their vagina may be closed.\nDoctors refer to this condition as 46,XX DSD.\nThe most common cause is congenital adrenal hyperplasia (CAH). A person who has CAH lacks an enzyme (chemical substance) that their body needs to make the hormones cortisol and aldosterone.\nWithout these hormones, their body produces more androgens (sex hormones that are naturally higher in males). If the child is female, the raised androgen levels before birth can cause their genitals to look different, such as a larger clitoris and a vagina that is not open in the usual place.\nCAH can also cause serious health issues, such as life-threatening kidney problems that need to be treated as soon as possible.\nFind more information and advice from the CAH support group.\nSome people have XY (male) chromosomes, but their external genitals may develop in the usual way for girls or boys.\nSometimes it's difficult at first to know whether their genitals are more similar to girls' or boys'. A person may have a womb and may also have testicles inside their body. Sometimes the testicles might not work properly.\nDoctors refer to this condition as 46,XY DSD.\nMany people with 46,XY DSD are boys born with the opening to pass urine towards the bottom of their penis or below it.\nFor some, the scrotum appears separated into two smaller sacs, one on either side. Doctors call this peno-scrotal hypospadias and boys and men with this DSD can have either fully developed or partially developed testes.\nThere are several causes of 46,XY DSD. One possible cause is androgen insensitivity syndrome (AIS), where the body \"ignores\" androgens or is insensitive to them.\nSometimes a person's body does not respond at all or only partly responds to androgens.\nComplete insensitivity to androgens makes a person with XY chromosomes female. Partial insensitivity to androgens can mean that some people are male and others are female.\nFind support and more information about AIS from DSD Families or the AIS Support Group.\nSome people have a chromosome pattern other than the usual XY or XX. They may have one X chromosome (XO), or they may have an extra chromosome (XXY).\nTheir internal and external sex organs can be either male or female, but they may not go through a full physical development at puberty. For example, a child with female sex organs may not start having periods.\nDoctors call this sex chromosome DSD.\nOne type is Klinefelter syndrome, which is where a boy is born with an extra X chromosome (XXY).\nThis can mean they do not produce the usual level of testosterone, the sex hormone responsible for the development of male characteristics, such as the testes and body hair. Testosterone is also important for bone strength and fertility in men.\nFind more information and support about Klinefelter syndrome.\nAnother example of this type of DSD is Turner syndrome, which is where a girl is born with a missing X chromosome.\nGirls and women with Turner syndrome are often infertile and their height may be shorter than average.\nFind support and more information about Turner Syndrome.\nSome females are born with an underdeveloped womb or without a womb, cervix and upper vagina. The ovaries and external genitalia look the same as most girls and women and they develop breasts and pubic hair as they get older.\nThis is called Rokitansky syndrome. It's also known as Mayer-Rokitansky-Küster-Hauser (MRKH syndrome). The cause is not clear, but girls and women with Rokitansky syndrome/MRKH have XX chromosomes.\nOften the first sign of Rokitansky syndrome is that a girl does not start having periods. Sex involving the vagina may also be difficult because the vagina may be shorter than most women's.\nNot having a womb means that a woman cannot become pregnant, but it's sometimes possible to take eggs from their ovaries, fertilise them, and implant them in another woman's womb (surrogacy).\nFor support and more information about Rokitansky syndrome at:\n- MRKH UK\n- Living MRKH\n- DSD Families\nSome people with a very rare type of DSD have both ovarian and testicular tissue (sometimes one ovary and one testis). Their genitals may appear female or male or could look different from either.\nMost people with this type of DSD have XX (female) chromosomes. The cause is not usually clear, but some people with the condition have been found to have genetic material that's usually seen on the Y chromosome appearing on their X chromosome.\nDoctors refer to this condition as 46,XX ovotesticular DSD."}, {"What happens after the birth of a baby": "Sometimes doctors check a baby for DSD soon after birth because of signs such as undescended testicles or if a baby's genitals look different.\nTests may be done to help get a clear diagnosis and find out whether any immediate treatment is needed.\nTests may include:\n- a further physical examination of your baby done by a specialist\n- anultrasound scanto examine their internal organs\n- blood teststo check their genes and hormone levels\nYour care team may advise you to delay registering your child's birth for a few days until the tests are complete, you have discussed the results with your child's care team and the sex of your baby is established or decided.\nMany forms of DSD do not require any medical care other than understanding the baby's development and knowing what to expect as they grow older.\nA specialist nurse in your care team can help you learn about DSD and a psychologist will help you address any concerns you have.\nYou can find more information about what happens when your baby is born with genitals that look different in the First Days leaflet from DSD Families."}, {"Advice for parents of older children": "Sometimes a DSD may be diagnosed if an older child does not go through puberty properly. For example, your child may not start showing the changes linked with puberty, or they may start puberty but not have periods.\nSpeak to a GP if you have any concerns about your child's development at puberty. They can refer your child to a specialist. This will usually be a consultant paediatric endocrinologist, who specialises in hormones, or an adolescent gynaecologist.\nA team of specialist healthcare professionals will work with you to understand your child's condition and offer you and your child support and advice.\nA psychologist in the team can talk with you or your child about sexuality, relationships and body image among other subjects.\nSome people with DSD may need hormone therapy and psychological support. Some may want to think about altering their existing genitals, for example by using vaginal stretch techniques.\nSome people with DSD consider altering the appearance of their genitals by having surgery."}, {"If you think you have a DSD": "If you think or know you have a DSD, information and support is available.\nSpeak to a GP, as they'll be able to refer you to a team of specialist healthcare professionals. They can answer your questions, help you stay healthy and put you in touch with others with DSD if that's something you're interested in.\nMost people with a DSD stay with the gender linked to their sex at birth, which is the sex on their birth certificate. But if your legal sex does not represent who you are or how you identify, you may want to discuss your options with your care team.\nIf you have a DSD and want to explore parenthood, you can also discuss this with your specialist care team."}, {"Where to get support": "If you have a DSD or you're the parent of a child with a DSD, you may find it useful to contact a group involving others with the same or similar experiences.\nThese groups can often offer more information and advice about living with a DSD, and may be able to put you in contact with others who've been in a similar situation to you.\nYou are welcome to ask your care team about people with experience of your diagnosis in your local area who are happy to be contacted."}, {"No header": "National DSD support groups include:\n- Congenital Adrenal Hyperplasia Support Group\n- DSD Families\n- MRKH UK"}]}, {"condition": "DiGeorge syndrome (22q11 deletion)", "sections": [{"No header": "DiGeorge syndrome is a condition present from birth that can cause a range of lifelong problems, including heart defects and learning difficulties.\nThe severity of the condition varies. Some children can be severely ill and very occasionally may die from it, but many others may grow up without realising they have it.\nDiGeorge syndrome is caused by a problem with a person's genes, called 22q11 deletion. It is not usually passed on to a child by their parents, but it is in a few cases.\nIt's often diagnosed soon after birth with a blood test to check for the genetic fault."}, {"Symptoms of DiGeorge syndrome": "DiGeorge syndrome can cause a range of problems, but most people will not have all of these.\nSome of the most common issues are:\n- learning and behaviour problems – including delays in learning to walk or talk,learning disabilitiesand problems such asattention deficit hyperactivity disorder (ADHD)orautism\n- speech and hearing problems – including temporary hearing loss due to frequent ear infections, being slow to start talking and having a \"nasal-sounding\" voice\n- mouth and feeding problems – including a gap in the top of the mouth or lip(cleft lip or palate), difficulty feeding and sometimes bringing food back up through the nose\n- heart problems – some children and adults have heart defects from birth(congenital heart disease)\n- hormone problems – underdeveloped parathyroid glands produce too little parathyroid hormone(hypoparathyroidism), which can lead to problems such as shaking(tremors)and seizures (fits)\nOther possible problems include:\n- a higher risk of getting infections – such asear infections,oral thrushandchest infections– because the immune system (the body's natural defence against illness) is weaker than normal\n- bone, muscle and joint problems – including leg pains that keep coming back, an unusually curved spine(scoliosis)andrheumatoid arthritis\n- short stature – children and adults may be shorter than average\n- mental health problems – adults are more likely to have problems such asschizophreniaand anxiety disorders"}, {"Causes of DiGeorge syndrome": "DiGeorge syndrome is caused by a problem called 22q11 deletion. This is where a small piece of genetic material is missing from a person's DNA.\nIn about 9 in 10 cases (90%), the bit of DNA was missing from the egg or sperm that led to the pregnancy. This can happen by chance when sperm and eggs are made. It is not a result of anything you did before or during the pregnancy.\nIn these cases, there's usually no family history of DiGeorge syndrome and the risk of it happening again to other children is very small.\nIn around 1 in 10 cases (10%), the 22q11 deletion is passed on to a child by a parent who has DiGeorge syndrome, although they may not realise they have it if it's mild."}, {"What are the chances of my next child having DiGeorge syndrome?": "If neither parent has DiGeorge syndrome, the risk of having another child with it is thought to be less than 1 in 100 (1%).\nIf 1 parent has the condition, they have a 1 in 2 (50%) chance of passing it on to their child. This applies to each pregnancy.\nSpeak to a GP if you're planning a pregnancy and you have a family history of DiGeorge syndrome, or you have a child with it.\nThey may refer you for a genetic test and talk about your level of risk and discuss your options. These may include:\n- having a blood test to check if you or your partner carry the genetic problem that causes DiGeorge syndrome\n- having tests during pregnancy (chorionic villus samplingoramniocentesis) to check if your baby has the genetic problem that causes the condition – although this cannot show how severely your child will be affected\n- pre-implantation genetic diagnosis– a type ofIVFwhere eggs are fertilised in a laboratory and embryos are tested for genetic problems before they're implanted in the womb (this is not always available on the NHS)"}, {"Treatment and support for DiGeorge syndrome": "There's currently no cure for DiGeorge syndrome. Children and adults with the condition will be closely monitored to check for problems, and these can be treated as they happen, if needed.\nFor example, someone with DiGeorge syndrome may have:\n- regularhearing tests,blood tests, heart scans and measurements of their height and weight\n- an assessment of their development and learning ability before starting school – if your child has a learning disability, they may need extra support at a mainstream school, or they may benefit from attending a special school (read more abouteducation for children with learning disabilities)\n- speech therapy to help with speech problems and dietary changes (or sometimes a temporary feeding tube) to help with feeding problems\n- physiotherapyfor problems with strength and movement\n- treatment from a podiatrist for foot and leg problems, and devices such as shoe inserts (orthoses) for leg pain\n- surgery for more severe problems – for example, surgery to repair heart defects or an operation to repair a cleft palate\nYou may find it useful to speak to a social worker, psychologist or counsellor, who you can contact directly or through a doctor.\nCharities such as Max Appeal! may also be a good source of support.\nRead more advice about caring for a disabled child."}, {"Outlook for DiGeorge syndrome": "Everyone with DiGeorge syndrome is affected differently and it's difficult to predict how severe the condition will be. Most children survive into adulthood.\nAs someone with DiGeorge syndrome gets older, some symptoms, such as heart and speech problems, tend to become less of an issue. However, behavioural, learning, and mental health problems can continue to affect their daily life.\nMany people with DiGeorge syndrome who reach adulthood will have a relatively normal life span, but ongoing health problems can sometimes mean their life expectancy is a bit lower than usual. It's important to attend regular check-ups so that any problems can be found and treated early.\nAdults with DiGeorge syndrome are often able to live independently."}, {"Information about you or your child": "If your child has DiGeorge syndrome, your clinical team will pass information about them to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nFind out more about the register"}]}, {"condition": "Diphtheria", "sections": [{"No header": "Diphtheria is a highly contagious infection that affects the nose and throat, and sometimes the skin. It's rare in the UK, but there's a small risk of catching it if you travel to some parts of the world.\nDiphtheria can be a serious illness and sometimes fatal, especially in children, if it’s not treated quickly. Vaccination can prevent it."}, {"Diphtheria vaccination": "Diphtheria is rare in the UK because babies and children have been routinely vaccinated against it since the 1940s.\nThe vaccines are given at:\n- 8, 12 and 16 weeks –6-in-1 vaccine(3 separate doses)\n- 3 years 4 months –4-in-1 pre-school booster\n- 14 years –3-in-1 teenage booster\nThe best way to avoid diphtheria while travelling is to be fully vaccinated against it.\nIf you're travelling to a part of the world where there may be a risk of diphtheria, you may need a booster vaccination if you were last vaccinated against it more than 10 years ago.\nSince 2018, the World Health Organization has reported a rise in cases in places including:\n- Indonesia\n- India\n- South America\n- Africa\nPlaces that have higher cases of diphtheria often change over time. For up-to-date information about the area you're visiting, check the TravelHealthPro country guides.\nYou may be able to get a combined vaccine against diphtheria, tetanus and polio free on the NHS. Ask at a GP surgery."}, {"How diphtheria is spread": "Diphtheria is a highly contagious bacterial infection. It's spread by coughs and sneezes, or through close contact with someone who is infected.\nYou can also get it by sharing items, such as cups, cutlery, clothing or bedding, with an infected person."}, {"Symptoms of diphtheria": "Symptoms usually start 2 to 5 days after becoming infected.\nSymptoms of diphtheria include:\n- a thick grey-white coating that may cover the back of your throat, nose and tongue\n- a high temperature (fever)\n- sore throat\n- swollen glands in your neck\n- difficulty breathing and swallowing\nIn countries with poor hygiene, infection of the skin (cutaneous diphtheria) is more common.\nIf it's cutaneous diphtheria, it can cause:\n- pus-filled blisters on your legs, feet and hands\n- large ulcers surrounded by red, sore-looking skin"}, {"Urgent advice: Get urgent medical help if:": "you have symptoms of diphtheria and:\n- you're in an area of the world where the infection is widespread\n- you have recently returned from somewhere where the infection is widespread\n- you have been in close contact with someone who has diphtheria\nDiphtheria needs to be treated quickly in hospital to help prevent serious complications, such as breathing difficulties or heart problems."}, {"Treatments for diphtheria": "The main treatments are:\n- antibioticsto kill the diphtheria bacteria\n- medicines that stop the effects of the harmful substances (toxins) produced by the bacteria\n- thoroughly cleaning any infected wounds if you have diphtheria affecting your skin\nTreatment usually lasts 2 to 3 weeks. Any skin ulcers usually heal within 2 to 3 months, but may leave a scar.\nPeople who have been in close contact with someone who has diphtheria may also need to take antibiotics, or may be given a dose of the diphtheria vaccination."}]}, {"condition": "Discoid eczema", "sections": [{"No header": "Discoid eczema, also known as nummular or discoid dermatitis, is a long-term (chronic) skin condition that causes skin to become itchy, swollen and cracked in circular or oval patches.\nWithout treatment, discoid eczema can last for weeks, months or even years. It may also keep coming back – often in the same area that was affected previously."}, {"Coronavirus advice": "Get advice about coronavirus and eczema from the National Eczema Society"}, {"Symptoms of discoid eczema": "Discoid eczema causes distinctive circular or oval patches of eczema. It can affect any part of the body, although it does not usually affect the face or scalp.\nThe first sign of discoid eczema is usually a group of small spots or bumps on the skin. These then quickly join up to form larger patches that can range from a few millimetres to several centimetres in size.\nOn lighter skin these patches will be pink or red. On darker skin these patches can be a dark brown or they can be paler than the skin around them.\nInitially, these patches are often swollen, blistered (covered with small fluid-filled pockets) and ooze fluid. They also tend to be very itchy, particularly at night.\nOver time, the patches may become dry, crusty, cracked and flaky. The centre of the patch also sometimes clears, leaving a ring of discoloured skin that can be mistaken for ringworm.\nYou may just have 1 patch of discoid eczema, but most people get several patches. The skin between the patches is often dry.\nPatches of discoid eczema can sometimes become infected. Signs of an infection can include:\n- the patches oozing a lot of fluid\n- a yellow crust developing over the patches\n- the skin around the patches becoming hot, swollen and tender or painful\n- feeling sick\n- feeling hot or shivery\n- feeling unwell"}, {"When to seek medical advice": "See a pharmacist or GP if you think you may have discoid eczema. They can recommend a suitable treatment.\nYou should also seek medical advice if you think your skin may be infected. You may need to use an antibiotic cream or, in severe cases, take antibiotics as a tablet or capsule.\nA GP should be able to make a diagnosis just by examining the affected areas of skin. In some cases they may also ask questions or arrange some tests to rule out other conditions.\nA GP may refer you to a doctor who specialises in skin conditions (dermatologist) if they're unsure of the diagnosis or if you need a patch test."}, {"Causes of discoid eczema": "The cause of discoid eczema is unknown, although it may happen as a result of having particularly dry skin.\nWhen your skin is very dry it cannot provide an effective barrier against substances that come into contact with it. This could allow a previously harmless substance, such as soap, to irritate your skin.\nIt's important to look carefully at all the chemicals in cosmetics and toiletries that may have come into contact with your skin. Contact dermatitis, a type of eczema caused by coming into contact with a particular irritant, may have a role in discoid eczema.\nSome people with discoid eczema also have a history of atopic eczema, which often happens in people who are prone to asthma and hay fever. However, unlike atopic eczema, discoid eczema does not seem to run in families.\nAn outbreak of discoid eczema may sometimes be triggered by a minor skin injury, such as an insect bite or a burn.\nSome medicines may also be associated with discoid eczema, as patches of eczema can appear in people taking:\n- interferon and ribavirin – when they're used together to treathepatitis C\n- tumour necrosis factor-alpha (TNF-alpha) blockers – used to treat some types ofarthritis\n- statins(cholesterol-lowering medicine) – which can cause dry skin and rashes\nDry environments and cold climates can make discoid eczema worse, and sunny or damp (humid) environments may make your symptoms better."}, {"Treating discoid eczema": "Discoid eczema is usually a long-term problem, but medicines are available to help relieve the symptoms and keep the condition under control.\nTreatments include:\n- emollients– moisturisers applied to the skin to stop it becoming dry\n- topical corticosteroids– ointments and creams containing a steroid that are applied to the skin and may relieve severe symptoms\n- antihistamines– medicines that can reduce itching\nThere are also things you can do yourself to help, such as avoiding all the irritating chemicals in soaps, detergents, bubble baths and shower gels.\nAdditional medicine can be prescribed if your eczema is infected or particularly severe.\nOccasionally, areas of skin affected by discoid eczema can be left permanently discoloured after the condition has cleared up.\nFind out more about treating discoid eczema."}, {"Other types of eczema": "Eczema is the name for a group of skin conditions that cause dry, irritated skin. Other types of eczema include:\n- atopic eczema(also called atopic dermatitis) – the most common type of eczema, it often runs in families and is linked to other conditions such asasthmaandhay fever\n- contact dermatitis– a type of eczema that happens when the skin comes into contact with a particular substance\n- varicose eczema– a type of eczema that usually affects the lower legs and is caused by problems with the flow of blood through the leg veins"}]}, {"condition": "Dislocated kneecap", "sections": [{"No header": "A dislocated kneecap is a common injury that normally takes about 6 weeks to heal.\nIt's often caused by a blow or a sudden change in direction when the leg is planted on the ground, such as during sports or dancing.\nThe kneecap (patella) normally sits over the front of the knee. It glides over a groove in the joint when you bend or straighten your leg. \nWhen the kneecap dislocates, it comes out of this groove and the supporting tissues can be stretched or torn."}, {"Symptoms of a dislocated kneecap": "When a kneecap dislocates, it'll usually look out of place or at an odd angle. But in many cases it'll pop back into place soon afterwards.\nOther symptoms can include:\n- a \"popping\" sensation\n- severeknee pain\n- being unable to straighten the knee\n- sudden swelling of the knee\n- being unable to walk"}, {"What to do if you dislocate your kneecap": "A dislocated kneecap is not usually serious and will often pop back into place by itself.\nBut it's still a good idea to get it checked by a health professional:\n- if your kneecap has gone back into place by itself – go toyour nearest urgent treatment centre or A&E\n- if you cannot get to hospital without being in severe pain, you should call an ambulance – do not try to put the cap back in place yourself\nWhile you're on your way to hospital or waiting for an ambulance, sit still with your leg in the most comfortable position."}, {"Treatment for a dislocated kneecap": "If your kneecap has not corrected itself by the time you get to hospital, a doctor will manipulate it back into place. This is known as a reduction.\nYou may be given medicine to ensure you're relaxed and free from pain while this is done.\nOnce the kneecap is back in place, you may have an X-ray to check the bones are in the correct position and there's no other damage.\nYou'll be sent home with painkillers and your leg will normally be immobilised in a removable splint to begin with. \nA few weeks of physiotherapy will be recommended to aid your recovery.\nSurgery is usually only necessary if there was a fracture or another associated injury, such as a ligament tear. \nIt may also be done if you have dislocated your kneecap at least once before."}, {"Recovering from a dislocated kneecap": "Your knee may hurt at first and you'll probably need to take painkillers, such as paracetamol or ibuprofen. See a GP if this does not control the pain.\nDuring the first few days, you can help reduce any swelling by keeping your leg elevated when sitting and holding an ice pack to your knee for 10 to 15 minutes every few hours.\nA physiotherapist will teach you some exercises to do at home to strengthen the muscles that stabilise your kneecap and improve the movement of your knee. \nThe splint should only be kept on for comfort and should be removed to do these exercises as soon as you're able to move your leg.\nIt usually takes about 6 weeks to fully recover from a dislocated kneecap, although sometimes it can take a bit longer to return to sports or other strenuous activities.\nAsk your GP, consultant or physiotherapist for advice about returning to your normal activities."}, {"If you keep dislocating your kneecap": "Most people who dislocate their kneecap will not dislocate it again. But in some people it can keep happening.\nThis often happens if the tissues that support the kneecap are weak or loose, such as in people with hypermobile joints, or because the groove in the bone beneath the kneecap is too shallow or uneven.\nRegularly doing the exercises your physiotherapist recommends can help strengthen the tissues that hold the kneecap in place and reduce the risk of dislocating it again. \nSurgery may occasionally be needed if the kneecap keeps dislocating. A common procedure is a medial patellofemoral ligament (MPFL) repair. \nThis is where the connective tissue (ligament) that helps hold the kneecap in place is repaired and strengthened."}]}, {"condition": "Dislocated shoulder", "sections": [{"No header": "A dislocated shoulder happens when your upper arm pops out of your shoulder socket.\nThe shoulder is one of the easiest joints to dislocate because the ball joint of your upper arm sits in a very shallow socket.\nThis makes the arm extremely mobile and able to move in many directions, but also means it is not very stable.\nIn some cases, the surrounding tissues supporting the shoulder joint may also be overstretched or torn.\nA dislocated shoulder takes between 12 and 16 weeks to heal after the shoulder has been put back into place."}, {"How a dislocated shoulder happens": "You can dislocate your shoulder if you fall on to your arm heavily. Most people dislocate their shoulder while playing a contact sport, such as rugby, or in a sports-related accident.\nIn older people, the cause is often falling on to outstretched hands – for example, after slipping on ice.\nShoulder dislocations can happen more easily in people who are highly flexible, such as those with loose joints (joint hypermobility)."}, {"Have I dislocated my shoulder?": "In most cases of dislocated shoulder, the ball part of the joint pops out in front of the shoulder socket.\nThis is usually obvious because:\n- you will not be able to move your arm and it will be very painful\n- your shoulder will suddenly look square rather than round\n- you may be able to see a lump or bulge (the top of the arm bone) under the skin in front of your shoulder\nIt's much more unusual for the bone to pop out of the back of the shoulder joint. This can happen after an epileptic fit or an electrocution injury, and is less easy to spot."}, {"What to do with a dislocated shoulder": "Go to your nearest accident and emergency (A&E) department immediately if you think you've dislocated your shoulder.\nDo not try to pop your arm back in yourself – you could damage the tissues, nerves and blood vessels around the shoulder joint.\nWhile waiting for medical help, avoid moving your upper arm as much as possible.\nPlace something soft, such as a folded blanket or pillow, in the gap between your arm and the side of your chest to support it.\nIf you can, ask someone to make a simple sling to hold your lower arm across your chest, with the elbow bent at a right angle."}, {"How a dislocated shoulder is treated": "You'll be assessed and examined when you get to A&E. You'll usually have an X-ray to check whether you've broken any bones and confirm the dislocation.\nIf you have a fracture, you may have further scans to investigate the area in more detail. Fractures with a shoulder dislocation require specialist orthopaedic care, and you may need surgery.\nIf you do not have any fractures, your arm will be gently manipulated back into its shoulder joint using a procedure known as reduction.\nYou'll be given painkillers and may be offered medicine to help you relax (a sedative).\nReduction is usually carried out in A&E, but sometimes it's done in the operating theatre under general anaesthetic (where you're unconscious) by the orthopaedic team.\nWhile you're sitting on the bed, the doctor will rotate your arm around the shoulder joint until it goes back in its socket. This may take a few minutes.\nYou'll usually have another X-ray to check your shoulder is in the correct position once your shoulder joint is back in place.\nSome people tear ligaments, tendons and other tissues when they dislocate their shoulder.\nIf these tissues have been damaged, you may need surgery to repair them. This can significantly reduce the chance of dislocating the same shoulder again in the future for some people.\nSurgery to repair shoulder tissues is done under general anaesthetic. It's often done using keyhole surgery, where small cuts (incisions) and a thin tube with a light and camera at one end (arthroscope) are used.\nSometimes it's necessary to have open surgery to move bones around in the shoulder to prevent further dislocations.\nSurgery can sometimes be avoided by doing appropriate exercises to strengthen the shoulder if the tissues are overstretched but not torn."}, {"Recovering from a dislocated shoulder": "You can usually go home soon after your shoulder is put back in place, but you'll need to rest your arm in a sling for a few days while the pain settles.\nYou may need to return to hospital for follow-up care, and may also be referred for physiotherapy to rehabilitate and strengthen your shoulder.\nSome gentle arm and shoulder exercises may be recommended for you to do at home with your arm out of its sling.\nThese will help:\n- reduce stiffness\n- relieve some of the pain\n- build up strength in your shoulder muscles\nIt's likely you'll feel some aching, discomfort or stretching when doing these exercises. However, if you experience intense pain for more than 30 minutes, do the exercise less forcefully and less often.\nYour shoulder may be very painful during the first few days at home and you may need to take painkillers, such as paracetamol or ibuprofen. Always follow the dosage instructions on the packet.\nIf this does not control the pain, your GP can prescribe a stronger painkiller, such as codeine. The pain should settle fairly quickly once the sling is removed and you start to move your shoulder.\nYou can stop wearing the sling after a few days, but it takes about 12 to 16 weeks to completely recover from a dislocated shoulder.\nYou'll usually be able to resume most activities within 2 weeks, but should avoid heavy lifting and sports involving shoulder movements for between 6 weeks and 3 months. Your care team will advise you.\nYou'll probably be off work for 2 to 4 weeks, or longer, if you have a physical job. Discuss this with your care team.\nIf you've also broken your arm or shoulder joint, you may need to wear your sling for up to 6 weeks and recovery will take longer."}, {"Dislocating your shoulder again": "The chances of dislocating your shoulder again will depend on your age and how well the tissues surrounding the joint healed the first time.\nIt can help if any torn tissues were surgically repaired after the dislocated shoulder was put back in place.\nHowever, subsequent dislocations do sometimes occur, particularly in people younger than 25 and those over 40.\nDoing regular recovery exercises under the supervision of a physiotherapist and avoiding awkward arm positions can also reduce the risk of dislocating your shoulder again."}]}, {"condition": "Disorders of consciousness", "sections": [{"No header": "A disorder of consciousness, or impaired consciousness, is a state where consciousness has been affected by damage to the brain.\nConsciousness requires both wakefulness and awareness. \nWakefulness is the ability to open your eyes and have basic reflexes such as coughing, swallowing and sucking.\nAwareness is associated with more complex thought processes and is more difficult to assess. \nCurrently, the assessment of awareness relies on physical responses being detected during an examination.\nThe main disorders of consciousness are:\n- coma\n- vegetative state\n- minimally conscious state"}, {"Coma": "A coma is when a person shows no signs of being awake and no signs of being aware. \nA person in a coma lies with their eyes closed and doesn't respond to their environment, voices or pain.\nA coma usually lasts for less than 2 to 4 weeks, during which time a person may wake up or progress into a vegetative state or minimally conscious state.\nRead more about comas."}, {"Vegetative state": "A vegetative state is when a person is awake but is showing no signs of awareness.\nA person in a vegetative state may:\n- open their eyes\n- wake up and fall asleep at regular intervals\n- have basic reflexes (such as blinking when they're startled by a loud noise or withdrawing their hand when it's squeezed hard)\nThey're also able to regulate their heartbeat and breathing without assistance.\nBut a person in a vegetative state doesn't show any meaningful responses, such as following an object with their eyes or responding to voices. \nThey also show no signs of experiencing emotions.\nIf a person is in a vegetative state for a long time, it may be considered to be: \n- a continuing vegetative statewhen it's been longer than 4 weeks\n- a permanent vegetative statewhen it's been more than 6 months if caused by a non-traumatic brain injury, or more than 12 months if caused by a traumatic brain injury\nIf a person is diagnosed as being in a permanent vegetative state, recovery is extremely unlikely but not impossible."}, {"Minimally conscious state": "A person who shows clear but minimal or inconsistent awareness is classified as being in a minimally conscious state. \nThey may have periods where they can communicate or respond to commands, such as moving a finger when asked.\nA person may enter a minimally conscious state after being in a coma or vegetative state. \nIn some cases a minimally conscious state is a stage on the route to recovery, but in others it's permanent.\nAs with vegetative state, a continuing minimally conscious state means it's lasted longer than 4 weeks. \nBut it's more difficult to diagnose a permanent minimally conscious state because it depends on things like: \n- the type of brain injury\n- how severe the injury is\n- how responsive the person is\nIn most cases, a minimally conscious state isn't usually considered to be permanent until it's lasted several years."}, {"Why they happen": "Disorders of consciousness can occur if the parts of the brain involved with consciousness are damaged. \nThese types of brain injury can be divided into:\n- traumatic brain injury– the result of asevere head injury, such as an injury sustained during a car accident or a fall from a great height\n- non-traumatic brain injury– where the injury to the brain is caused by a health condition, such as astroke\n- progressive brain damage– where the brain is gradually damaged over time (for example, because ofAlzheimer's disease)\nRead more about the causes of disorders of consciousness."}, {"Making a diagnosis": "A disorder of consciousness will only be confirmed after extensive testing to determine the person's level of wakefulness and awareness.\nThese examinations need to be carried out by someone experienced in disorders of consciousness, although the views of other healthcare professionals and family members should also be taken into consideration.\nFor some states of impaired consciousness, such as vegetative state and minimally conscious state, there are recommended criteria to help confirm a diagnosis.\nRead more about diagnosing disorders of consciousness."}, {"Treatment and care": "Treatment can't ensure recovery from a state of impaired consciousness. \nInstead, supportive treatment is used to give the best chance of natural improvement. \nThis can involve: \n- providing nutrition through a feeding tube\n- making sure the person is moved regularly so they don't develop pressure ulcers\n- gently exercising their joints to prevent them becoming tight\n- keeping their skin clean\n- managing their bowel and bladder (for example, using a tube known as a catheter to drain the bladder)\n- keeping their teeth and mouth clean\n- offering opportunities for periods of meaningful activity – such as listening to music or watching television, being shown pictures or hearing family members talking\nIn some cases, a treatment called sensory stimulation may be used in an attempt to increase responsiveness. \nThis involves stimulating the main senses, such as vision, hearing and smell. \nIt's usually carried out by a trained specialist, but family members are often encouraged to be involved.\nSome examples of sensory stimulation include:\n- visual – showing photos of friends and family, or a favourite film\n- hearing – talking or playing a favourite song\n- smell – putting flowers in the room or spraying a favourite perfume\n- touch – holding their hand or stroking their skin with different fabrics\nIt's not entirely clear how effective sensory stimulation is, but it's sometimes considered worthwhile."}, {"Recovery": "It's impossible to predict the chances of someone in a state of impaired consciousness improving. \nIt largely depends on: \n- the type of brain injury\n- how severe the injury is\n- the person's age\n- how long they have been in the state for\nSome people improve gradually, whereas others stay in a state of impaired consciousness for years. Many people never recover consciousness.\nThere are only isolated cases of people recovering consciousness after several years. \nThe few people who do regain consciousness after this time often have severe disabilities caused by the damage to their brain."}, {"Withdrawing nutritional support": "If a person has been in a vegetative state for a minimum of 12 months, it may be recommended that nutritional support is withdrawn.   \nThis is because:\n- there's almost no chance of a recovery by this point\n- prolonging life would have no benefit for the person concerned\n- prolonging treatment could offer false hope and cause unnecessary emotional distress for the friends and family of the person concerned\nThe medical team will discuss the issue with family members.\nThe decision has to be referred to the courts in England, Wales and Northern Ireland before any further action can be taken. \nA court ruling isn't required in Scotland, but is often sought.\nIf the court agrees with the decision, a palliative care team will usually be involved in planning the withdrawal. \nOnce nutritional support is eventually withdrawn, the person will die within a few days or weeks."}, {"Locked-in syndrome": "Locked-in syndrome has similar features to disorders of consciousness, but is considered and treated differently. \nA person with locked-in syndrome is both conscious and aware, but completely paralysed and unable to speak. \nThey're usually able to move their eyes and are sometimes able to communicate by blinking."}]}, {"condition": "Dissociative disorders", "sections": [{"No header": "Dissociative disorders are a range of conditions that can cause physical and psychological problems.\nSome dissociative disorders are very shortlived, perhaps following a traumatic life event, and resolve on their own over a matter of weeks or months. Others can last much longer."}, {"Symptoms of a dissociative disorder": "Symptoms of dissociative disorder can vary but may include:\n- feeling disconnected from yourself and the world around you\n- forgetting about certain time periods, events and personal information\n- feeling uncertain about who you are\n- having multiple distinct identities\n- feeling little or no physical pain\nDissociation is a way the mind copes with too much stress.\nPeriods of dissociation can last for a relatively short time (hours or days) or for much longer (weeks or months).\nIt can sometimes last for years, but usually if a person has other dissociative disorders.\nMany people with a dissociative disorder have had a traumatic event during childhood.\nThey may dissociate and avoid dealing with it as a way of coping with it."}, {"Types of dissociative disorder": "There are several different types of dissociative disorder.\nThe 3 main types are:\n- depersonalisation-derealisation disorder\n- dissociative amnesia\n- dissociative identity disorder\nDepersonalisation is where you have the feeling of being outside yourself and observing your actions, feelings or thoughts from a distance.\nDerealisation is where you feel the world around is unreal. People and things around you may seem \"lifeless\" or \"foggy\".\nYou can have depersonalisation or derealisation, or both together. It may last only a few moments or come and go over many years.\nSomeone with dissociative amnesia will have periods where they cannot remember information about themselves or events in their past life.\nThey may also forget a learned talent or skill.\nThese gaps in memory are much more severe than normal forgetfulness and are not the result of another medical condition.\nSome people with dissociative amnesia find themselves in a strange place without knowing how they got there.\nThey may have travelled there on purpose, or wandered in a confused state.\nThese blank episodes may last minutes, hours or days. In rare cases, they can last months or years.\nDissociative identity disorder (DID) used to be called multiple personality disorder.\nSomeone diagnosed with DID may feel uncertain about their identity and who they are.\nThey may feel the presence of other identities, each with their own names, voices, personal histories and mannerisms.\nThe main symptoms of DID are:\n- memory gaps about everyday events and personal information\n- having several distinct identities"}, {"Associated conditions": "Someone with a dissociative disorder may also have other mental health conditions, such as:\n- medically unexplained symptoms\n- post-traumatic stress disorder\n- depression\n- mood swings\n- anxietyandpanic attacks\n- suicidal tendenciesorself-harm\n- phobias\n- aneating disorder\n- obsessive compulsive disorder\nThey may also have problems sleeping (insomnia)."}, {"Causes of dissociative disorder": "The causes of dissociative disorders are not well understood.\nThey may be related to a previous traumatic experience, or a tendency to develop more physical than psychological symptoms when stressed or distressed.\nSomeone with a dissociative disorder may have experienced physical, sexual or emotional abuse during childhood.\nSome people dissociate after experiencing war, kidnapping or even an invasive medical procedure.\nSwitching off from reality is a normal defence mechanism that helps the person cope during a traumatic time.\nIt's a form of denial, as if \"this is not happening to me\".\nIt becomes a problem when the environment is no longer traumatic but the person still acts and lives as if it is, and has not dealt with or processed the event."}, {"Diagnosing dissociative disorders": "A GP may examine you and do some tests to check if another illness might be the cause of your symptoms.\nThey may also refer you to a mental health specialist for a full assessment.\nThe specialist who carries out your assessment should have a good understanding of dissociative disorders.\nThe assessment may include:\n- a physical examination to rule out things like a head injury or drug or alcohol misuse\n- questions about your thoughts, feelings, behaviour and your symptoms\nIt's important to be honest about your symptoms and not to feel ashamed or embarrassed, so you can receive the help and support you need."}, {"Treatments for dissociative disorders": "Many people with a dissociative disorder make a full recovery with treatment and support.\nTalking therapies are often recommended for dissociative disorders.\nThe aim of talking therapies such as counselling is to help you cope with the underlying cause of your symptoms, and to learn and practise techniques to manage the periods of feeling disconnected.\nThere's no specific medicine to treat dissociation, but medicines like antidepressants may be prescribed to treat associated conditions like depression, anxiety and panic attacks."}, {"If you're feeling suicidal": "If you have thoughts about taking your life, it's important you ask someone for help.\nIt's probably difficult for you to see it at this time, but you're not alone or beyond help.  \nThere are people you can talk to who want to help:\n- speak to a friend, family member or someone you trust, as they may be able to help you calm down and find some breathing space\n- call theSamaritansfree 24-hour support service on 116 123\n- go toyour nearest A&Eand tell the staff how you're feeling\n- contactNHS 111\n- make an urgent appointment to see a GP\nFind out more about getting help if you're feeling suicidal\nIf you're worried that someone you know may be considering suicide, try to encourage them to talk about how they're feeling.\nListening is the best way to help. Try to avoid offering solutions and try not to judge. \nIf they have previously been diagnosed with a mental health condition, such as depression, you can speak to a member of their care team for help and advice."}, {"Further help and support": "If you have a dissociative disorder, getting help and support is an important part of the recovery process.\nTalking to your partner, family and friends about how your past experiences have affected you can help you come to terms with what happened, as well as helping them understand how you feel.\nMental health charity Mind has more information on dissociative disorders and a list of support organisations.\nReading about other people with similar experiences may also help.\nYou can read people's personal accounts of living with a number of different mental health conditions on healthtalk.org."}]}, {"condition": "Diverticular disease and diverticulitis", "sections": [{"No header": "Diverticular disease and diverticulitis are related digestive conditions that affect the large intestine (bowel).\nDiverticula are small bulges or pockets that can develop in the lining of the intestine as you get older.\nMost people with diverticula do not get any symptoms and only know they have them after having a scan for another reason.\nWhen there are no symptoms, it is called diverticulosis.\nWhen diverticula cause symptoms, such as pain in the lower tummy, it's called diverticular disease.\nIf the diverticula become inflamed or infected, causing more severe symptoms, it's called diverticulitis.\nYou're more likely to get diverticular disease and diverticulitis if you do not get enough fibre in your diet."}, {"Symptoms of diverticular disease and diverticulitis": "Symptoms of diverticular disease include:\n- tummy pain, usually in your lower left side, that tends to come and go and gets worse during or shortly after eating (pooing or farting eases it)\n- constipation,diarrhoea, or both\n- occasionally, blood in your poo\nIf your diverticula become infected and inflamed (diverticulitis), you may suddenly:\n- get constant, more severe tummy pain\n- have a high temperature\n- have diarrhoea or constipation\n- get mucus or blood in your poo, or bleeding from your bottom(rectal bleeding)"}, {"When to get medical advice": "Contact a GP as soon as possible if you have symptoms of diverticular disease or diverticulitis.\nIf you've already been diagnosed with diverticular disease, you usually do not need to contact a GP – the symptoms can be treated at home.\nBut if you have any bleeding or severe pain, seek immediate medical advice.\nContact a GP or, if this is not possible, call NHS 111 or your local out-of-hours service."}, {"Tests for diverticular disease and diverticulitis": "After taking your medical history and listening to your symptoms, the GP may first want to rule out other conditions, such as irritable bowel syndrome (IBS), coeliac disease or bowel cancer. \nThese often have very similar symptoms to diverticular disease.\nThis may involve blood tests. If necessary, you'll be referred for a colonoscopy, a CT scan, or sometimes both.\nA colonoscopy is where a thin tube with a camera at the end (a colonoscope) is inserted into your bottom and guided up into your bowel.\nThe doctor will then look for any diverticula or signs of diverticulitis. You'll be given a laxative beforehand to clear out your bowels.\nA colonoscopy should not be painful, but can feel uncomfortable.\nYou may be offered painkilling medicine and a sedative to make you feel more relaxed and reduce any discomfort.\n\nSometimes you may need to have a CT scan. This might be done instead of a colonoscopy or in combination with one called a CT colonography or virtual colonoscopy. Cancer Research UK has more information about a CT colonography or virtual colonoscopy.\nFor a CT colonoscopy, the scan is done after you've had the laxative."}, {"Treatment for diverticular disease and diverticulitis": "Eating a high-fibre diet may help ease the symptoms of diverticular disease and stop you developing diverticulitis.\nGenerally, adults should aim to eat 30g of fibre a day.\nGood sources of fibre include fresh and dried fruits, vegetables, beans and pulses, nuts, cereals and starchy foods.\nFibre supplements, usually in the form of sachets of powder that you mix with water, are also available from pharmacists and health food shops.\nFind out how to get more fibre in your diet\nGradually increasing your fibre intake over a few weeks and drinking plenty of fluids can help prevent side effects associated with a high-fibre diet, such as bloating and farting.\nParacetamol can be used to relieve pain.\nSome painkillers, including aspirin and ibuprofen, should not be taken regularly as they can cause stomach upsets. Ask a pharmacist about this.\nSpeak to a GP if paracetamol alone is not working.\nYou may be prescribed a bulk-forming laxative to help ease any constipation or diarrhoea.\nIf you have diverticulitis, a GP may recommend that you stick to a fluid-only diet for a few days until your symptoms improve.\nWhile you're recovering you should eat a very low-fibre diet to rest your digestive system.\nOnce the symptoms have gone, you can return to a higher-fibre diet, aiming to eat about 30g of fibre a day.\nDiverticulitis can usually be treated at home with antibiotics prescribed by a GP.\nYou can take paracetamol to help relieve any pain. Talk to a GP if paracetamol alone is not working.\nDo not take aspirin or ibuprofen, as they can cause stomach upsets.\nMore serious cases of diverticulitis may need hospital treatment.\nIn hospital, you'll probably get injections of antibiotics, and be kept hydrated and nourished using a tube directly connected to your vein (intravenous drip).\nYou may also be prescribed a stronger painkiller if paracetamol is not helping.\nIn rare cases, surgery may be needed to treat serious complications of diverticulitis.\nSurgery usually involves removing the affected section of your large intestine.\nThis is known as a colectomy. This is the treatment for rare complications such as fistulas, peritonitis or a blockage in your intestines.\nAfter a colectomy, you may have a temporary or permanent colostomy, where one end of your bowel is diverted through an opening in your tummy.\nThe most common complication of diverticulitis is developing abscesses.\nThese are usually treated with a technique known as percutaneous drainage, which is done by a radiologist.\nIf surgery is being considered, your doctor should discuss the benefits and the risks very carefully with you."}, {"Causes": "It's not known exactly why some people get diverticular disease, but it seems to be linked to age, diet and lifestyle, and genetics.\nAs you get older, the walls of your large intestine become weaker and the pressure of hard stools passing through your intestines can cause diverticula to form.\nThe majority of people will have some diverticula by the time they're 80 years old.\nNot eating enough fibre is thought to be linked to developing diverticular disease and diverticulitis.\nFibre helps to make your stools softer and larger so they put less pressure on the walls of your intestines.\nSome other things that seem to increase your risk include:\n- smoking\n- being overweight orobese\n- having a history of constipation\n- long-term regular use of painkillers such as ibuprofen or aspirin\nYou're more likely to develop diverticula if you have a close relative with diverticular disease, especially if they developed it before they were 50."}, {"More information and support": "- Bladder & Bowel Community\n- Guts UK\n- Stoma support services near you"}, {"No header": ""}]}, {"condition": "Dizziness", "sections": [{"No header": "It's common to sometimes feel dizzy, lightheaded or off-balance, and it's not usually serious. See a GP if you're worried."}, {"Check if you have dizziness": "Dizziness includes feeling:\n- off-balance\n- giddy\n- lightheaded or faint\n- like you're spinning or things around you are spinning(vertigo)"}, {"How you can treat dizziness yourself": "Dizziness usually goes away on its own. But there are things you can do to take care of yourself while you're feeling dizzy.\n- lie down until dizziness passes, then get up slowly\nlie down until dizziness passes, then get up slowly\n- move slowly and carefully\nmove slowly and carefully\n- get plenty of rest\nget plenty of rest\n- drink plenty of fluids, especially water\ndrink plenty of fluids, especially water\n- avoid coffee, cigarettes, alcohol and drugs\navoid coffee, cigarettes, alcohol and drugs\n- do not bend down suddenly\ndo not bend down suddenly\n- do not get up suddenly after sitting or lying down\ndo not get up suddenly after sitting or lying down\n- do not do anything that could be dangerous while you're dizzy, like driving, climbing a ladder or using heavy machinery\ndo not do anything that could be dangerous while you're dizzy, like driving, climbing a ladder or using heavy machinery\n- do not lie totally flat if you feel like things are spinning\ndo not lie totally flat if you feel like things are spinning"}, {"No header": "- you're worried about your dizziness or vertigo\n- it will not go away or it keeps coming back\n- you're finding it harder to hear\n- there's ringing or other sounds in your ears (tinnitus)\n- you have double vision, blurred vision or other changes in your eyesight\n- your face, arms or legs feel numb\n- you have other symptoms like fainting, headaches, feeling or being sick\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Causes of dizziness": "If you have other symptoms, this might give you an idea of the cause. Do not self-diagnose – see a GP if you're worried.\nDizziness often goes away after you're treated for something else. For example:\n- anear infection\n- migraine\n- dehydrationorheat exhaustion\n- stressoranxiety\n- low blood sugar level (hypoglycaemia)because of diabetes\n- iron deficiency anaemia\n- motion sickness"}, {"No header": ""}]}, {"condition": "Do not attempt cardiopulmonary resuscitation (DNACPR) decisions", "sections": [{"No header": "CPR stands for cardiopulmonary resuscitation. It is a treatment that can be given when you stop breathing (respiratory arrest) or your heart stops beating (cardiac arrest).\nCPR tries to get your breathing and heart going again.\nCPR can involve:\n- pressing down hard on your chest repeatedly (chest compressions)\n- a machine to stimulate your heart using electrical shocks (sometimes more than once)\n- equipment that helps move oxygen around your body (artificial ventilation)\n- giving medicine by injection"}, {"How successful is CPR?": "CPR can sometimes get the heart and breathing going again. The actions used in CPR, such as chest compressions, can cause bruising, break ribs and puncture lungs.\nOverall, CPR restarts the heart and/or breathing for between 1 and 2 in 10 people whose heart or breathing have stopped.\nYou have the best chance of CPR restarting your heart or breathing if:\n- your lungs, heart or other organs are healthy and working well before your heart or breathing stops\n- you are near a person trained in CPR\n- any equipment that is needed, such as a defibrillator, is nearby\nThe chances of CPR starting your heart and/or breathing are lower if your lungs, heart or other organs are struggling to work before CPR is needed. Your organs might be struggling because you:\n- have previous organ damage (for example, your lungs have been damaged by smoking)\n- have a serious long-term condition (this is not the same as a disability)\n- have current severe illness\n- are frail\n- are approaching the end of your life\nOnly a few people make a full recovery even if their heart or breathing can be restarted with CPR.\nYou may still be very unwell and need more treatment and you may never get back to the health you had before.\nYour heart and/or brain may be permanently damaged. This is why DNACPR forms are written. They mean you do not receive a treatment that may prolong or cause suffering at the end of your life."}, {"What does DNACPR mean and how is it recorded?": "DNACPR stands for do not attempt cardiopulmonary resuscitation. DNACPR is sometimes called DNAR (do not attempt resuscitation) or DNR (do not resuscitate) but they all refer to the same thing.\nDNACPR means if your heart or breathing stops your healthcare team will not try to restart it.\nA DNACPR decision is made by you and/or your doctor or healthcare team. This is explained in more detail in the following section \"When is a DNACPR decision made and a form written and who is involved?\".\nA DNACPR decision is usually recorded on a special form. Different doctors or hospitals might use different forms, but they all serve the same purpose. Some examples are a DNACPR form, a treatment escalation plan, or a recommended summary plan for emergency care and treatment (ReSPECT) process.\nAll these forms are easily recognised by doctors, nurses and healthcare workers, so they know what to do in an emergency.\nThis form is kept in your medical records. It may also be printed and kept with you if you are at home or in a care home.\nYou and the people important to you should know that a DNACPR form has been put in your medical records.\nThe form says that if your heart or breathing stop, CPR should not be tried. This means medical staff will not try to restart your heart or breathing.\nDNACPR is about CPR only. It does not mean that you will not get care and treatment. You will continue to have all the other appropriate care, treatment and support you need."}, {"When is a DNACPR decision made and a form written and who is involved?": "There are different situations when a DNACPR decision might be made.\nEveryone who has capacity to do so can refuse CPR if they wish.\nThis is a choice you can make at any time, for example when you are healthy or when you are approaching the end of your life.\nYou can make it clear to your doctor or medical team that you do not want CPR if your heart or breathing stops.\nYour doctor may complete a DNACPR form to indicate this and put it in your medical records.\n- If you wish to make your refusal of CPR legally binding for when in the future you are unable to make this decision, then you should write anAdvance Decision to Refuse Treatment (ADRT).An ADRT explains to a doctor or medical team when you want to refuse CPR (or other treatments).\n- You can change your mind about your DNACPR decision at any time. If you do, you need to tell your doctors and nurses so that the DNACPR form is marked as no longer valid. The fact that you once had a DNACPR form will still be recorded on your records so that doctors and nurses can see your full medical history and know about conversations that happened in the past.\n- DNACPR is a medical treatment decision that can be made by your doctor even if you do not agree.\n- You must be told that a DNACPR form will be/has been completed for you, but a doctor does not need your consent. Doctors can only not tell you that a DNACPR form has been completed for you if they think doing so would cause you physical or psychological harm.\n- You should be given the chance to understand what a DNACPR is, how the decision is made and why they think CPR would not be suitable for you. For example, your doctor may think that CPR will not help you live longer or that giving you CPR could cause you more harm. This may be because your organs are already too damaged because of another illness or you are approaching the end of your life.\n- You should then be consulted, and doctors should ask about your wishes and preferences. Your doctor makes the final decision\n- Doctors do not have to give you treatment if they think it will not work.\n- A DNACPR decision must be made on an individual (person by person) basis. This means it must be based on your health, needs and priorities as an individual. The judgement about whether the discussion or decision would cause you harm should also be made on an individual basis.\n- DNACPR decisions should not be made for a group of people at once. For example, DNACPR decisions should not be made for everyone living in a care home or for a group of people over a certain age. This is unlawful, irrespective of medical condition, age, disability, race or language.\n- Learning disability, autism or dementia are not reasons to put a DNACPR on someone's record.\n- If you disagree with a DNACPR decision that a doctor has made, you can ask for a second opinion and a review. You cannot demand CPR. The law does not require your consent to a DNACPR. The law does provide you with the right to be involved in and informed of a doctor's DNACPR decision."}, {"What happens if you are unable to make or discuss a DNACPR decision in advance of your heart stopping?": "Some people cannot make decisions about CPR for themselves. If you have been assessed as unable to make a specific decision for yourself, you will be referred to as \"lacking capacity\".\nIf you lack capacity to decide about CPR, doctors should first check to see if you have an Advance Decision to Refuse Treatment (ADRT) that says that you do not want CPR. They should also check to see if you have a Lasting Power of Attorney (LPA) for health and care decisions.\nAn LPA is a document that explains who you have chosen to help you make decisions or who can make decisions for you. Your chosen person(s) are known as \"attorneys\". If you would like your LPA to make decisions about CPR, then you must complete and sign the section on life-sustaining treatment in the LPA document.\nAn LPA (with the right to make decisions on life-sustaining treatment) means if you lack the relevant capacity, your attorney can make the decision relating to CPR in your best interests. Your attorney cannot insist on CPR being given.\nIf you do not have an ADRT (which says that you do not want CPR) or an LPA (with life-sustaining treatment decision-making powers) then a best interest's decision is made by the senior doctor.\nThis doctor must ask the people who are important to you about your wishes and preferences. This includes anyone with the legal power to represent you, such as a personal welfare deputy, special guardian or – for children and young people under 16 – a parent.\nIf you do not have family or friends appropriate to ask, then the doctor should ask an independent mental capacity advocate (IMCA) to represent you in the decision-making process. The doctor should also ask members of your healthcare (multidisciplinary) team for their views."}, {"How long does a DNACPR form last?": "A DNACPR form can be written for a short period – for example, if you have been admitted to hospital. Or it can be written with no end date – for example, if you have a long-term condition that has damaged your heart, lungs or other organs – only being reviewed if your situation changes.\nWhen the DNACPR decision is made you should be told when it will be reviewed, and this is usually recorded on the form. It is recommended that a DNACPR is reviewed each time your situation changes – for example, when you leave hospital. If a DNACPR form is placed on your medical records while in hospital, this will be included in your discharge summary and shared with your GP."}, {"Is a DNACPR form legally binding?": "A DNACPR form is not legally binding. It is a tool to tell doctors, nurses or paramedics not to attempt CPR.\nIf you wish to make your DNACPR decision legally binding, then you should write an Advance Decision to Refuse Treatment (ADRT). An ADRT explains when you want to refuse CPR (or other treatment)."}, {"No header": "You do not have to talk about DNACPR if you do not want to. If you would prefer not to talk about it, you can let your doctors and nurses know. You could ask your doctors and nurses to make it clear on your record. If you change your mind and want to talk about it, you can.\nIf a decision needs to be made about CPR, your doctors can still decide to complete a form even if you ask not to talk about it. Your doctor will do this if they believe that CPR would not prolong your life or would do you more harm than good.\nEven if you ask not to be involved in the decision, you should be told if a DNACPR form is written and placed on your medical records. Doctors can only not tell you that a DNACPR form has been completed for you if they think doing so would cause you physical or psychological harm."}, {"What should you do if you are concerned about a DNACPR form in your medical record or on somebody else's (such as a relative)?": "If you are concerned about a DNACPR form, you should first raise those concerns with your doctor.\nIf you are still not happy, then you can ask for another doctor's opinion.\nIf you are not the patient and the patient has capacity to make their own decisions, they will need to agree to it being discussed with you. If you do not have capacity, your family, friends or those with the legal power to represent you (such as a Lasting Power of Attorney) can raise concerns on your behalf.\nIt is important to understand that nobody has the right to demand CPR, so the decision may not change if there was a good clinical reason for it (for example, your heart, lungs or other organs are struggling to work). The doctor should explain their reasons and ask about your wishes and preferences.\nIf the DNACPR form was made by a GP, and you are not happy with their response, you should follow the practice's complaints procedure. If you are still concerned, or you wish to make a complaint, contact NHS England and NHS Improvement.\nIf the DNACPR form was made by a doctor in a hospital, and you are not happy with their response, you can ask to speak to the senior doctor on duty or the consultant responsible for your care. The hospital should have its own complaints procedure. This will tell you how to make a complaint.\nIf your DNACPR form was made by a GP or doctor in a hospital, you can contact your local Healthwatch to find out about how to get help making a complaint. You can also have support from an advocate if you want help to make a complaint about your GP or a doctor in the hospital.\nIf you are still not happy with the response you can contact the Parliamentary and Health Service Ombudsman."}]}, {"condition": "Double vision", "sections": [{"No header": "Double vision (diplopia) is not usually serious but it's important to get it checked, even if it comes and goes."}, {"Check if you have double vision": "\nDouble vision is when you look at 1 object but can see 2 images. It may affect 1 eye or both eyes.\nSigns that your child may have problems with their vision include:\n- narrowing or squinting their eyes to try to see better\n- covering 1 eye with their hand\n- turning their head in unusual ways (for example, tilting their head)\n- looking at you sideways instead of facing forward"}, {"No header": "You think you or your child might have double vision.\n\nFind an optician\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- you have eye pain and double vision\n- you have a severe headache with blurred or double vision\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP surgery for an urgent appointment."}, {"What happens at your appointment": "An optician or GP can ask about your symptoms and do some simple, painless eye tests. They may refer you to an eye specialist in hospital for tests and treatment.\nThe optician can also let you know if you need to see a GP instead."}, {"Treating double vision": "Your eyecare team or GP can advise you about the best treatment for double vision once they work out the cause.\nIn some cases, this may be simple treatments such as eye exercises, wearing an eye patch or being prescribed glasses or contact lenses.\nSome conditions that cause double vision may require eye surgery to correct the problem."}, {"Causes of double vision": "Double vision has many possible causes, depending on whether 1 eye or both eyes are affected.\nTry covering 1 eye at a time to see if your double vision goes away.\nIf you still have double vision in the eye that is not covered, it's probably only affecting that eye.\nDouble vision affecting both eyes is usually a symptom of a squint.\nThis is where problems with the eye muscles or nerves cause the eyes to look in slightly different directions.\nSquints are more common in children but they do not always cause double vision. An untreated squint in children under 7 causes a lazy eye instead.\nSquints in adults are sometimes a sign of a more serious condition.\nDouble vision affecting 1 eye is less common. It's usually caused by eye problems such as:\n- dry eyes– where the eyes do not produce enough tears\n- astigmatism– a common condition where part of the eye is not a perfect shape\n- cataracts– cloudy patches over the front of the eyes\n- keratoconus – where the clear outer layer of the eye (cornea) gets thinner and changes shape\nYou must tell the Driver and Vehicle Licensing Agency (DVLA) if you're diagnosed with double vision as it could affect your ability to drive.\nFind out how to tell the DVLA about double vision (diplopia)."}]}, {"condition": "Down's syndrome", "sections": [{"No header": "Down's syndrome is when you're born with an extra chromosome.\nYou usually get an extra chromosome by chance, because of a change in the sperm or egg before you're born.\nThis change does not happen because of anything anyone did before or during pregnancy."}, {"What it's like to have Down's syndrome": "People with Down's syndrome will have some level of learning disability. This means they'll have a range of abilities.\nSome people will be more independent and do things like get a job. Other people might need more regular care.\nBut, like everyone, people with Down's syndrome have:\n- their own personalities\n- things they like and dislike\n- things that make them who they are\n3 families share their experience of having a child with Down's syndrome"}, {"Having a baby with Down's syndrome": "In almost all cases, Down's syndrome does not run in families.\nYour chance of having a baby with Down's syndrome increases as you get older, but anyone can have a baby with Down's syndrome.\nSpeak to a GP if you want to find out more. They may be able to refer you to a genetic counsellor.\nIf you're pregnant you'll be offered a screening test to find out your chance of having a baby with Down’s syndrome.\nYou can have the test at your dating scan (around 11 to 14 weeks).\nIf you have a higher chance, you can have further tests.\nIt's your choice whether or not to have any screening tests.\nFind out more about screening:\n- NHS website –what to do if screening finds something\n- Down's Syndrome Association –frequently asked prenatal questions"}]}, {"condition": "Dry eyes", "sections": [{"No header": "Many people get dry eyes. It's not usually serious and there are things you can do to help."}, {"Check if you have dry eyes": "You may have dry eyes if your eyes are:\n- itchy\n- sore\n- gritty\n- red\n- blurry\n- sensitive to light\n- more watery than normal"}, {"Causes of dry eyes": "You can get dry eyes if you do not make enough tears or your tears dry up quickly.\nYou may be more likely to get dry eyes if:\n- you're over the age of 50\n- you wear contact lenses\n- you look at computer screens for a long time without a break\n- you spend time in air conditioned or heated environments\n- it's windy, cold, dry or dusty\n- you smoke or drink alcohol\n- you take certain medicines (for example, some antidepressants or blood pressure medicines)\n- you have a condition, such asblepharitis,Sjögren's syndromeorlupus"}, {"How to treat dry eyes yourself": "- clean your eyelids every day\nclean your eyelids every day\n- take breaks to rest your eyes when using a computer screen\ntake breaks to rest your eyes when using a computer screen\n- make sure your computer screen is just below eye level\nmake sure your computer screen is just below eye level\n- use a humidifier to stop the air getting dry\nuse a humidifier to stop the air getting dry\n- if you wear contact lenses, take them out and wear glasses to rest your eyes\nif you wear contact lenses, take them out and wear glasses to rest your eyes\n- Soak a flannel in warm (not hot) water and gently press it on the area around your eyes. This makes the oil produced by the glands around your eyes more runny.\n- Gently massage your eyelids with your finger or a cotton bud. This pushes the oils out of the glands.\n- Clean your eyelids by soaking cotton wool in warm (not hot) water and gently wipe away any excess oil, crusts, bacteria, dust or grime that might have built up.\n- do not smoke or drink too much alcohol\ndo not smoke or drink too much alcohol\n- do not spend too long in smoky, dry or dusty places\ndo not spend too long in smoky, dry or dusty places\n- do not spend too long in air conditioned or heated rooms\ndo not spend too long in air conditioned or heated rooms\n- do not stop taking a prescribed medicine without getting medical advice first – even if you think it's causing your symptoms\ndo not stop taking a prescribed medicine without getting medical advice first – even if you think it's causing your symptoms\nA pharmacist may be able to tell you:\n- what you can do to treat it yourself – such as cleaning and protecting your eyes\n- if you can buy anything to help – such as eye drops, gels, ointments or allergy medicines\n- if you need to see an optician or GP"}, {"Non-urgent advice:  See an optician or GP if:": "- you still have dry eyes after trying home treatments for a few weeks\n- there's any change in the shape of your eyelids\nThey can check what the cause might be and recommend treatment for it.\nIf an optician or GP cannot find a cause, they may refer you to an eye specialist (ophthalmologist) for tests."}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- your eye is painful and red\n- you have a red eye and wear contact lenses – you could have an eye infection\nYou can call 111 or get help from 111 online."}, {"Immediate action required: Call 999 or go to A&E if:": "- you have any changes to your sight, like wavy lines, flashing or loss of vision\n- it hurts to look at light\n- you have a red eye, severe headache and feel sick\n- your eye or eyes are very dark red\n- you have injured or pierced your eye\n- something is stuck in your eye (like a piece of glass or grit)"}]}, {"condition": "Dry lips, see Sore or dry lips", "sections": [{"No header": "Dry or sore lips are a common problem, especially during hot or cold weather. There are things you can try yourself that may help."}, {"Things you can try if you have sore or dry lips": "- use a lip balm containing petroleum jelly or beeswax – you can buy these at a pharmacy or supermarket\nuse a lip balm containing petroleum jelly or beeswax – you can buy these at a pharmacy or supermarket\n- try a few different lip balms if one is not working for you – some people may be sensitive to some fragrances, dyes or cosmetic ingredients\ntry a few different lip balms if one is not working for you – some people may be sensitive to some fragrances, dyes or cosmetic ingredients\n- wash your hands before applying lip balm\nwash your hands before applying lip balm\n- use a lip balm with a sun protection factor (SPF) of 15 or more every 2 hours when outdoors\nuse a lip balm with a sun protection factor (SPF) of 15 or more every 2 hours when outdoors\n- cover your lips with a scarf when you're outside in cold weather\ncover your lips with a scarf when you're outside in cold weather\n- drink plenty of water to avoid becoming dehydrated\ndrink plenty of water to avoid becoming dehydrated\n- do not pick or bite any flaky skin on your lips – this can slow down healing\ndo not pick or bite any flaky skin on your lips – this can slow down healing\n- do not keep licking dry or cracked lips – this can make them sore\ndo not keep licking dry or cracked lips – this can make them sore\n- do not share lip balms with other people – this can spread germs\ndo not share lip balms with other people – this can spread germs\nA pharmacist can advise you about:\n- the best treatments for dry or sore lips\n- if you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- your lips are hot, painful and swollen – this could be a sign of infection\nIf your GP thinks you have an infected lip, they may prescribe an antibiotic or antifungal cream to treat the problem.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Common causes of sore or dry lips": "Sore or dry lips can be caused by many things.\nCommon causes include:\n- cold weather, dry air or wind\n- damage from the sun\n- dehydration\n- a lip injury\n- allergies\nSometimes they can be caused by a lack of vitamins and minerals.\nIf you have a small, fluid-filled blister on your lip, you may have a cold sore.\nMost people with cold sores get a tingling, burning or itching feeling on their lip before the blister appears."}]}, {"condition": "Dry mouth", "sections": [{"No header": "A dry mouth is rarely a sign of anything serious. There are things you can do to help ease it yourself. See a GP if these do not work or you also have other symptoms."}, {"Causes of a dry mouth": "The main causes of a dry mouth are:\n- dehydration– for example, from not drinking enough, sweating a lot or being ill\n- medicines – check the leaflet orsearch for your medicine onlineto see if dry mouth is a side effect\n- breathing through your mouth at night – this can happen if you have a blocked nose or you sleep with your mouth open\n- anxiety\n- cancer treatment (radiotherapy or chemotherapy)\n- oral thrush (mouth thrush)\nSometimes a dry mouth that does not go away may be caused by a condition like diabetes or Sjögren's syndrome."}, {"How to help ease a dry mouth yourself": "- drink plenty of cold water – take regular sips during the day and keep some water by your bed at night\ndrink plenty of cold water – take regular sips during the day and keep some water by your bed at night\n- suck on ice cubes or ice lollies\nsuck on ice cubes or ice lollies\n- sip on cold unsweetened drinks\nsip on cold unsweetened drinks\n- chew sugar-free gum or suck on sugar-free sweets\nchew sugar-free gum or suck on sugar-free sweets\n- use lip balm if your lips are also dry\nuse lip balm if your lips are also dry\n- brush your teeth twice a day and use alcohol-free mouthwash – you're more likely to gettooth decayif you have a dry mouth\nbrush your teeth twice a day and use alcohol-free mouthwash – you're more likely to get tooth decay if you have a dry mouth\n- do not drink lots of alcohol, caffeine (such as tea and coffee) or fizzy drinks\ndo not drink lots of alcohol, caffeine (such as tea and coffee) or fizzy drinks\n- do not use acidic artificial saliva products (like Glandosane aerosol spray) if you have your own teeth\ndo not use acidic artificial saliva products (like Glandosane aerosol spray) if you have your own teeth\n- do not have foods that are acidic (like lemons), spicy, salty or sugary\ndo not have foods that are acidic (like lemons), spicy, salty or sugary\n- do not smoke\ndo not smoke\n- do not sleep with dentures in\ndo not sleep with dentures in\n- do not stop taking a prescribed medicine without getting medical advice first – even if you think it might be causing your symptoms\ndo not stop taking a prescribed medicine without getting medical advice first – even if you think it might be causing your symptoms"}, {"A pharmacist can help if you have a dry mouth": "Ask a pharmacist about treatments you can buy to help keep your mouth moist.\nYou can get:\n- gels\n- sprays\n- tablets or lozenges\nNot all products are suitable for everyone. Ask a pharmacist for advice about the best one for you.\nIf your dry mouth might be caused by a blocked nose, a pharmacist may suggest decongestants to unblock it."}, {"No header": "- your mouth is still dry after trying home or pharmacy treatments for a few weeks\n- you have difficulty chewing, swallowing or talking\n- you're struggling to eat regularly\n- you are having problems with your sense of taste that are not going away\n- your mouth is painful, red, swollen or bleeding\n- you have sore white patches in your mouth\n- you think a prescribed medicine might be causing your dry mouth\n- you have other symptoms, like needing to pee a lot or dry eyes\nThey can check what the cause might be and recommend treatment for it.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}]}, {"condition": "Dupuytren's contracture", "sections": [{"No header": "Dupuytren's contracture is when 1 or more fingers bend in towards your palm. There's no cure, but your fingers can be straightened if it's severe."}, {"Check if you have Dupuytren's contracture": "Dupuytren's contracture mainly affects the ring and little fingers. You can have it in both hands at the same time.\nIt tends to get slowly worse over many months or years. Treatment cannot usually help in the early stages."}, {"No header": "Other conditions can have similar symptoms."}, {"No header": "- you cannot put your hand down flat\n- you're having difficulty with daily activities\nYou'll probably be offered treatment. The GP may refer you to a surgeon to discuss your options.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "You can ask to be referred to a hospital of your choice.\nFind and compare hospitals for Dupuytren's contracture"}, {"Treatments for Dupuytren's contracture": "Speak to a specialist about the options, what the benefits and risks are, and what to expect afterwards.\nYour finger may not be completely straight after treatment, and might not be as strong and flexible as it used to be.\nThe contracture could also come back after a few years.\nThere are 3 main types of treatment.\nA cut is made along your palm and finger so the surgeon can straighten it.\n- general anaesthetic (you're asleep) or local anaesthetic (your hand is numbed)\n- you can leave hospital the same day\n- recovery time: 4 to 12 weeks\n- lowest risk of contracture coming back\n- risks include bleeding, numbness and infection\nA needle is inserted into several places along your palm and finger to loosen and straighten it.\n- local anaesthetic (your hand is numbed)\n- you can leave hospital the same day\n- recovery time: up to 2 weeks\n- contracture more likely to come back than with surgery\n- risks include a cut opening up in your skin, pain and numbness\nSimilar to a fasciectomy, except an additional area of skin is removed; a skin graft from elsewhere in the body can be used to replace the removed skin.\n- general anaesthetic (you're asleep) or local anaesthetic (your hand is numbed)\n- 2 procedures are needed – 1 to straighten the fingers and then around 4 days later, another procedure to add the skin graft\n- contractures less likely to come back than with a standard fasciectomy but recovery times can be longer\n- risks include bleeding, numbness and infection"}, {"Causes and preventing Dupuytren's contracture": "Dupuytren's contracture happens when the tissue under the skin near your fingers becomes thicker and less flexible.\nThe exact cause is unknown, but it's been linked to:\n- having a family history of the condition\n- smoking\n- drinking lots of alcohol\n- having diabetes or epilepsy\nIt's not known if you can prevent it or stop it coming back."}]}, {"condition": "DVT (deep vein thrombosis)", "sections": [{"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "DVT (deep vein thrombosis) is a blood clot in a vein, usually the leg. DVT can be dangerous. Get medical help as soon as possible if you think you have DVT.\nYou think you have DVT.\nSymptoms of DVT in the leg are:\n- throbbing or cramping pain in 1 leg (rarely both legs), usually in the calf or thigh\n- swelling in 1 leg (rarely both legs)\n- warm skin around the painful area\n- red or darkened skin around the painful area\n- swollen veins that are hard or sore when you touch them\nThese symptoms can also happen in your arm or tummy if that's where the blood clot is.\nYou can call 111 or get help from 111 online.\nYou have symptoms of DVT, such as pain and swelling, and:\n- breathlessness\n- chest pain\nDVT can be very serious because blood clots in your veins can break loose, travel through your bloodstream and get stuck in your lungs. This is called a pulmonary embolism.\nA pulmonary embolism can be life threatening and needs treatment straight away."}, {"Who is more likely to get DVT": "A DVT is more likely to happen if you:\n- are over 60\n- are overweight\n- smoke\n- have had DVT before\n- take the contraceptive pill or HRT\n- have cancer or heart failure\n- havevaricose veins\nThere are also some temporary situations when you're at more risk of DVT. These include if you:\n- are staying in or recently left hospital – especially if you cannot move around much (like after an operation)\n- are confined to bed\n- go on a long journey (more than 3 hours) by plane, car or train\n- are pregnant or if you've had a baby in the previous 6 weeks\n- are dehydrated\nSometimes DVT can happen for no obvious reason."}, {"How DVT is diagnosed": "If a doctor thinks you have DVT, you should be referred to hospital within 24 hours for an ultrasound scan. The scan shows whether blood is flowing normally through the vein.\nYou may also have an X-ray of the vein (venogram). For this, you will be injected with a dye to show where the blood clot is."}, {"Treatment of DVT": "You may have an injection of an anticoagulant (blood thinning) medicine called heparin while you're waiting for an ultrasound scan to tell if you have a DVT.\nAfter DVT is diagnosed, the main treatment is tablets of an anticoagulant medicine, such as warfarin and rivaroxaban. You will probably take the tablets for at least 3 months.\nIf anticoagulant medicines are not suitable, you may have a filter put into a large vein – the vena cava – in your tummy. The filter traps and stops a blood clot travelling to your heart and lungs.\nA newer treatment involves breaking up and sucking out the clot through a small tube in the vein. You usually need to take anticoagulant medicine for several months after this treatment.\nDVT in pregnancy is treated differently. It is treated with anticoagulant injections for the rest of the pregnancy and until the baby is 6 weeks old. Read more about DVT in pregnancy."}, {"Recovery from DVT": "Some lifestyle measures will help you recover from DVT.\nAfter you leave hospital, you will be encouraged to:\n- walk regularly\n- keep your affected leg raised when you're sitting\n- delay any flights or long journeys until at least 2 weeks after you start anticoagulant medicine"}, {"Tips to prevent DVT": "- stay a healthy weight\nstay a healthy weight\n- stay active – taking regular walks can help\nstay active – taking regular walks can help\n- drink plenty of fluids to avoid dehydration – DVT is more likely if you're dehydrated\ndrink plenty of fluids to avoid dehydration – DVT is more likely if you're dehydrated\n- do not sit still for long periods of time – get up and move around every hour or so\ndo not sit still for long periods of time – get up and move around every hour or so\n- do not cross your legs while you're sitting, it can restrict blood flow\ndo not cross your legs while you're sitting, it can restrict blood flow\n- do not smoke –get support to stop smoking\ndo not smoke – get support to stop smoking\n- do not drink lots of alcohol\ndo not drink lots of alcohol\nIf you're travelling for 3 hours or more by plane, train or car, there are things you can do during the journey to reduce your risk of DVT. These include wearing loose clothing, drinking plenty of water, avoiding alcohol and walking around when possible.\nIf you go into hospital, your healthcare team should check your risks of DVT.\nIf they think you're more likely to get DVT, you may be given treatment to prevent it, such as medicine or compression stockings (knee-high elastic socks that help your blood circulation), while you're in hospital.\nYou may continue treatment after you leave hospital because a blood clot can happen weeks later.\nYou can also help protect yourself against DVT while you're in hospital by:\n- staying active and walking around if you can\n- moving your toes (up and down) and ankles (in circles) if you have to stay in bed – your healthcare team may give you some exercises to do"}, {"No header": ""}]}, {"condition": "DVT, see DVT (deep vein thrombosis)", "sections": [{"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "DVT (deep vein thrombosis) is a blood clot in a vein, usually the leg. DVT can be dangerous. Get medical help as soon as possible if you think you have DVT.\nYou think you have DVT.\nSymptoms of DVT in the leg are:\n- throbbing or cramping pain in 1 leg (rarely both legs), usually in the calf or thigh\n- swelling in 1 leg (rarely both legs)\n- warm skin around the painful area\n- red or darkened skin around the painful area\n- swollen veins that are hard or sore when you touch them\nThese symptoms can also happen in your arm or tummy if that's where the blood clot is.\nYou can call 111 or get help from 111 online.\nYou have symptoms of DVT, such as pain and swelling, and:\n- breathlessness\n- chest pain\nDVT can be very serious because blood clots in your veins can break loose, travel through your bloodstream and get stuck in your lungs. This is called a pulmonary embolism.\nA pulmonary embolism can be life threatening and needs treatment straight away."}, {"Who is more likely to get DVT": "A DVT is more likely to happen if you:\n- are over 60\n- are overweight\n- smoke\n- have had DVT before\n- take the contraceptive pill or HRT\n- have cancer or heart failure\n- havevaricose veins\nThere are also some temporary situations when you're at more risk of DVT. These include if you:\n- are staying in or recently left hospital – especially if you cannot move around much (like after an operation)\n- are confined to bed\n- go on a long journey (more than 3 hours) by plane, car or train\n- are pregnant or if you've had a baby in the previous 6 weeks\n- are dehydrated\nSometimes DVT can happen for no obvious reason."}, {"How DVT is diagnosed": "If a doctor thinks you have DVT, you should be referred to hospital within 24 hours for an ultrasound scan. The scan shows whether blood is flowing normally through the vein.\nYou may also have an X-ray of the vein (venogram). For this, you will be injected with a dye to show where the blood clot is."}, {"Treatment of DVT": "You may have an injection of an anticoagulant (blood thinning) medicine called heparin while you're waiting for an ultrasound scan to tell if you have a DVT.\nAfter DVT is diagnosed, the main treatment is tablets of an anticoagulant medicine, such as warfarin and rivaroxaban. You will probably take the tablets for at least 3 months.\nIf anticoagulant medicines are not suitable, you may have a filter put into a large vein – the vena cava – in your tummy. The filter traps and stops a blood clot travelling to your heart and lungs.\nA newer treatment involves breaking up and sucking out the clot through a small tube in the vein. You usually need to take anticoagulant medicine for several months after this treatment.\nDVT in pregnancy is treated differently. It is treated with anticoagulant injections for the rest of the pregnancy and until the baby is 6 weeks old. Read more about DVT in pregnancy."}, {"Recovery from DVT": "Some lifestyle measures will help you recover from DVT.\nAfter you leave hospital, you will be encouraged to:\n- walk regularly\n- keep your affected leg raised when you're sitting\n- delay any flights or long journeys until at least 2 weeks after you start anticoagulant medicine"}, {"Tips to prevent DVT": "- stay a healthy weight\nstay a healthy weight\n- stay active – taking regular walks can help\nstay active – taking regular walks can help\n- drink plenty of fluids to avoid dehydration – DVT is more likely if you're dehydrated\ndrink plenty of fluids to avoid dehydration – DVT is more likely if you're dehydrated\n- do not sit still for long periods of time – get up and move around every hour or so\ndo not sit still for long periods of time – get up and move around every hour or so\n- do not cross your legs while you're sitting, it can restrict blood flow\ndo not cross your legs while you're sitting, it can restrict blood flow\n- do not smoke –get support to stop smoking\ndo not smoke – get support to stop smoking\n- do not drink lots of alcohol\ndo not drink lots of alcohol\nIf you're travelling for 3 hours or more by plane, train or car, there are things you can do during the journey to reduce your risk of DVT. These include wearing loose clothing, drinking plenty of water, avoiding alcohol and walking around when possible.\nIf you go into hospital, your healthcare team should check your risks of DVT.\nIf they think you're more likely to get DVT, you may be given treatment to prevent it, such as medicine or compression stockings (knee-high elastic socks that help your blood circulation), while you're in hospital.\nYou may continue treatment after you leave hospital because a blood clot can happen weeks later.\nYou can also help protect yourself against DVT while you're in hospital by:\n- staying active and walking around if you can\n- moving your toes (up and down) and ankles (in circles) if you have to stay in bed – your healthcare team may give you some exercises to do"}, {"No header": ""}]}, {"condition": "Dwarfism, see Restricted growth (dwarfism)", "sections": [{"No header": "Restricted growth, sometimes known as dwarfism, is a condition characterised by unusually short height.\nThere are 2 main types of restricted growth:\n- proportionate short stature (PSS) – a general lack of growth in the body, arms and legs\n- disproportionate short stature (DSS) – where the arms and legs are particularly short\nAs well as being short, some people with restricted growth also have other physical problems, such as bowed legs or an unusually curved spine.\nBut most people don't have any other serious problems and are able to live a relatively normal life, with a normal life expectancy.\nRead more about the symptoms of restricted growth."}, {"What causes restricted growth?": "The most common cause of PSS is being born to small parents, but it's sometimes the result of the body not producing enough growth hormone.\nCertain genetic syndromes, such as Turner syndrome, Noonan syndrome and Prader-Willi syndrome, can also cause PSS.\nA rare genetic condition called achondroplasia is the most common cause of DSS.\nIt causes poor bone growth, resulting in short upper arms and thighs.\nIt doesn't always run in the family – many children with achondroplasia have parents of normal height.\nThe Restricted Growth Association UK has more information about achondroplasia and other rare types of restricted growth."}, {"Diagnosing restricted growth": "Restricted growth may be diagnosed before a child is born, soon afterwards, or when growth problems become more obvious as they get older.\nGrowth hormone deficiency is usually diagnosed using growth hormone stimulation tests.\nMedicine is injected into a vein or muscle to cause an increase in growth hormone levels in the blood. A lower than normal level indicates a deficiency in growth hormone.\nA brain scan will be needed to look at the pituitary gland (which produces growth hormone) if blood tests show low levels of growth hormone.\nIf one or both parents have a family history of a condition that causes short stature, their baby can be tested for this during pregnancy (prenatal diagnosis).\nRead more about screening tests in pregnancy."}, {"Treatment for restricted growth": "Treatment with growth hormone injections may benefit some people with restricted growth and can help a child with the condition grow more than they otherwise would.\nIn cases of DSS where the legs are particularly short, a leg-lengthening procedure is sometimes used, but there's some uncertainty about its safety and effectiveness.\nRead more about treatments for restricted growth."}]}, {"condition": "Dysarthria (difficulty speaking)", "sections": [{"No header": "Dysarthria is difficulty speaking caused by brain damage or brain changes later in life."}, {"Symptoms of dysarthria": "A child or adult with dysarthria may have:\n- slurred, nasal sounding or breathy speech\n- a strained and hoarse voice\n- very loud or quiet speech\n- problems speaking in a regular rhythm, with frequent hesitations\n- gurgly or monotone speech\n- difficulty with tongue and lip movements\n- difficulty swallowing(dysphagia), which may lead to constant drooling\nAs a result of these problems, a person with dysarthria may be difficult to understand. In some cases, they may only be able to produce short phrases, single words or no intelligible speech at all.\nDysarthria does not affect intelligence or understanding, but a person with the condition may also have problems in these areas. Speech problems can also affect social interaction, employment and education.\nIf you or your child has dysarthria, you may find it helpful to see a speech and language therapist (SLT). Ask a GP about your nearest speech and language therapy clinic."}, {"What causes dysarthria?": "The muscles used for speech are controlled by the brain and nervous system. Dysarthria can develop if either of these is damaged in some way.\nDysarthria can either be:\n- developmental – when it occurs as a result of brain damage before or during birth, such as incerebral palsy\n- acquired – when it occurs as the result of brain changes later in life, such as damage caused by astroke,severe head injuryorbrain tumour, or a progressive condition such asParkinson's diseaseormotor neurone disease\nDysarthria in children is usually developmental, while dysarthria in adults is often acquired, although both types can affect people of any age.\nWhether dysarthria will improve with speech and language therapy depends on the cause and the extent of the brain damage or dysfunction. Some causes remain stable, while others may worsen over time."}, {"Diagnosing dysarthria": "Speech and language therapists can carry out an assessment to determine the extent of the speech problem. They may ask you or your child to:\n- make different sounds\n- talk about a familiar topic\n- count numbers or recite days of the week\n- read a passage aloud\nThe therapist may also want to examine the movement of the muscles in the mouth and voice box (larynx), and may wish to make a recording."}, {"Treating dysarthria": "A speech and language therapist will work as part of a team of healthcare professionals that includes people from the health, social and voluntary sector.\nThe therapist will try to improve and maximise your or your child's ability to talk. They'll help you find different ways of communicating, and will assist you and your family in adapting to your new situation.\nThey may recommend:\n- strategies to improve speech, such as slowing speech down\n- exercises to improve the volume or clarity of speech\n- assistive devices, such as a simple alphabet board, an amplifier, or a computerised voice output system\nSome speech and language therapists may be able to carry out or refer you for a specialist assessment of communication aids, including computerised voice output systems. For some people, these devices can be used alongside or instead of speech to help them communicate.\nSee your local speech and language therapist if you're interested in having an assessment. They'll be able to provide further information and advice about arranging an assessment and trial of a communication aid.\nThere's no guarantee that speech and language therapy can improve the speech of everyone with dysarthria. Whether treatment is successful will depend on the extent and location of the brain damage or dysfunction, the underlying condition causing it, and the individual's personal circumstances."}, {"Communication tips": "The following advice may help you communicate more effectively if you've got dysarthria or if you're communicating with someone with the condition.\nIf you have dysarthria, you may find it helpful to:\n- take a deep breath before you start speaking\n- put extra effort into saying key words\n- speak slowly, saying 1 word at a time if necessary\n- leave a clear space between each word\n- make sure you're in the same room as the person you're talking to and face them\n- attract the listener's attention – for example, by touch or calling their name before you begin talking to them\n- keep sentences short and avoid long conversations if you're feeling tired\n- reduce background noise – for example, switch off the TV or radio\n- repeat yourself if needed\nIf you're speaking to a person with dysarthria, you may find the following advice helpful:\n- reduce distractions and background noise when you're having a conversation\n- look at the person as they talk\n- after speaking, allow them plenty of time to respond – if they feel rushed or pressured to speak, they may become anxious, which can affect their ability to communicate\n- be careful about finishing their sentences or correcting any errors in their language as this may cause resentment and frustration\n- if you do not understand what they're trying to communicate, do not pretend you understand as they may find this patronising and upsetting – it's always best to be honest about your lack of understanding\n- if necessary, seek clarification by asking yes/no questions or paraphrasing – for example, say: \"Did you ask me if I'd done the shopping?\""}, {"Speech-related conditions": "- dysarthria – difficulty speaking caused by brain damage, which results in an inability to control the muscles used in speech\n- dysphagia– difficulty swallowing, which can be a symptom of dysarthria\n- dysphasia oraphasia– language difficulties, which could be difficulty understanding language (receptive dysphasia) or expressing yourself (expressive dysphasia)\n- dyspraxiaandataxia– problems with physical co-ordination, which can also sometimes affect the movements needed for speech"}]}, {"condition": "Dysentery", "sections": [{"No header": "Dysentery is an infection of the intestines that causes diarrhoea containing blood or mucus.\nOther symptoms of dysentery can include:\n- painful stomach cramps\n- feeling sickor being sick (vomiting)\n- a high temperature\nDysentery is highly infectious and can be passed on if you do not take the right precautions, such as properly and regularly washing your hands."}, {"Types of dysentery": "There are 2 main types of dysentery:\n- bacillary dysentery or shigellosis, which is caused by shigella bacteria; this is the most common type of dysentery in the UK\n- amoebic dysentery or amoebiasis, which is caused by an amoeba (single celled parasite) called Entamoeba histolytica, which is mainly found in tropical areas; this type of dysentery is usually picked up abroad"}, {"Treating dysentery": "As dysentery usually gets better on its own after 3 to 7 days, treatment is not usually needed.\nHowever, it's important to drink plenty of fluids and use oral rehydration solutions if necessary to avoid dehydration.\nPainkillers, such as paracetamol, can help relieve pain and a fever. Avoid anti-diarrhoea medicines, such as loperamide, because they can make things worse.\nYou should stay at home until at least 48 hours after the last episode of diarrhoea, to reduce the risk of passing the infection on to others."}, {"How you can avoid passing on dysentery": "Handwashing is the most important way to stop the spread of infection. You're infectious to other people while you're ill and have symptoms.\nTake the following steps to avoid passing the illness on to others:\n- Wash your hands thoroughly with soap and water after going to the toilet. Read more about how to wash your hands.\n- Stay away from work or school until you've been completely free from any symptoms for at least 48 hours.\n- Help young children to wash their hands properly.\n- Do not prepare food for others until you've been free of symptoms for at least 48 hours.\n- Do not go swimming until you've been free of symptoms for at least 48 hours.\n- Where possible, stay away from other people until your symptoms have stopped.\n- Wash all dirty clothes, bedding and towels on the hottest cycle of your washing machine.\n- Clean toilet seats and toilet bowls, flush handles, taps and sinks with detergent and hot water after use, followed by a household disinfectant.\n- Avoid sexual contact until you've been free of symptoms for at least 48 hours.\nAs shigella is easily passed on to others, you may need to submit poo (stool) samples to be given the all clear to return to work, school or nursery.\nThe type of shigella you have and whether you, or others, are in a risk group will influence how long you need to stay away.\nRisk groups are people with certain jobs (including healthcare workers and people who handle food), as well as people who need help with personal hygiene and very young children. Your environmental health officer will be able to advise you about this."}, {"When to see a GP": "It's not always necessary to see a GP if you have dysentery, because it tends to get better within a week or so.\nHowever, you should see a GP if your symptoms are severe or they do not start to improve after a few days. Let them know if you've been abroad recently.\nIf your symptoms are severe or persistent, a GP may prescribe a short course of antibiotics. If you have very severe dysentery, you may need treatment in hospital for a few days."}, {"Reducing your risk of catching dysentery": "You can reduce your risk of getting dysentery by:\n- washing your hands with soap and warm water after using the toilet and regularly throughout the day\n- washing your hands before handling, eating or cooking food\n- avoiding sharing towels\n- washing the laundry of an infected person on the hottest setting possible\nIf you're travelling to a country where there's a high risk of getting dysentery, this advice can help prevent infection:\n- Do not drink the local water unless you're sure it's clean (sterile) – drink bottled water or drinks in sealed cans or bottles.\n- If the water is not sterile, boil it for several minutes or use chemical disinfectant or a reliable filter.\n- Do not clean your teeth with tap water.\n- Do not have ice in your drinks because it may be made from unclean water.\n- Avoid fresh fruit or vegetables that cannot be peeled before you eat them.\n- Avoid food and drink sold by street vendors, except drinks in properly sealed cans or bottles.\nRead more about food and water safety abroad."}, {"What causes dysentery?": "Bacillary and amoebic dysentery are both highly infectious and can be passed on if the poo (faeces) of an infected person gets into another person's mouth.\nThis can happen if someone with the infection does not wash their hands after going to the toilet and then touches food, surfaces or another person.\nIn the UK, the infection usually affects groups of people who are in close contact, such as in families, schools and nurseries.\nThere's also a chance of getting the infection through anal or anal oral sex (rimming).\nIn developing countries with poor sanitation, infected poo may contaminate the water supply or food, particularly cold uncooked food."}]}, {"condition": "Dyslexia", "sections": [{"No header": "Dyslexia is a common learning difficulty that mainly causes problems with reading, writing and spelling.\nIt's a specific learning difficulty, which means it causes problems with certain abilities used for learning, such as reading and writing.\nUnlike a learning disability, intelligence isn't affected.\nIt's estimated up to 1 in every 10 people in the UK has some degree of dyslexia.\nDyslexia is a lifelong problem that can present challenges on a daily basis, but support is available to improve reading and writing skills and help those with the problem be successful at school and work."}, {"What are the signs of dyslexia?": "Signs of dyslexia usually become apparent when a child starts school and begins to focus more on learning how to read and write.\nA person with dyslexia may:\n- read and write very slowly\n- confuse the order of letters in words\n- be confused by letters that look similar and write letters the wrong way round (such as \"b\" and \"d\")\n- have poor or inconsistent spelling\n- understand information when told verbally, but have difficulty with information that's written down\n- find it hard to carry out a sequence of directions\n- struggle with planning and organisation\nBut people with dyslexia often have good skills in other areas, such as creative thinking and problem solving.\nRead more about the symptoms of dyslexia."}, {"Getting help": "If you think your child may have dyslexia, the first step is to speak to their teacher or their school's special educational needs co-ordinator (SENCO) about your concerns.\nThey may be able to offer additional support to help your child if necessary.\nIf your child continues to have problems despite extra support, you or the school may want to consider requesting an in-depth assessment from a specialist in assessing specific learning difficulties (SpLD), an educational psychologist or a speech and language therapist.\nThis can be arranged through the school, or you can request a private assessment by contacting:\n- an educational psychologist directly (see thedirectory of chartered psychologists on the British Psychological Society's website)\n- a voluntary organisation that can arrange an assessment or share details of a qualified assessor in your area, such as theBritish Dyslexia Association,The Dyslexia Association, orPatoss\nAdults who wish to be assessed for dyslexia should contact a local or national dyslexia association for advice.\nRead more about how dyslexia is diagnosed."}, {"Support for people with dyslexia": "If your child has dyslexia, they'll probably need extra educational support from their school.\nWith appropriate support, there's usually no reason your child can't go to a mainstream school, although a small number of children may benefit from attending a specialist school.\nTechniques and support that may help your child include:\n- occasional 1-to-1 teaching or lessons in a small group with a specialist teacher\n- phonics (a way of teaching children to identify and process the smaller sounds that make up words) combined with other techniques\n- technology like computers and speech-recognition software that may make it easier for your child to read and write when they're a bit older\nSchools and colleges must offer support to students with a specific learning difficulty like dyslexia, and have access to specialist staff who are trained in helping students with special education needs.\nAssistive technologies such as speech-recognition software, word processors and electronic organisers can be useful for adults, too.\nEmployers are required to make reasonable adjustments to the workplace to help people with dyslexia, such as allowing extra time for certain tasks.\nRead more about how dyslexia is managed."}, {"No header": "As well as national dyslexia charities such as the British Dyslexia Association (BDA), there are several local dyslexia associations listed on the BDA website.\nThese are independently registered charities that run workshops and help to provide local support and access to information."}, {"What causes dyslexia?": "People with dyslexia find it difficult to recognise the different sounds that make up words and relate these to letters.\nDyslexia isn't related to a person's general level of intelligence. Children and adults of all intellectual abilities can be affected by dyslexia.\nThe exact cause of dyslexia is unknown, but it often appears to run in families.\nIt's thought certain genes inherited from your parents may act together in a way that affects how some parts of the brain develop during early life."}]}, {"condition": "Dysphagia (swallowing problems)", "sections": [{"No header": "Dysphagia is the medical term for swallowing difficulties.\nSome people with dysphagia have problems swallowing certain foods or liquids, while others can't swallow at all.\nOther signs of dysphagia include:\n- coughingor choking when eating or drinking\n- bringing food back up, sometimes through the nose\n- a sensation that food is stuck in your throat or chest\n- persistent drooling of saliva\n- being unable to chew food properly\n- a gurgly, wet-sounding voice when eating or drinking\nOver time, dysphagia can also cause symptoms such as weight loss and repeated chest infections."}, {"When to seek medical advice": "You should see your GP if you, or someone you care for, have difficulty swallowing or any other signs of dysphagia so you can get treatment to help with your symptoms.\nEarly investigation can also help to rule out other more serious conditions, such as oesophageal cancer.\nYour GP will assess you and may refer you for further tests.\nRead more about diagnosing dysphagia."}, {"Treating dysphagia": "Treatment usually depends on the cause and type of dysphagia.\nMany cases of dysphagia can be improved with careful management, but a cure isn't always possible.\nTreatments for dysphagia include:\n \n- speech and language therapy to help people recover their swallowing with special exercises and techniques\n- changing the consistency of food and liquids to make them safer to swallow\n- other forms of feeding – such as tube feeding through the nose or stomach\n- surgery to widen the oesophagus, by stretching it or inserting a plastic or metal tube (stent)\nRead more about treating dysphagia."}, {"Causes of dysphagia": "Dysphagia is usually caused by another health condition, such as:\n- a condition that affects the nervous system, such as astroke,head injury,multiple sclerosisordementia\n- cancer– such asmouth canceroroesophageal cancer\n- gastro-oesophageal reflux disease (GORD)– where stomach acid leaks back up into the oesophagus\nChildren can also have dysphagia as a result of a developmental or learning disability, such as cerebral palsy.\nRead more about the causes of dysphagia."}, {"Complications of dysphagia": "Dysphagia can sometimes lead to further problems.\nOne of the most common problems is coughing or choking, when food goes down the \"wrong way\" and blocks your airway. This can lead to chest infections, such as aspiration pneumonia, which require urgent medical treatment.\nAspiration pneumonia can develop after accidentally inhaling something, such as a small piece of food.\nWarning signs of aspiration pneumonia include:\n- a wet, gurgly voice while eating or drinking\n- coughing while eating or drinking\n- difficulty breathing – breathing may be rapid and shallow\nIf you, or someone you care for, have been diagnosed with dysphagia and you develop these symptoms, contact your treatment team immediately, or call NHS 111.\nDysphagia may mean that you avoid eating and drinking due to a fear of choking, which can lead to malnutrition and dehydration.\nDysphagia can also affect your quality of life because it may prevent you from enjoying meals and social occasions.\nIf children with long-term dysphagia aren't eating enough, they may not get the essential nutrients they need for physical and mental development.\nChildren who have difficulty eating may also find meal times stressful, which may lead to behavioural problems."}, {"No header": "If you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled (including family members)\nOur guide to care and support explains your options and where you can get support."}]}, {"condition": "Dyspraxia (developmental co-ordination disorder) in adults", "sections": [{"No header": "Dyspraxia, also known as developmental co-ordination disorder (DCD), is a common disorder that affects movement and co-ordination.\nDyspraxia does not affect your intelligence. It can affect your co-ordination skills – such as tasks requiring balance, playing sports or learning to drive a car. Dyspraxia can also affect your fine motor skills, such as writing or using small objects.\nThis page focuses on dyspraxia in adults. You can also read about childhood dyspraxia."}, {"Symptoms of dyspraxia": "Symptoms of dyspraxia can vary between individuals and may change over time. You may find routine tasks difficult.\nIf you have dyspraxia it may affect:\n- your co-ordination, balance and movement\n- how you learn new skills, think, and remember information at work and home\n- your daily living skills, such as dressing or preparing meals\n- your ability to write, type, draw and grasp small objects\n- how you function in social situations\n- how you deal with your emotions\n- time management, planning and personal organisation skills\nDyspraxia should not be confused with other disorders affecting movement, such as cerebral palsy and stroke. It can affect people of all intellectual abilities."}, {"When to see a GP": "See a GP if you think you may have undiagnosed dyspraxia or problems with your co-ordination. It's a good idea to keep a diary of your symptoms. \nThe GP may refer you to a physiotherapist or an occupational therapist for tests. They'll assess your movements and how your symptoms are affecting you before making a diagnosis. \nIf you have dyspraxia, you may also have other conditions, such as:\n- attention deficit hyperactivity disorder (ADHD)\n- dyslexia\n- autism spectrum disorder\n- difficulty learning or understanding maths (dyscalculia)\n- depressionoranxiety"}, {"Causes of dyspraxia": "It's not known what causes dyspraxia. You may be at a higher risk of developing it if you were born prematurely.\nDyspraxia is more common in men and often runs in families."}, {"Treatment for dyspraxia": "There is no cure for dyspraxia but there are therapies that can help with daily living, such as:\n- occupational therapy– to help you find practical ways to remain independent and manage everyday tasks such as writing or preparing food\n- cognitive behavioural therapy (CBT)– a talking therapy that can help you manage your problems by changing the way you think and behave\nIt may also help if you:\n- keep fit – you may find regular exercise helps with co-ordination, reduces feelings of fatigue and prevents you gaining weight\n- learn how to use a computer or laptop if writing by hand is difficult\n- use a calendar, diary or app to improve your organisation\n- learn how to talk positively about your challenges and how you've overcome them\n- get support from programmes such asAccess to Workfrom Jobcentre Plus"}, {"Support for people living with dyspraxia": "Dyspraxia can have a big effect on your life, but support is available to help you manage your condition.\nIt might help to talk to others with dyspraxia or to connect with a charity.\nYou may find these charity and forum links useful:\n- Dyspraxia Foundation– it has a list oflocal support groupsyou can join to share your experiences with others\n- Dyspraxic Adults– a forum for adults with dyspraxia\n- Movement Matters UK– see its page of useful links"}]}, {"condition": "Dyspraxia in children, see Developmental co-ordination disorder (dyspraxia) in children", "sections": [{"No header": "Developmental co-ordination disorder (DCD), also known as dyspraxia, is a condition affecting physical co-ordination. It causes a child to perform less well than expected in daily activities for their age, and appear to move clumsily.\nDCD is thought to be around 3 or 4 times more common in boys than girls, and the condition sometimes runs in families.\nThis topic is about DCD in children, although the condition often causes continued problems into adulthood. \nFind out more about DCD in adults."}, {"Symptoms of DCD": "Early developmental milestones of crawling, walking, self-feeding and dressing may be delayed in young children with DCD. Drawing, writing and performance in sports are also usually behind what is expected for their age.\nAlthough signs of the condition are present from an early age, children vary widely in their rate of development. This means a definite diagnosis of DCD does not usually happen until a child with the condition is 5 years old or more.\nFind out more about symptoms of DCD in children."}, {"When to seek medical advice": "If you're concerned about your child's health or development, talk to a GP or health visitor, or speak to a nurse, doctor or special educational needs co-ordinator (SENCO) at your child's school.\nIf necessary, they can refer your child to a community paediatrician, who will assess them and try to identify any developmental problems.\nFind out more about diagnosing DCD in children."}, {"Causes of DCD": "Doing co-ordinated movements is a complex process that involves many different nerves and parts of the brain.\nAny problem in this process could potentially lead to difficulties with movement and co-ordination.\nIt's not usually clear why co-ordination doesn't develop as well as other abilities in children with DCD.\nHowever, a number of risk factors that can increase a child's likelihood of developing DCD have been identified.\nThese include:\n- being born prematurely, before the 37th week of pregnancy\n- being born with a low birth weight\n- having a family history of DCD, although it is not clear exactly which genes may be involved in the condition\n- the mother drinking alcohol or taking illegal drugs while pregnant"}, {"Treating DCD": "There's no cure for DCD, but a number of therapies can help children to manage their problems.\nThese include:\n- being taught ways of do activities they find difficult, such as breaking down difficult movements into smaller parts and practicing them regularly\n- adapting tasks to make them easier, such as using special grips on pens and pencils so they are easier to hold\nAlthough DCD does not affect how intelligent a child is, it can make it more difficult for them to learn and they may need extra help to keep up at school.\nTreatment for DCD will be tailored to your child and usually involves a number of different healthcare professionals working together.\nAlthough the physical co-ordination of a child with DCD will remain below average, this often becomes less of a problem as they get older.\nHowever, difficulties in school – particularly producing written work – can become much more prominent and require extra help from parents and teachers.\nFind out more about treating DCD in children."}, {"Dyspraxia or DCD?": "While many people in the UK use the term dyspraxia to refer to the difficulties with movement and co-ordination that first develop in young children, this term is used less often by healthcare professionals.\nInstead, most healthcare professionals use the term developmental co-ordination disorder (DCD) to describe the condition.\nThis term is generally preferred by healthcare professionals because dyspraxia can have several meanings.\nFor example, dyspraxia can be used to describe movement difficulties that happen later in life because of damage to the brain, such as from a stroke or head injury.\nSome healthcare professionals may also use the term specific developmental disorder of motor function (SDDMF) to refer to DCD."}, {"Video: childhood dyspraxia - James' story": "This video is about dyspraxia, a disability that can affect movement and coordination."}]}, {"condition": "Dystonia", "sections": [{"No header": "Dystonia is the name for uncontrolled and sometimes painful muscle movements (spasms). It's usually a lifelong problem, but treatment can help relieve the symptoms."}, {"Check if you have dystonia": "Dystonia can affect your whole body or just 1 part. It can start at any age.\nSymptoms of dystonia include:\n- uncontrolled muscle cramps and spasms\n- parts of your body twisting into unusual positions – such as your neck being twisted to the side or your feet turning inwards\n- shaking (tremors)\n- uncontrolled blinking\nThe symptoms may be continuous or come and go. They may be triggered by things like stress or certain activities.\n- tiredness\n- stress\n- drinking alcohol or caffeine\n- talking\n- eating or chewing\n- activities like writing, typing or playing an instrument"}, {"How dystonia is diagnosed": "- you think you might have dystonia\nDystonia is uncommon, but it's best to get the symptoms checked out.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nIf your GP thinks you could have dystonia, they may refer you to a specialist called a neurologist for tests.\nTo diagnose dystonia, a neurologist may:\n- ask about your symptoms\n- ask about any other conditions you have and if anyone else in your family has dystonia (sometimes it can be inherited)\n- carry out some blood and urine tests\n- arrange a brain scan to look for any problems\nIf you're diagnosed with dystonia, your neurologist can tell you which type you have and what your treatment options are.\nRead more on the different types of dystonia from Dystonia UK"}, {"Treatments for dystonia": "Treatment can help relieve the symptoms of dystonia. The best option for you depends on the type of dystonia you have.\nThe main treatments for dystonia are:\n- injections of a medicine called botulinum toxin directly into the affected muscles – these need to be repeated about every 3 months\n- medicine to relax the muscles in a larger part of your body – given as tablets or injections into a vein\n- a type of surgery called deep brain stimulation\nPhysiotherapy and occupational therapy may also help.\nDeep brain stimulation is the main type of surgery for dystonia. It may be offered on the NHS if other treatments do not help.\nIt involves inserting a small device, similar to a pacemaker, under the skin of your chest or tummy.\nThe device sends electrical signals along wires placed in the part of the brain that controls movement.\nRead more on deep brain stimulation from Dystonia UK"}, {"Living with dystonia": "Dystonia affects people in different ways. The severity of symptoms can vary from one day to another.\nIt can have a big effect on your life and make daily activities painful and difficult.\nIt's usually a lifelong condition. It may get worse for a few years but then remain steady. Occasionally, it can improve over time.\nYou can get support if you live with dystonia from Dystonia UK."}, {"Causes of dystonia": "Dystonia is thought to be caused by a problem with the part of the brain that controls movement.\nOften the cause is unknown.\nSometimes it can be due to:\n- an inherited genetic problem\n- Parkinson's disease\n- astroke\n- cerebral palsy\n- multiple sclerosis"}]}]