[{"condition": "Ear infections", "sections": [{"No header": "Ear infections are very common, particularly in children. You do not always need to see a GP for an ear infection as they often get better on their own within 3 days."}, {"Check if it's an ear infection": "The symptoms of an ear infection usually start quickly and include:\n- pain inside the ear\n- a high temperature\n- being sick\n- a lack of energy\n- difficulty hearing\n- discharge running out of the ear\n- a feeling of pressure or fullness inside the ear\n- itching and irritation in and around the ear\n- scaly skin in and around the ear\nYoung children and babies with an ear infection may also:\n- rub or pull their ear\n- not react to some sounds\n- be irritable or restless\n- be off their food\n- keep losing their balance\nMost ear infections clear up within 3 days, although sometimes symptoms can last up to a week.\nIf you, or your child, have a high temperature or you do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better."}, {"No header": ""}, {"How to treat an ear infection yourself": "To help relieve any pain and discomfort from an ear infection:\n- use painkillers such asparacetamoloribuprofen(children under 16 should not take aspirin)\nuse painkillers such as paracetamol or ibuprofen (children under 16 should not take aspirin)\n- place a warm or cold flannel on the ear\nplace a warm or cold flannel on the ear\n- remove any discharge by wiping the ear with cotton wool\nremove any discharge by wiping the ear with cotton wool\n- do not put anything inside your ear to removeearwax, such as cotton buds or your finger\ndo not put anything inside your ear to remove earwax, such as cotton buds or your finger\n- do not let water or shampoo get in your ear\ndo not let water or shampoo get in your ear\n- do not use decongestants or antihistamines – there's no evidence they help with ear infections\ndo not use decongestants or antihistamines – there's no evidence they help with ear infections"}, {"A pharmacist can help with an ear infection": "Speak to a pharmacist if you think you have an outer ear infection.\nThey can recommend acidic eardrops to help stop bacteria or fungus spreading."}, {"No header": "- a very high temperature or feel hot and shivery\n- earache that does not start to get better after 3 days\n- swelling around the ear\n- fluid coming from the ear\n- hearing loss or a change in hearing\n- other symptoms, like being sick, a severe sore throat or dizziness\n- regular ear infections\n- a long-term medical condition – such as diabetes or a heart, lung, kidney or neurological disease\n- a weakened immune system – because of chemotherapy, for example\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will often use a small light (an otoscope) to look in the ear.\nSome otoscopes blow a small puff of air into the ear. This checks for blockages, which could be a sign of an infection."}, {"Treatment from a GP": "The GP may prescribe medicine for your ear infection, depending on what's caused it.\nAntibiotics are not usually offered because infections inside the ear often clear up on their own and antibiotics make little difference to symptoms, including pain.\nAntibiotics might be prescribed if:\n- an ear infection does not start to get better after 3 days\n- you or your child has any fluid coming out of the ear\n- you or your child has an illness that means there's a risk of complications, such as cystic fibrosis\nThey may also be prescribed if your child is less than 2 years old and has an infection in both ears.\nThe GP might prescribe:\n- antibiotic eardrops – to treat a bacterial infection\n- steroid eardrops – to bring down swelling\n- antifungal eardrops – to treat a fungal infection\n- antibiotic tablets – if your bacterial infection is severe\nIf you have a spot or boil in your ear, the GP may pierce it with a needle to drain the pus.\nEardrops may not work if they're not used correctly."}, {"No header": "- Remove any visible discharge or earwax using cotton wool.\n- Hold the bottle in your hand to warm it. Cold eardrops can make you feel dizzy.\n- Lie on your side with the affected ear facing up to put the drops in.\n- Gently pull and push your ear to work the drops in.\n- Stay lying down for 5 minutes so the drops do not come out."}, {"Preventing ear infections": "You cannot always prevent ear infections, particularly inner ear infections caused by colds and flu.\nTo help avoid inner ear infections:\n- make sure your child is up to date with vaccinations\n- keep your child away from smoky environments\n- try not to give your child a dummy after they're 6 months old\nTo help avoid outer ear infections:\n- do not stick cotton wool buds or your fingers in your ears\n- use earplugs or a swimming hat over your ears when you swim\n- try to avoid water or shampoo getting into your ears when you have a shower or bath\n- treat conditions that affect your ears, such as eczema or an allergy to hearing aids"}, {"No header": ""}]}, {"condition": "Earache", "sections": [{"No header": "Earache and ear pain is common, particularly in young children. It can be painful, but is not usually a sign of anything serious."}, {"How long earache lasts": "It depends on what's causing it. Most earaches in children are caused by an ear infection, which usually start to improve after a few days."}, {"Spotting earache in babies and young children": "A young child might have earache if they:\n- rub or pull their ear\n- do not react to some sounds\n- have a temperature of 38C or above\n- are irritable or restless\n- are off their food\n- keep losing their balance\nEarache and ear pain can affect 1 or both ears."}, {"How to treat earache yourself": "There are some things you can do to help relieve earache and ear pain.\n- use painkillers, such as paracetamol or ibuprofen (children under 16 should not take aspirin)\nuse painkillers, such as paracetamol or ibuprofen (children under 16 should not take aspirin)\n- place a warm or cold flannel on the ear\nplace a warm or cold flannel on the ear\n- do not put anything inside your ear, such as cotton buds\ndo not put anything inside your ear, such as cotton buds\n- do not try to remove earwax\ndo not try to remove earwax\n- do not let water get inside your ear\ndo not let water get inside your ear\nA pharmacist might be able to tell you:\n- what you can do to treat earache yourself\n- if you can buy anything to help (for example, eardrops)\n- if you need to see a GP"}, {"Non-urgent advice:  See a GP if you or your child:": "- have earache for more than 3 days\n- keep getting earache\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "You or your child have earache and:\n- become generally unwell\n- a very high temperature or feel hot and shivery\n- swelling around the ear\n- fluid coming from the ear\n- hearing loss or a change in hearing\n- something stuck in the ear\n- your child is under 2 and has earache in both ears\nYou can call 111 or get help from 111 online."}, {"What causes earache and pain": "Earache and pain can be caused by many things, but sometimes it's not known by what.\nHere are some of the most common causes:"}, {"No header": ""}]}, {"condition": "Eardrum (burst), see Perforated eardrum", "sections": [{"No header": "A perforated or burst eardrum is a hole in the eardrum. It'll usually heal within a few weeks and might not need any treatment.\nBut it's a good idea to see a GP if you think your eardrum has burst, as it can cause problems such as ear infections."}, {"Symptoms of a perforated eardrum": "Signs of a perforated eardrum, or an ear infection caused by a perforated eardrum, include:\n- suddenhearing loss– you may find it difficult to hear anything or your hearing may just be slightly muffled\n- earacheor pain in your ear\n- itching in your ear\n- fluid leaking from your ear\n- a high temperature\n- ringing or buzzing in your ear(tinnitus)\nThe symptoms will usually pass once your eardrum has healed or any infection has been treated."}, {"When to see a GP": "See a GP if:\n- you think you have a perforated eardrum\n- you have already seen a GP and your symptoms are not any better after a few weeks or you get new symptoms (such as earache, a fever, itching or fluid leaking from your ear)\nYour eardrum will usually heal without treatment, but a GP can check for an infection (which may need treatment) and talk to you about how you can look after your ear.\nThey'll look into your ear using a small handheld torch with a magnifying lens. The tip of this goes into your ear, but it only goes in a little way and should not hurt."}, {"Things you can do if you have a perforated eardrum": "Perforated eardrums do not always need to be treated because they often get better by themselves within a few weeks.\nWhile it heals, the following tips can help you relieve your symptoms and reduce the chances of your ear becoming infected:\n- do not put anything in your ear, such as cotton buds or eardrops (unless a doctor recommends them)\n- do not get water in your ear – do not go swimming and be extra careful when showering or washing your hair\n- try not to blow your nose too hard, as this can damage your eardrum as it heals\n- hold a warm flannel against your ear to help reduce any pain\n- take painkillers such asparacetamoloribuprofento relieve pain if you need to (do not give aspirin to children under 16)"}, {"Treatments for a perforated eardrum": "If you have an ear infection caused by a perforated eardrum, a GP may prescribe antibiotics.\nIf the hole in your eardrum is big, or does not heal in a few weeks, the GP may refer you to an ear specialist to talk about having surgery to repair a perforated eardrum."}, {"Causes of a perforated eardrum": "A hole in the eardrum can be caused by:\n- an ear infection\n- an injury to the eardrum, such as a blow to your ear or poking an object like a cotton bud deep into your ear\n- changes in pressure, such as while flying or scuba diving\n- a sudden loud noise, such as an explosion\nThe following tips may help you avoid damaging your eardrum:\n- see a GP for treatment if you have symptoms of an ear infection for more than 2 or 3 days\n- do not push anything deep into your ears, including your fingers\n- wear suitable ear protection if you're often exposed to loud noises\n- when flying, try swallowing, yawning, chewing gum or sucking on a boiled sweet during take-off and landing"}, {"No header": "Find out more about flying if you have a perforated eardrum"}]}, {"condition": "Early menopause", "sections": [{"No header": "Early menopause happens when a woman's periods stop before the age of 45. It can happen naturally, or as a side effect of some treatments.\nFor most women, the menopause starts between the ages of 45 and 55.\nIf you're under 45 and have noticed your periods becoming infrequent or stopping altogether, you should speak to a GP."}, {"Causes of early menopause": "Early menopause can happen naturally if a woman's ovaries stop making normal levels of certain hormones, particularly the hormone oestrogen.\nThis is sometimes called premature ovarian failure, or primary ovarian insufficiency.\nThe cause of premature ovarian failure is often unknown, but in some women it may be caused by:\n- chromosome abnormalities – such as in women withTurner syndrome\n- an autoimmune disease – where the immune system starts attacking body tissues\n- certain infections, such astuberculosis,malariaandmumps– but this is very rare\nPremature ovarian failure can sometimes run in families. This might be the case if any of your relatives went through the menopause at a very young age (20s or early 30s).\nRadiotherapy and chemotherapy can cause premature ovarian failure. This may be permanent or temporary.\nYour risk of having an early menopause will depend on:\n- your age – girls who have not yet reached puberty can tolerate stronger treatment than older women\n- the type of treatment you're given – different types of chemotherapy may affect the ovaries differently\n- where on your body any radiotherapy is focused – your risk of developing premature menopause is higher if you have radiotherapy treatment around your brain or pelvis\nSurgically removing both ovaries will also bring on premature or early menopause.\nFor example, the ovaries may need to be removed during a hysterectomy (an operation to remove the womb)."}, {"Symptoms of early menopause": "The main symptom of early menopause is periods becoming infrequent or stopping altogether without any other reason (such as pregnancy).\nSome women may also get other typical menopausal symptoms, including:\n- hot flushes\n- night sweats\n- vaginal drynessand discomfort during sex\n- difficulty sleeping\n- low moodoranxiety\n- reduced sex drive (libido)\n- problems with memory and concentration\nRead more about the symptoms of the menopause.\nWomen who go through early menopause also have an increased risk of osteoporosis and cardiovascular disease because of their lowered oestrogen hormone levels."}, {"Diagnosing early menopause": "A GP should be able to make a diagnosis of early menopause based on your symptoms, your family history, and blood tests to check your hormone levels.\nYou may be referred to a specialist."}, {"Treatments for early menopause": "The main treatment for early menopause is either the combined contraceptive pill or HRT to make up for your missing hormones.\nA GP will probably recommend you take this treatment until at least the age of natural menopause (around 51 on average), to give you some protection from osteoporosis and other conditions that can develop after the menopause.\nIf you have had certain types of cancer, such as certain types of breast cancer, you may not be able to have hormonal treatment.\nThe GP will talk to you about other treatment options and lifestyle changes you can make to help protect your health.\nIf you're still getting symptoms, the GP can refer you to a specialist menopause centre.\nRead more about treating the symptoms of the menopause."}, {"Getting support": "Going through the menopause early can be difficult and upsetting.\nPermanent early menopause will affect your ability to have children naturally.\nYou may still be able to have children by using IVF and donated eggs from another woman, or using your own eggs if you had some stored. Surrogacy and adoption may also be options for you.\nCounselling and support groups may be helpful.\nHere are some you may want to try:\n- The Daisy Network– a support group for women with premature ovarian failure\n- healthtalk.org– provides information about early menopause, including women talking about their own experiences\n- Fertility friends– a support network for people with fertility problems\n- Human Fertilisation and Embryology Authority (HFEA)– provides information on all types of fertility treatment\n- Adoption UK– a charity for people who are adopting children\n- Surrogacy UK– a charity that supports both surrogates and parents through the process"}]}, {"condition": "Early or delayed puberty", "sections": [{"No header": "Puberty is when a child's body begins to develop and change as they become an adult.\nSigns of puberty include girls developing breasts and starting periods, and boys developing a larger penis and testicles, a deeper voice and a more muscular appearance.\nThe average age for girls to start puberty is 11, while for boys the average age is 12. \nBut it's perfectly normal for puberty to begin at any point between the ages of 8 and 13 in girls and 9 and 14 in boys.\nThere's not usually any need to worry if puberty does not start around the average age, but it's a good idea to speak to your GP for advice if it starts before 8 or has not started by around 14.\nIn some cases, early puberty or delayed puberty could be a sign of an underlying condition that may need to be treated."}, {"Early puberty": "Early puberty, also called precocious puberty, is when:\n- girls have signs of puberty before 8 years of age\n- boys have signs of puberty before 9 years of age\nSome girls and boys may develop certain signs of puberty at a young age, but not others. \nFor example, girls may start periods before the age of 8 but have no breast development. \nSee your GP if this happens to your child.\nIt's not always clear what causes early puberty. It may just be a tendency that runs in your family.\nOccasionally it can be caused by:\n- a problem in the brain, such as atumour\n- damage to the brain as a result of an infection, surgery orradiotherapy\n- a problem with the ovaries or thyroid gland\n- a genetic disorder, such asMcCune-Albright syndrome\nEarly puberty mostly affects girls and often has no obvious cause. It's less common in boys and may be more likely to be associated with an underlying problem.\nYour GP may refer you to a specialist if they think there could be an underlying cause that needs to be investigated.\nTests that may be carried out include:\n- ablood testto check hormone levels\n- a handX-rayto help determine likely adult height\n- anultrasound scanorMRI scanto check for problems such as tumours\nEarly puberty can be treated by:\n- treating any underlying cause\n- using medication to reduce hormone levels and pause sexual development for a few years\nTreatment with medication is usually only recommended if it's thought early puberty will cause emotional or physical problems, such as a very short stature or early periods in girls, which may cause significant distress."}, {"Delayed puberty": "Delayed puberty is when:\n- boys have no signs of testicular development by 14 years of age\n- girls have not started to develop breasts by 13 years of age, or they have developed breasts but their periods have not started by 15\nIt's not always clear what causes delayed puberty. It may just be a tendency that runs in your family. Delayed puberty is generally more common in boys.\nOccasionally it can be caused by:\n- a long-term illness, such ascystic fibrosis,diabetesorkidney disease\n- malnutrition, possibly from aneating disorderor a condition such as cystic fibrosis orcoeliac disease\n- a problem with the ovaries, testes, thyroid gland or pituitary gland\n- adisorder of sexual development, such asandrogen insensitivity syndrome\n- a genetic condition, such asKallman syndromeandKlinefelter syndrome\nYour GP may refer you to a specialist if they think there could be an underlying cause of delayed puberty that needs to be investigated.\nTests that may be carried out include a blood test to check hormone levels, a hand X-ray to help determine likely adult height, and an ultrasound or MRI scan to check for problems with glands or organs.\nDelayed puberty can be treated by:\n- treating any underlying cause\n- using medication for a few months to increase hormone levels and trigger the start of puberty\nTreatment with medication is usually recommended if the lack of development is causing problems, such as significant distress."}]}, {"condition": "Earwax build-up", "sections": [{"No header": "Earwax normally just falls out on its own. When it's blocking your ears, a pharmacist can help."}, {"Symptoms of earwax build-up": "Symptoms of earwax build-up include:\n- hearing loss\n- earache or a feeling that your ears are blocked\n- ringing or buzzing in your ears (tinnitus)\n- vertigo (feeling dizzy and sick)"}, {"How you can treat earwax build-up yourself": "Do not use your fingers or any objects like cotton buds to remove earwax. This will push it in and make it worse.\nEarwax usually falls out on its own. If it does not and blocks your ear, put 2 to 3 drops of medical grade olive or almond oil in your ear 3 to 4 times a day. Do this for 3 to 5 days.\nIt is recommended you use a dropper while lying your head on one side for a few minutes to let the oil work its way through your ear canal(s).\nYou may find it easier to do this first thing in the morning and then just before you go to sleep.\nOver about 2 weeks, lumps of earwax should fall out of your ear, especially at night when you're lying down.\nThere's no evidence that ear candles or ear vacuums get rid of earwax."}, {"A pharmacist can help with earwax build-up": "Speak to a pharmacist about earwax build-up. They can give advice and suggest treatments.\nThey might recommend medicines to dissolve the earwax. The earwax should fall out on its own or dissolve after about a week.\nDo not use drops if you have a hole in your eardrum (a perforated eardrum)."}, {"No header": ""}, {"Non-urgent advice:  See a nurse at your GP practice if:": "- your symptoms have not cleared after 5 days\n- your ear is badly blocked and you cannot hear anything (you can get an infection if it has not cleared)\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nSome can:\n- flush the wax out with water (ear irrigation)\n- suck the wax out (microsuction)\nThese treatments are usually painless. You might have to pay to have them done privately."}, {"Causes of earwax build-up": "A build-up of earwax can happen if:\n- you have narrow or damaged ear canals\n- you have lots of hair in your ear canals\n- you have a skin condition affecting your scalp or around your ear\n- you have inflammation of your ear canal (otitis externa or \"swimmer’s ear\")"}, {"Preventing earwax build-up": "You cannot prevent earwax. It's there to protect your ears from dirt and germs.\nBut you can keep using eardrops for a few days to soften the wax. This will help it fall out on its own and should prevent blocked ears."}, {"No header": ""}]}, {"condition": "Eating disorders", "sections": [{"No header": "An eating disorder is a mental health condition where you use the control of food to cope with feelings and other situations.\nUnhealthy eating behaviours may include eating too much or too little or worrying about your weight or body shape.\nAnyone can get an eating disorder, but teenagers between 13 and 17 are mostly affected.\nWith treatment, most people can recover from an eating disorder."}, {"Coronavirus advice": "You can get advice and support during the coronavirus outbreak from the eating disorder charity Beat.\n- Beat: eating disorders and coronavirus\n- Beat: helplines, message boards and online support groups\nA GP or local NHS eating disorder team can also provide help and support."}, {"Types of eating disorders": "The most common eating disorders are:\n- anorexia nervosa– trying to control your weight by not eating enough food, exercising too much, or doing both\n- bulimia– losing control over how much you eat and then taking drastic action to not put on weight\n- binge eating disorder (BED)– eating large portions of food until you feel uncomfortably full\nA person may have an OSFED if their symptoms do not exactly fit the expected symptoms for any specific eating disorders.\nOSFED is the most common eating disorder. You can find out more about OSFED on the Beat website.\nARFID is when someone avoids certain foods, limits how much they eat or does both.\nBeliefs about weight or body shape are not reasons why people develop ARFID.\nPossible reasons for ARFID include:\n- negative feelings over the smell, taste or texture of certain foods\n- a response to a past experience with food that was upsetting, for example, choking or being sick after eating something\n- not feeling hungry or just a lack of interest in eating\nYou can find out more about ARFID on the Beat website."}, {"Check if you have an eating disorder": "If you or people around you are worried that you have an unhealthy relationship with food, you could have an eating disorder.\nSymptoms of eating disorders include:\n- spending a lot of time worrying about your weight and body shape\n- avoiding socialising when you think food will be involved\n- eating very little food\n- making yourself sick or taking laxatives after you eat\n- exercising too much\n- having very strict habits or routines around food\n- changes in your mood such as being withdrawn, anxious or depressed\nYou may also notice physical signs, including:\n- feeling cold, tired or dizzy\n- pains, tingling or numbness in your arms and legs (poor circulation)\n- feeling your heart racing, fainting or feeling faint\n- problems with your digestion, such as bloating, constipation or diarrhoea\n- your weight being very high or very low for someone of your age and height\n- not getting your period or other delayed signs of puberty"}, {"No header": "You can read more about the symptoms of:\n- anorexia\n- bulimia\n- binge eating disorder"}, {"Warning signs of an eating disorder in someone else": "It can be very difficult to identify that a loved one or friend has developed an eating disorder.\nWarning signs to look out for include:\n- dramatic weight loss\n- lying about how much they've eaten, when they've eaten, or their weight\n- eating a lot of food very fast\n- going to the bathroom a lot after eating\n- exercising a lot\n- avoiding eating with others\n- cutting food into small pieces or eating very slowly\n- wearing loose or baggy clothes to hide their weight loss"}, {"Getting help for an eating disorder": "If you think you may have an eating disorder, see a GP as soon as you can.\nA GP will ask about your eating habits and how you're feeling, plus check your overall health and weight.\nThey may refer you to an eating disorder specialist or team of specialists.\nIt can be very hard to admit you have a problem and ask for help. It may make things easier if you bring a friend or loved one with you to your appointment.\nYou can also talk in confidence to an adviser from eating disorders charity Beat by calling their adult helpline on 0808 801 0677 or youth helpline on 0808 801 0711."}, {"Getting help for someone else": "It can be difficult to know what to do if you're worried that someone has an eating disorder.\nThey may not realise they have an eating disorder. They may also deny it, or be secretive and defensive about their eating or weight.\nLet them know you're worried about them and encourage them to see a GP. You could offer to go along with them.\nRead more about talking to your child about eating disorders and supporting someone with an eating disorder.\nThe eating disorder charity Beat also has information on:\n- what to do if you're worried about a friend or family member\n- what to do if you're worried about a pupil\n- what to do if you're worried about an employee\n- supporting someone with an eating disorder"}, {"Treatment for eating disorders": "You can recover from an eating disorder, but it may take time and recovery will be different for everyone.\nIf you're referred to an eating disorder specialist or team of specialists, they'll be responsible for your care.\nThey should talk to you about the support you might need, such as for other conditions you have, and include this in your treatment plan.\nYour treatment will depend on the type of eating disorder you have, but usually includes a talking therapy.\nYou may also need regular health checks if your eating disorder is having an impact on your physical health.\nYour treatment may also involve working through a guided self-help programme if you have bulimia or binge eating disorder.\nMost people will be offered individual therapy, but those with binge eating disorder may be offered group therapy."}, {"No header": "Read more about the different treatments for:\n- anorexia\n- bulimia\n- binge eating disorder\nTreatment for other specified feeding or eating disorder (OSFED) will depend on the type of eating disorder your symptoms are most like.\nFor example, if your symptoms are most like anorexia, your treatment will be similar to the treatment for anorexia."}, {"What causes eating disorders?": "We do not know exactly what causes eating disorders.\nYou may be more likely to get an eating disorder if:\n- you or a member of your family has a history of eating disorders, depression, or alcohol or drug misuse\n- you've been criticised for your eating habits, body shape or weight\n- you're really worried about being slim, particularly if you also feel pressure from society or your job, for example, ballet dancers, models or athletes\n- you have anxiety, low self-esteem, an obsessive personality or are a perfectionist\n- you've been sexually abused"}]}, {"condition": "Ebola virus disease", "sections": [{"No header": "Ebola virus disease is a serious viral infection that originated in sub-Saharan Africa. No one has caught Ebola from someone else in the UK.\nAdvice to travellers\nFor most people visiting countries in sub-Saharan Africa, the risk of exposure to the Ebola virus is minimal.\nPeople most at risk are those who care for infected people, such as aid workers, or those who handle their blood or body fluid, such as hospital workers, laboratory workers and family members.\nFor the latest on Ebola in Africa see the World Health Organization's information on the Ebola virus.\nThe Foreign and Commonwealth Office also provides country by country advice for visitors, including the latest information on potential health risks."}, {"Symptoms of Ebola": "A person infected with Ebola virus will typically develop:\n- a high temperature\n- aheadache\n- joint and muscle pain\n- asore throat\n- severe muscle weakness\nThese symptoms start suddenly, between 2 and 21 days after becoming infected.\nDiarrhoea, being sick, a rash, stomach pain and reduced kidney and liver function can follow. The infection may then cause internal bleeding as well as bleeding from the ears, eyes, nose or mouth."}, {"What to do if you become ill": "Get medical advice as soon as possible if you become ill while travelling abroad. Call NHS 111 or contact a GP if you become ill after returning to the UK.\nIt's extremely unlikely that you have Ebola, but it could be another serious condition such as cholera or malaria, so get help in case you need tests or treatment.\nAlways remember to mention your recent travel history, as this may help to identify the cause.\nSometimes a doctor may want to take a sample of your blood, urine or poo so it can be checked for infections."}, {"How Ebola is spread": "The Ebola virus disease is spread through contact with the blood, body fluids or organs of a person or animal with the infection.\nFor example, it can be spread by:\n- directly touching the body of someone who has symptoms, or recently died from the disease\n- cleaning up body fluids (blood, poo, urine or vomit) or touching the soiled clothing of an infected person – the virus can survive for several days outside the body\n- touching unsterilised needles or medical equipment used in the care of the infected person\n- having sex with an infected person without using a condom – studies show traces of Ebola may remain in semen many months after recovery\n- handling or eating raw or undercooked \"bushmeat\"\nEbola can not be caught through routine social contact, such as shaking hands, with people who do not have symptoms."}, {"Treatment for Ebola": "There's currently no licensed treatment or vaccine for Ebola virus disease, although vaccines and drug therapies are being developed and tested.\nAny area where an outbreak happens should be immediately quarantined, and people who have the infection should be treated in isolation in intensive care.\nDehydration is common, so fluids may be given directly into a vein. Blood oxygen levels and blood pressure also needs to be maintained at the right level, and organs supported while the person's body fights the infection.\nHealthcare workers should avoid contact with the body fluids of an infected patient by using protective equipment such as gloves, gown and mask.\nEbola virus disease is often fatal, with 1 in 2 people dying from the disease. The sooner a person is given care, the better the chance they'll survive."}, {"Preventing Ebola": "The risk of catching Ebola virus disease while travelling in Africa is small. However, you should follow these simple precautions to minimise the risk of getting potentially serious infections:\n- wash your hands frequently using soap and water – use alcohol hand rubs if soap is not available\n- make sure fruit and vegetables are washed and peeled before you eat them\n- avoid physical contact with anyone who has possible symptoms of an infection\n- do not handle dead animals or their raw meat\n- do not eat \"bushmeat\" (wild animals that have been killed for food)\nFurther information\n- GOV.UK: Ebola virus disease: information for Ebola response workers"}]}, {"condition": "Echocardiogram", "sections": [{"No header": "An echocardiogram, or \"echo\", is a scan used to look at the heart and nearby blood vessels.\nIt's a type of ultrasound scan, which means a small probe is used to send out high-frequency sound waves that create echoes when they bounce off different parts of the body.\nThese echoes are picked up by the probe and turned into a moving image on a monitor while the scan is carried out.\nAn echocardiogram may be requested by a heart specialist (cardiologist) or any doctor who thinks you might have a problem with your heart, including your GP.\nThe test will usually be carried out at a hospital or clinic by a cardiologist, cardiac physiologist, or a trained technician called a sonographer.\nAlthough it has a similar name, an echocardiogram is not the same as an electrocardiogram (ECG), which is a test used to check your heart's rhythm and electrical activity."}, {"When an echocardiogram is used": "An echocardiogram can help diagnose and monitor certain heart conditions by checking the structure of the heart and surrounding blood vessels, analysing how blood flows through them, and assessing the pumping chambers of the heart.\nAn echocardiogram can help detect:\n- damage from aheart attack– where the supply of blood to the heart was suddenly blocked\n- heart failure– where the heart fails to pump enough blood around the body at the right pressure\n- congenital heart disease– birth defects that affect the normal workings of the heart\n- problems with the heart valves – problems affecting the valves that control the flow of blood within the heart\n- cardiomyopathy– where the heart walls become thickened or enlarged\n- endocarditis– an infection in the lining of the heart which damages the heart valves\nAn echocardiogram can also help your doctors decide on the best treatment for these conditions."}, {"How an echocardiogram is carried out": "There are several different ways an echocardiogram can be carried out, but most people will have a transthoracic echocardiogram (TTE). This procedure is outlined on this page.\nYou won't usually need to do anything to prepare for the test, unless you're having a transoesophageal echocardiogram.\nFor a TTE, you'll be asked to remove any clothing covering your upper half before lying down on a bed. You may be offered a hospital gown to cover yourself during the test.\nWhen you're lying down, several small sticky sensors called electrodes will be attached to your chest. These will be connected to a machine that monitors your heart rhythm during the test.\nA lubricating gel will be applied to your chest or directly to the ultrasound probe. You'll be asked to lie on your left side and the probe will be moved across your chest.\nThe probe is attached by a cable to a nearby machine that will display and record the images produced.\nYou will not hear the sound waves produced by the probe, but you may hear a swishing noise during the scan. This is normal and is just the sound of the blood flow through your heart being picked up by the probe.\nThe whole procedure will usually take between 15 and 60 minutes, and you'll normally be able to go home shortly afterwards."}, {"No header": "This video explains what to expect when having an echocardiogram."}, {"Other types of echocardiogram": "There are also several other types of echocardiogram that can be carried out:\n- a transoesophageal echocardiogram (TOE) – where a small probe is passed down the throat into your food pipe (oesophagus) and sometimes into your stomach (your throat will be numbed withlocal anaestheticspray and you'll be given a sedative to help you relax); you may need to avoid eating for several hours before this test\n- a stress echocardiogram – a TTE, but carried out during or just after a period of exercise on a treadmill or exercise bike, or after being given an injection of a medication that makes your heart work harder\n- a contrast echocardiogram – where a harmless substance called a contrast agent is injected into your bloodstream before an echocardiogram is carried out; this substance shows up clearly on the scan and can help create a better image of your heart\nThe type of echocardiogram you will have depends on the heart condition being assessed and how detailed the images need to be.\nFor example, a stress echocardiogram may be recommended if your heart problem is triggered by physical activity, while the more detailed images produced by a TOE may be more useful in helping plan heart surgery."}, {"No header": "In this video, an expert explains what to expect if you're having a transoesophageal echocardiogram."}, {"Getting your results": "In some cases, it may be possible for the person carrying out the scan to discuss the results with you soon after it's finished.\nHowever, the images from the scan will usually need to be analysed before the results are sent to the doctor who requested the test. Your doctor will then discuss the results with you during your next appointment."}, {"Are there any risks or side effects?": "A standard echocardiogram is a simple, painless, safe procedure. There are no side effects from the scan, although the lubricating gel may feel cold and you may experience some minor discomfort when the electrodes are removed from your skin at the end of the test.\nUnlike some other tests and scans, such as X-rays and CT scans, no radiation is used during an echocardiogram. However, there are some risks associated with the less common types of echocardiogram.\nYou may find the TOE procedure uncomfortable and your throat may feel sore for a few hours afterwards. If you have a sedative, you will not be able to drive for 24 hours after the test as you may still feel drowsy from the sedative. There's also a small chance of the probe damaging your throat.\nDuring a stress echocardiogram, you may feel sick and dizzy, and you may experience some chest pain. There's also a small chance of the procedure triggering an irregular heartbeat or heart attack, but you'll be monitored carefully during the test and it will be stopped if there are signs of any problems.\nSome people with certain conditions, or who take certain medicines, cannot have the contrast agent used during a contrast echocardiogram. It can cause side effects, but they're usually mild, such as headache. In rare cases, a serious allergic reaction can occur."}]}, {"condition": "Ectopic beats, see Heart palpitations and ectopic beats", "sections": [{"No header": "Heart palpitations are heartbeats that suddenly become more noticeable.\nYour heart may feel like it's pounding, fluttering or beating irregularly, often for just a few seconds or minutes. You may also feel these sensations in your throat or neck.\nPalpitations may seem alarming, but in most cases they're harmless and are not a sign of a serious problem.\nSometimes you may feel an extra or missed beat. These are known as ectopic beats and are also usually nothing to worry about."}, {"Causes of heart palpitations": "Causes of heart palpitations include:\n- lifestyle triggers\n- emotions and psychological triggers\n- medicines\n- hormone changes\n- heart rhythm problems\n- heart conditions\n- other medical conditions\nCommon triggers of heart palpitations include:\n- strenuous exercise\n- not getting enough sleep\n- drinks containing caffeine, such as coffee, tea and energy drinks\n- alcohol\n- smoking\n- illegal drugs, such as cocaine, heroin, amphetamines, ecstasy and cannabis\n- rich or spicy foods\nIn these cases, the palpitations should go away on their own. Avoiding these triggers may help stop them from coming back.\nHeart palpitations are also often caused by emotions or psychological issues, such as:\n- excitement or nervousness\n- stressoranxiety\n- panic attacks– an overwhelming sense of anxiety or fear, accompanied by feeling sick, sweating, trembling and palpitations\nDoing breathing exercises and learning how to deal with a panic attack may help if you're feeling stressed, anxious or panicked.\nPalpitations can occasionally be triggered by some medicines, including:\n- asthmainhalers, such assalbutamoland ipratropium bromide\n- high blood pressure (hypertension)medicines, such as hydralazine and minoxidil\n- antihistamines, such as terfenadine\n- antibiotics, such as clarithromycin anderythromycin\n- antidepressants, such ascitalopramand escitalopram\n- antifungal medicines, such as itraconazole\nSpeak to a GP if you think a medicine may be causing your heart palpitations. But do not stop taking a prescribed treatment without first getting medical advice.\nHeart palpitations in women can sometimes be the result of hormonal changes that happen during:\n- periods\n- pregnancy\n- themenopause\nIn these cases, the palpitations are usually temporary and not a cause for concern.\nPalpitations are sometimes caused by a problem with the heart rhythm (arrhythmia), such as:\n- atrial fibrillation– this is the most common type, where the heart beats irregularly and faster than normal\n- atrial flutter – a fast and irregular heartbeat\n- supraventricular tachycardia (SVT)– abnormally fast heart rate\n- ventricular tachycardia – a more serious condition where the regular heartbeat is typically fast. It can be associated with dizziness or blackouts\nSome palpitations may be associated with other types of heart conditions, such as:\n- a problem with the heart valves, such asmitral valve prolapse\n- hypertrophic cardiomyopathy– where the heart muscle and walls of the heart become enlarged and thickened\n- heart failure– where the heart is unable to pump blood around the body properly\n- congenital heart disease– birth defects that affect the normal workings of the heart\nSome of these conditions can be serious and often require treatment.\nOther conditions that can cause heart palpitations include:\n- anoveractive thyroid (hyperthyroidism)– where the thyroid gland produces too much of the thyroid hormones\n- alow blood sugar level (hypoglycaemia)– this is most commonly associated withdiabetes\n- types of anaemia, which affects the red blood cells\n- postural or orthostatic hypotension – dizziness and low blood pressure triggered by changing position (such as standing up)\n- a high temperature\n- dehydration"}, {"When to see a GP": "You do not usually need to see a GP if the palpitations pass quickly and only happen occasionally. They're unlikely to be caused by a serious problem and probably will not need treatment.\nBut it's a good idea to see a GP if:\n- the palpitations last a long time, do not improve or get worse\n- you have a history of heart problems\n- you're concerned about the palpitations\nTo help find the cause, a GP may:\n- ask about your symptoms and medical history\n- arrange ablood test\n- carry out anelectrocardiogram (ECG)to check your heart rate (if the GP has the equipment available)\nIf you cannot have an ECG at the GP surgery or the GP wants to arrange heart monitoring over a longer time period, you may be referred for tests at a local hospital."}, {"When to get emergency help": "Call 999 for an ambulance or go to your nearest A&E if you have heart palpitations and any of the following symptoms:\n- severe shortness of breath\n- chest painor tightness\n- dizziness or light-headedness\n- faintingor blackouts\nThese symptoms could indicate a serious or potentially life-threatening heart problem that should be checked by a doctor straight away."}, {"No header": ""}]}, {"condition": "Ectopic pregnancy", "sections": [{"No header": "An ectopic pregnancy is when a fertilised egg implants itself outside of the womb, usually in one of the fallopian tubes.\nThe fallopian tubes are the tubes connecting the ovaries to the womb. If an egg gets stuck in them, it won't develop into a baby and your health may be at risk if the pregnancy continues.\nUnfortunately, it's not possible to save the pregnancy. It usually has to be removed using medicine or an operation.\nIn the UK, around 1 in every 90 pregnancies is ectopic. This is around 11,000 pregnancies a year."}, {"Symptoms of an ectopic pregnancy": "An ectopic pregnancy doesn't always cause symptoms and may only be detected during a routine pregnancy scan.\nIf you do have symptoms, they tend to develop between the 4th and 12th week of pregnancy.\nSymptoms can include a combination of:\n- a missed period and othersigns of pregnancy\n- tummy painlow down on 1 side\n- vaginal bleedingor a brown watery discharge\n- pain in the tip of your shoulder\n- discomfort when peeing or pooing\nBut these symptoms aren't necessarily a sign of a serious problem. They can sometimes be caused by other problems, such as a stomach bug.\nRead more about the symptoms of an ectopic pregnancy."}, {"When to get medical advice": "Contact your GP or call NHS 111 if you have a combination of any of the above symptoms and you might be pregnant – even if you haven't had a positive pregnancy test.\nAn ectopic pregnancy can be serious, so it's important to get advice right away.\nYour GP will ask about your symptoms and you'll usually need to do a pregnancy test to determine if you could have an ectopic pregnancy.\nYou may be referred to a specialist early pregnancy clinic for further assessment, where an ultrasound scan and blood tests may be carried out to confirm the diagnosis.\nRead more about ectopic pregnancy tests."}, {"When to get emergency help": "Call 999 for an ambulance or go to your nearest accident and emergency (A&E) department immediately if you experience a combination of:\n- a sharp, sudden and intense pain in your tummy\n- feeling verydizzyorfainting\n- feeling sick\n- looking very pale\nThese symptoms could mean that your fallopian tube has split open (ruptured). This is very serious and surgery to repair the fallopian tube needs to be carried out as soon as possible.\nA rupture can be life threatening, but fortunately they're uncommon and treatable, if dealt with quickly. Deaths from ruptures are extremely rare in the UK."}, {"How an ectopic pregnancy is treated": "There are 3 main treatments for an ectopic pregnancy:\n- expectant management– you're carefully monitored and 1 of the treatments below is used if the fertilised egg doesn't dissolve by itself\n- medication– an injection of a powerful medicine called methotrexate is used to stop the pregnancy growing\n- surgery–keyhole surgery (laparoscopy)is performed undergeneral anaestheticto remove the fertilised egg, usually along with the affected fallopian tube\nYou'll be told about the benefits and risks of each option. In many cases, a particular treatment will be recommended based on your symptoms and the results of the tests you have.\nSome treatments may reduce your chances of being able to conceive naturally in the future, although most women will still be able to get pregnant. Talk to your doctor about this.\nRead more about treating an ectopic pregnancy."}, {"Help and support after an ectopic pregnancy": "Losing a pregnancy can be devastating, and many women feel the same sense of grief as if they had lost a family member or partner. \nIt's not uncommon for these feelings to last several months, although they usually improve with time. Make sure you give yourself and your partner time to grieve.\nIf you or your partner are struggling to come to terms with your loss, you may benefit from professional support or counselling. Speak to your GP about this. \nSupport groups for people who have been affected by loss of a pregnancy can also help. \nThese include:\n- The Ectopic Pregnancy Trust\n- TheEctopic Pregnancy Foundation\n- TheMiscarriage Association\n- Cruse Bereavement Care\nRead more about dealing with loss and find bereavement support services in your area."}, {"Trying for another baby": "You may want to try for another baby when you and your partner feel physically and emotionally ready.\nYou'll probably be advised to wait until you've had at least 2 periods after treatment before trying again to allow yourself to recover. \nIf you were treated with methotrexate, it's usually recommended that you wait at least 3 months because the medicine could harm your baby if you become pregnant during this time.\nMost women who have had an ectopic pregnancy will be able to get pregnant again, even if they've had a fallopian tube removed. \nOverall, 65% of women achieve a successful pregnancy within 18 months of an ectopic pregnancy. Occasionally, it may be necessary to use fertility treatment such as IVF.\nThe chances of having another ectopic pregnancy are higher if you've had one before, but the risk is still small (around 10%). \nIf you do become pregnant again, it's a good idea to let your GP know as soon as possible so early scans can be carried out to check everything is OK."}, {"What can cause an ectopic pregnancy?": "In many cases, it's not clear why a woman has an ectopic pregnancy. Sometimes it happens when there's a problem with the fallopian tubes, such as them being narrow or blocked.\nThe following are all associated with an increased risk of ectopic pregnancy:\n- pelvic inflammatory disease (PID)– inflammation of the female reproductive system, usually caused by asexually transmitted infection (STI)\n- previous ectopic pregnancy– the risk of having another ectopic pregnancy is around 10%\n- previous surgery on your fallopian tubes– such as an unsuccessfulfemale sterilisationprocedure\n- fertility treatment, such as IVF– taking medication to stimulate ovulation (the release of an egg) can increase the risk of ectopic pregnancy\n- becoming pregnant while using anintrauterine device (IUD)orintrauterine system (IUS)for contraception– it's rare to get pregnant while using these, but if you do you're more likely to have an ectopic pregnancy\n- smoking\n- increasing age– the risk is highest for pregnant women aged 35 to 40\nYou can't always prevent an ectopic pregnancy, but you can reduce your risk by using a condom when not trying for a baby to protect yourself against STIs, and by stopping smoking if you smoke."}]}, {"condition": "Ectropion", "sections": [{"No header": "Ectropion is where the lower eyelid droops away from the eye and turns outwards. It's not usually serious, but can be uncomfortable.\nEctropion mainly affects the lower eyelid and can happen in 1 or both eyes.\nThe drooping eyelid can disrupt the drainage of tears, which can make the eyes:\n- sore, red and irritated\n- water excessively\n- feel very dry and gritty\n- more vulnerable to bacterial infections, such asconjunctivitis\nIf ectropion is severe and not treated, it's possible to develop a corneal ulcer (a sore on the eye's surface) that could affect your vision. But this is rare.\nEctropion is different from entropion, which is where the eyelid turns inwards, towards the eye."}, {"When to get medical advice": "See a GP if you think you have ectropion.\nThey'll be able to diagnose the problem by examining your eye, and can refer you to an eye specialist (ophthalmologist) for further assessment and treatment, if necessary.\nContact a GP or NHS 111 immediately, or go to your nearest A&E, if your eye is very red and painful or you have other symptoms, such as reduced vision or sensitivity to light.\nThis could be a sign of a more serious problem that requires urgent treatment."}, {"Causes of ectropion": "Ectropion is usually associated with ageing. It can happen as the tissues and muscles of the eyelids become weaker as you get older.\nLess common causes of ectropion include:\n- a problem with the nerves that control the eyelid – this is often seen in a type of facial paralysis calledBell's palsy\n- a lump, cyst or tumour on the eyelid\n- damage to the skin around the eyelid as a result of an injury, aburn, a skin condition such ascontact dermatitis, or previous surgery\nRarely, ectropion can be present from birth if the muscles under the eyelid do not develop properly."}, {"Treating ectropion": "Treatment for ectropion depends on its severity and the underlying cause. If it's mild, it may not need any treatment.\nIf ectropion is causing minor problems, a GP or eye specialist can advise you about ways to relieve your symptoms and look after your eyes at home.\nSevere ectropion may require an operation to correct the problem.\nYour doctor may recommend using eyedrops during the day and eye ointment at night to reduce irritation and keep your eye lubricated.\nTry not to wipe your eyes excessively, as this can pull on the eyelid and make the problem worse.\nIf you need to wipe your eyes, it's best to do this gently and wipe upwards and inwards (towards your nose).\nIf an operation is recommended, you may be advised to tape your eyelids closed at night with special skin tape as a temporary measure to help protect your eyes while you wait to have surgery.\nSurgery for ectropion is a relatively minor procedure that takes up to 45 minutes for each eyelid, and is usually carried out under local anaesthetic.\nIt's normally performed on an outpatient basis, which means you will not need to stay in hospital overnight. You should arrange for a friend or family member to take you home.\nVarious different techniques can be used, depending on the severity of ectropion and its underlying cause.\nFollowing surgery, a pad will be placed over your eye to protect it. This will need to remain in place for about a day.\nA course of antibiotic and steroid drops or ointment will usually be prescribed to help prevent infection and reduce inflammation. \nYou'll have a follow-up appointment a week or two after your operation. This is to check on the position of your eyelid and sometimes to remove any stitches."}]}, {"condition": "Eczema (atopic), see Atopic eczema", "sections": [{"No header": "Atopic eczema (atopic dermatitis) is the most common form of eczema, a condition that causes the skin to become itchy, dry and cracked.\nAtopic eczema is more common in children, often developing before their first birthday. But it may also develop for the first time in adults.\nIt's usually a long-term (chronic) condition, although it can improve significantly, or even clear completely, in some children as they get older."}, {"Coronavirus advice": "Get advice about coronavirus and eczema from the National Eczema Society"}, {"Symptoms of atopic eczema": "Atopic eczema causes the skin to become itchy, dry, cracked and sore.\nSome people only have small patches of dry skin, but others may experience widespread inflamed skin all over the body.\nInflamed skin can become red on lighter skin, and darker brown, purple or grey on darker skin. This can also be more difficult to see on darker skin.\nAlthough atopic eczema can affect any part of the body, it most often affects the hands, insides of the elbows, backs of the knees and the face and scalp in children.\nPeople with atopic eczema usually have periods when symptoms are less noticeable, as well as periods when symptoms become more severe (flare-ups)."}, {"When to seek medical advice": "See a GP if you have symptoms of atopic eczema. They'll usually be able to diagnose atopic eczema by looking at your skin and asking questions, such as:\n- whether the rash is itchy and where it appears\n- when the symptoms first began\n- whether it comes and goes over time\n- whether there's a history of atopic eczema in your family\n- whether you have any other conditions, such asallergiesorasthma\n- whether something in your diet or lifestyle may be contributing to your symptoms\nTypically, to be diagnosed with atopic eczema you should have had an itchy skin condition in the last 12 months and 3 or more of the following:\n- visibly irritated red skin in the creases of your skin – such as the insides of your elbows or behind your knees (or on the cheeks, outsides of elbows, or fronts of the knees in children aged 18 months or under) at the time of examination by a health professional\n- a history of skin irritation occurring in the same areas mentioned above\n- generally dry skin in the last 12 months\n- a history of asthma orhay fever– children under 4 must have an immediate relative, such as a parent, brother or sister, who has 1 of these conditions\n- the condition started before the age of 2 (this does not apply to children under the age of 4)"}, {"Causes of atopic eczema": "The exact cause of atopic eczema is unknown, but it's clear it is not down to one single thing.\nAtopic eczema often occurs in people who get allergies. \"Atopic\" means sensitivity to allergens.\nIt can run in families, and often develops alongside other conditions, such as asthma and hay fever.\nThe symptoms of atopic eczema often have certain triggers, such as soaps, detergents, stress and the weather. \nSometimes food allergies can play a part, especially in young children with severe eczema.\nYou may be asked to keep a food diary to try to determine whether a specific food makes your symptoms worse.\nAllergy tests are not usually needed, although they're sometimes helpful in identifying whether a food allergy may be triggering symptoms."}, {"Treating atopic eczema": "Treatment for atopic eczema can help to relieve the symptoms and many cases improve over time.\nBut there's currently no cure and severe eczema often has a significant impact on daily life, which may be difficult to cope with physically and mentally.\nThere's also an increased risk of skin infections. \nMany different treatments can be used to control symptoms and manage eczema, including:\n- self-care techniques, such as reducing scratching and avoiding triggers\n- emollients(moisturising treatments) – used on a daily basis for dry skin\n- topical corticosteroids– used to reduce swelling, redness and itching during flare-ups"}, {"Other types of eczema": "Eczema is the name for a group of skin conditions that cause dry, irritated skin.\nOther types of eczema include:\n- discoid eczema– a type of eczema that occurs in circular or oval patches on the skin\n- contact dermatitis– a type of eczema that occurs when the body comes into contact with a particular substance\n- varicose eczema– a type of eczema that most often affects the lower legs and is caused by problems with the flow of blood through the leg veins\n- seborrhoeic eczema– a type of eczema where red, scaly patches develop on the sides of the nose, eyebrows, ears and scalp\n- dyshidrotic eczema(pompholyx) – a type of eczema that causes tiny blisters to erupt across the palms of the hands"}]}, {"condition": "Eczema (contact dermatitis), see Contact dermatitis", "sections": [{"No header": "Contact dermatitis is a type of eczema triggered by contact with a particular substance.\nEczema is the name for a group of conditions that cause skin to become dry and irritated.\nContact dermatitis usually improves or clears up completely if the substance causing the problem is identified and avoided. Treatments are also available to help ease the symptoms."}, {"Coronavirus advice": "Get advice about coronavirus and eczema from the National Eczema Society"}, {"Symptoms of contact dermatitis": "Contact dermatitis causes the skin to become itchy, blistered, dry and cracked.\nLighter skin can become red, and darker skin can become dark brown, purple or grey.\nThis reaction usually occurs within a few hours or days of exposure to an irritant or allergen.\nSymptoms can affect any part of the body but most commonly the hands and face.\nRead about symptoms of contact dermatitis"}, {"When to see a pharmacist": "Speak to a pharmacist if your contact dermatitis is troubling you.\nThey can recommend treatments such as emollients (moisturisers), which you rub on your skin to stop it becoming dry.\nFind a pharmacy\nSee a GP if you have persistent, recurrent or severe symptoms of contact dermatitis. They can try to identify the cause and suggest appropriate treatments.\nA GP may refer you to  a doctor who specialises in treating skin conditions (dermatologist) for further tests if:\n- the substance causing your contact dermatitis cannot be identified\n- your symptoms are not responding to treatment\nRead about diagnosing contact dermatitis"}, {"Causes of contact dermatitis": "Contact dermatitis can be caused by:\n- an irritant – a substance that directly damages the outer layer of skin\n- an allergen – a substance that causes the immune system to respond in a way that affects the skin\nContact dermatitis is most commonly caused by irritants such as soaps and detergents, solvents or regular contact with water.\nRead about causes of contact dermatitis"}, {"Treating contact dermatitis": "If you can successfully avoid the irritants or allergens that trigger your symptoms, your skin will eventually clear up.\nHowever, as this is not always possible, you may also be advised to use:\n- emollients– moisturisers applied to the skin to stop it becoming dry\n- topical corticosteroids– steroid ointments and creams applied to the skin to relieve severe symptoms\nIf you have a severe episode of contact dermatitis and it covers a large area of your skin, a doctor may prescribe oral corticosteroids, but this is rare.\nRead about treating contact dermatitis"}, {"Preventing contact dermatitis": "The best way to prevent contact dermatitis is to avoid contact with the allergens or irritants that cause your symptoms.\nIf you cannot avoid contact, you can take steps to reduce the risk of the allergens or irritants causing symptoms, including:\n- cleaning your skin – if you come into contact with an allergen or irritant, rinse the affected skin with warm water and an emollient as soon as possible\n- using gloves to protect your hands – but take them off every now and again, as sweating can make any symptoms worse; you may find it useful to wear cotton gloves underneath rubber gloves if the rubber also irritates you\n- changing products that irritate your skin – check the ingredients on make-up or soap to make sure it does not contain any irritants or allergens; in some cases, you may need to contact the manufacturer or check online to get this information\n- applyingemollientsfrequently and in large amounts – these keep your skin hydrated and help protect it from allergens and irritants; you could also use emollient soap substitutes rather than regular bar or liquid soaps, which can dry out your skin"}, {"Other types of eczema": "Other types of eczema include:\n- atopic eczema(also called atopic dermatitis) – the most common type of eczema; it often runs in families and is linked to other conditions, such asasthmaandhay fever\n- discoid eczema– circular or oval patches of eczema on the skin\n- varicose eczema– this most often affects the lower legs; it's caused by problems with the flow of blood through the leg veins"}]}, {"condition": "Eczema (discoid), see Discoid eczema", "sections": [{"No header": "Discoid eczema, also known as nummular or discoid dermatitis, is a long-term (chronic) skin condition that causes skin to become itchy, swollen and cracked in circular or oval patches.\nWithout treatment, discoid eczema can last for weeks, months or even years. It may also keep coming back – often in the same area that was affected previously."}, {"Coronavirus advice": "Get advice about coronavirus and eczema from the National Eczema Society"}, {"Symptoms of discoid eczema": "Discoid eczema causes distinctive circular or oval patches of eczema. It can affect any part of the body, although it does not usually affect the face or scalp.\nThe first sign of discoid eczema is usually a group of small spots or bumps on the skin. These then quickly join up to form larger patches that can range from a few millimetres to several centimetres in size.\nOn lighter skin these patches will be pink or red. On darker skin these patches can be a dark brown or they can be paler than the skin around them.\nInitially, these patches are often swollen, blistered (covered with small fluid-filled pockets) and ooze fluid. They also tend to be very itchy, particularly at night.\nOver time, the patches may become dry, crusty, cracked and flaky. The centre of the patch also sometimes clears, leaving a ring of discoloured skin that can be mistaken for ringworm.\nYou may just have 1 patch of discoid eczema, but most people get several patches. The skin between the patches is often dry.\nPatches of discoid eczema can sometimes become infected. Signs of an infection can include:\n- the patches oozing a lot of fluid\n- a yellow crust developing over the patches\n- the skin around the patches becoming hot, swollen and tender or painful\n- feeling sick\n- feeling hot or shivery\n- feeling unwell"}, {"When to seek medical advice": "See a pharmacist or GP if you think you may have discoid eczema. They can recommend a suitable treatment.\nYou should also seek medical advice if you think your skin may be infected. You may need to use an antibiotic cream or, in severe cases, take antibiotics as a tablet or capsule.\nA GP should be able to make a diagnosis just by examining the affected areas of skin. In some cases they may also ask questions or arrange some tests to rule out other conditions.\nA GP may refer you to a doctor who specialises in skin conditions (dermatologist) if they're unsure of the diagnosis or if you need a patch test."}, {"Causes of discoid eczema": "The cause of discoid eczema is unknown, although it may happen as a result of having particularly dry skin.\nWhen your skin is very dry it cannot provide an effective barrier against substances that come into contact with it. This could allow a previously harmless substance, such as soap, to irritate your skin.\nIt's important to look carefully at all the chemicals in cosmetics and toiletries that may have come into contact with your skin. Contact dermatitis, a type of eczema caused by coming into contact with a particular irritant, may have a role in discoid eczema.\nSome people with discoid eczema also have a history of atopic eczema, which often happens in people who are prone to asthma and hay fever. However, unlike atopic eczema, discoid eczema does not seem to run in families.\nAn outbreak of discoid eczema may sometimes be triggered by a minor skin injury, such as an insect bite or a burn.\nSome medicines may also be associated with discoid eczema, as patches of eczema can appear in people taking:\n- interferon and ribavirin – when they're used together to treathepatitis C\n- tumour necrosis factor-alpha (TNF-alpha) blockers – used to treat some types ofarthritis\n- statins(cholesterol-lowering medicine) – which can cause dry skin and rashes\nDry environments and cold climates can make discoid eczema worse, and sunny or damp (humid) environments may make your symptoms better."}, {"Treating discoid eczema": "Discoid eczema is usually a long-term problem, but medicines are available to help relieve the symptoms and keep the condition under control.\nTreatments include:\n- emollients– moisturisers applied to the skin to stop it becoming dry\n- topical corticosteroids– ointments and creams containing a steroid that are applied to the skin and may relieve severe symptoms\n- antihistamines– medicines that can reduce itching\nThere are also things you can do yourself to help, such as avoiding all the irritating chemicals in soaps, detergents, bubble baths and shower gels.\nAdditional medicine can be prescribed if your eczema is infected or particularly severe.\nOccasionally, areas of skin affected by discoid eczema can be left permanently discoloured after the condition has cleared up.\nFind out more about treating discoid eczema."}, {"Other types of eczema": "Eczema is the name for a group of skin conditions that cause dry, irritated skin. Other types of eczema include:\n- atopic eczema(also called atopic dermatitis) – the most common type of eczema, it often runs in families and is linked to other conditions such asasthmaandhay fever\n- contact dermatitis– a type of eczema that happens when the skin comes into contact with a particular substance\n- varicose eczema– a type of eczema that usually affects the lower legs and is caused by problems with the flow of blood through the leg veins"}]}, {"condition": "Eczema (varicose), see Varicose eczema", "sections": [{"No header": "Varicose eczema, also known as venous, gravitational or stasis eczema, is a long-term skin condition that affects the lower legs. It's common in people with varicose veins.\nVaricose eczema tends to be a long-term problem. However, treatments are available to help keep it under control."}, {"Symptoms of varicose eczema": "Like all types of eczema, the affected skin becomes:\n- itchy and swollen\n- dry and flaky\n- scaly or crusty\nOn lighter skin it looks red or brown. On darker skin it tends to look dark brown, purple or grey and can be more difficult to see.  \nThere may be periods when these symptoms improve and periods when they are more severe.\nYour legs may become swollen, especially at the end of the day or after long periods of standing. Varicose veins (swollen and enlarged veins) are often visible on the legs.\nSome people also have other symptoms, such as:\n- discolouration of the skin\n- tender and tight skin that can eventually become hardened (lipodermatosclerosis)\n- small, white scars (atrophie blanche)\n- pain\n- eczema affecting other parts of the body\nIf varicose eczema is not treated, leg ulcers can develop. These are long-lasting wounds that form where the skin has become damaged."}, {"When to get medical advice": "See a GP if you have symptoms of varicose eczema. Your doctor will often be able to make a diagnosis simply by looking at your skin.\nA GP will also ask you questions to determine whether you have a problem with the flow of blood in your leg veins, as this is the main cause of varicose eczema.\nTo help make a diagnosis, a GP may want to know if you have ever had health conditions such as:\n- varicose veins – swollen and enlarged veins\n- DVT (deep vein thrombosis)– a blood clot in the veins of your legs\n- leg ulcers– areas of damaged skin that take several weeks to heal\n- cellulitis– an infection of the deeper layers of the skin and underlying tissue\n- surgery or injury to your legs\nA GP may also check the pulse in your feet and may do an ankle brachial pressure index (ABPI) test to see if compression stockings are suitable for you. \nThe ABPI test involves comparing blood pressure readings taken from your ankles and upper arms. A significant difference in the readings suggests a problem with the flow of blood in your arteries – in which case, compression stockings may not be safe to use.\nYou may be referred to a hospital specialist for further tests. You might see a doctor or surgeon who specialises in conditions affecting blood vessels (vascular specialist), or a doctor who specialises in skin conditions (dermatologist) if:\n- you have varicose veins and changes to your skin, such as varicose eczema, lipodermatosclerosis (hard, tightened skin) or a history of leg ulcers\n- you have very poor blood flow in your legs\n- your symptoms do not get better, despite treatment\n- it's possible you have contact dermatitis"}, {"Causes of varicose eczema": "Varicose eczema is usually caused by increased pressure in the leg veins. \nWhen small valves in the veins stop working properly, it's difficult for blood to be pushed upwards against gravity and it can leak backwards.\nThis increases the pressure in the veins, which can cause fluid to leak into the surrounding tissue. It's thought that varicose eczema may develop as a result of the immune system reacting to this fluid.\nVaricose eczema is more common in people with varicose veins, as these are also often a sign that the leg veins are not working properly.\nSome people develop the condition for no obvious reason, although there are some factors that increase the chance of this happening, including:\n- gender – varicose eczema is more common in women\n- obesity– this can increase the pressure in your leg veins\n- pregnancy – this can also increase the pressure in your leg veins\n- not being able to move for a long period of time – this can affect the circulation of blood in your leg veins\n- having previously hadDVT (deep vein thrombosis)– blood clots that develop in leg veins which can damage the valves in your veins\n- increasing age – people generally find it harder to move about as they get older, which can affect their circulation"}, {"Treating varicose eczema": "For most people, treatment involves a combination of:\n- self-help measures – including ways to improve your circulation, such as keeping active and frequently raising your legs\n- emollients– moisturisers applied to the skin to stop it from becoming dry\n- topical corticosteroids– ointments or creams applied to the skin to help treat the eczema and relieve symptoms\n- compression stockings – specially designed stockings, usually worn every day, that squeeze your legs tightly at the foot and ankle and become looser further up your leg, helping to improve your circulation\nIf these treatments do not help, a GP may refer you to a skin specialist (dermatologist) in case there's another cause for your symptoms, or if they're concerned you may also have contact dermatitis.\nIf you have varicose veins, you may be referred to a doctor or surgeon specialising in conditions affecting the blood vessels (vascular specialist) who can talk to you about the treatment options for varicose veins.\nFind out more about treating varicose eczema."}, {"Other types of eczema": "Eczema is the name for a group of skin conditions that cause dry, irritated skin. Other types of eczema include: \n- atopic eczema(also called atopic dermatitis) – the most common type of eczema\n- contact dermatitis– a type of eczema that happens when you come into contact with a particular substance\n- discoid eczema– a long-term type of eczema that appears as circular or oval patches on the skin"}]}, {"condition": "Edwards' syndrome (trisomy 18)", "sections": [{"No header": "Edwards' syndrome, also known as trisomy 18, is a rare but serious condition.\nEdwards' syndrome affects how long a baby may survive. Sadly, most babies with Edwards' syndrome will die before or shortly after being born.\nA small number (about 13 in 100) babies born alive with Edwards' syndrome will live past their 1st birthday."}, {"Cause of Edwards' syndrome": "Each cell in your body usually contains 23 pairs of chromosomes, which carry the genes you inherit from your parents.\nA baby with Edwards' syndrome has 3 copies of chromosome number 18 instead of 2. This affects the way the baby grows and develops. Having 3 copies of chromosome 18 usually happens by chance, because of a change in the sperm or egg before a baby is conceived.\nYour chance of having a baby with Edwards' syndrome increases as you get older, but anyone can have a baby with Edwards' syndrome. The condition does not usually run in families and is not caused by anything the parents have or have not done.\nSpeak to a GP if you want to find out more. They may be able to refer you to a genetic counsellor.\nThe symptoms, and how seriously your baby is affected, usually depend on whether they have full, mosaic, or partial Edwards' syndrome.\nMost babies with Edwards' syndrome have an extra chromosome 18 present in all cells. This is called full Edwards' syndrome.\nThe effects of full Edward's syndrome are often more severe. Sadly, most babies with this form will die before they are born.\nA small number of babies with Edwards' syndrome (about 1 in 20) have an extra chromosome 18 in just some cells. This is called mosaic Edwards' syndrome (or sometimes mosaic trisomy 18).\nThis can lead to milder effects of the condition, depending on the number and type of cells that have the extra chromosome. Most babies with this type of Edward's syndrome who are born alive will live for at least a year, and they may live to adulthood.\nA very small number of babies with Edwards' syndrome (about 1 in 100) have only a section of the extra chromosome 18 in their cells, rather than a whole extra chromosome 18. This is called partial Edwards' syndrome (or sometimes partial trisomy 18).\nHow partial Edwards' syndrome affects a baby depends on which part of chromosome 18 is present in their cells."}, {"Advice for new parents": "There's support available for whatever you or your baby needs.\nAll babies born with Edwards' syndrome will have some level of learning disability.\nEdwards' syndrome is associated with certain physical features and health problems. Every baby is unique and will have different health problems and needs. They will usually have a low birthweight and may also have a wide range of physical symptoms. They may also have heart, respiratory, kidney or gastrointestinal conditions.\nDespite their complex needs, children with Edwards' syndrome can slowly start to do more things.\n\nLike any child they'll:\n- have their own personality\n- learn at their own pace\n- have things that are important and unique to them\nTry not to think too far ahead and enjoy time with your baby."}, {"Screening for Edwards' syndrome": "If you're pregnant, you'll be offered screening for Edwards' syndrome between 10 and 14 weeks of pregnancy. This looks at the chance of your baby having the condition.\nThis screening test is called the combined test and it works out the chance of a baby having Edwards' syndrome, Down's syndrome and Patau's syndrome.\nDuring the test you'll have a blood test and an ultrasound scan to measure the fluid at the back of your baby's neck (nuchal translucency).\nRead more about screening for Down's syndrome, Edwards' syndrome and Patau's syndrome at 10 to 14 weeks\nIf it's not possible to measure the fluid at the back of your baby's neck, or you're more than 14 weeks pregnant, you'll be offered screening for Edwards' syndrome as part of your 20-week scan. This is sometimes known as the mid-pregnancy scan. It's an ultrasound scan that looks at how your baby is growing.\nScreening cannot identify which form of Edwards' syndrome your baby may have, or how it will affect them.\nRead more about the 20-week scan\nIf the combined test shows that you have a higher chance of having a baby with Edwards' syndrome, you'll be offered a test to find out for certain if your baby has the condition.\nThis diagnostic test involves analysing a sample of your baby's cells to check if they have an extra copy of chromosome 18.\nThere are 2 different ways of getting this sample of cells:\n- chorionic villus sampling, which collects a sample from the placenta\n- amniocentesis, which collects a sample of the amniotic fluid from around your baby\nThese are invasive tests that increase your chance of having a miscarriage. Your doctor will discuss this with you.\nA specialist doctor (obstetrician) or midwife will explain what the screening results mean and talk to you about your options.\nThis is a very difficult situation and it's normal to feel a whole range of emotions. It may help to talk to your doctor, family and friends, or partner about what you're thinking and how you're feeling.\nIf you're told your baby has Edwards' syndrome, either before birth or afterwards, you'll be offered support and information.\nYou can visit the SOFT UK website for support and more information on Edwards' syndrome, and to contact other families affected by the condition.\nYou can also contact Antenatal Results and Choices (ARC), which has information about screening tests and how you might feel if you're told your baby does have, or might have, a problem.\nARC has a helpline that can be reached on 0845 077 2290, or 0207 713 7486 from a mobile, Monday to Friday, 10am to 5.30pm. The helpline is answered by trained staff, who can offer information and support.\nRead more about what happens if antenatal screening tests find something"}, {"Diagnosing Edwards' syndrome after birth": "If doctors believe your baby has Edwards' syndrome after they're born, a blood sample will be taken to see if there are extra copies of chromosome 18."}, {"Treating Edwards' syndrome": "There's no cure for Edwards' syndrome.\nTreatment will focus on the symptoms of the condition, such as heart conditions, breathing difficulties and infections. Your baby may also need to be fed through a feeding tube, as they can often have difficulty feeding.\nEdwards' syndrome has an impact on your baby's movements as they get older, and they may benefit from supportive treatment such as physiotherapy and occupational therapy.\nDepending on your baby's specific symptoms, they may need specialist care in hospital or a hospice, or you may be able to look after them at home with the right support."}, {"Advice for carers": "Supporting someone with Edwards' syndrome can be both rewarding and challenging.\nIf you need help, or just want someone to talk to, there's lots of support available.\nYour guide to social care and support provides lots of advice on how you can take time to look after yourself, including:\n- getting a break from caring\n- getting legal support and advocacy\n- taking care of your wellbeing\n\nIt can help to speak to other parents and families who know how you're feeling.\n\nYou can do this by:\n- getting in touch with people on forums and social media\n- going to a support group – ask your midwife or health visitor about available support groups\n"}, {"Information about your baby": "If your baby is found to have Edwards' syndrome before or after their birth, their clinical team will pass the information about them to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to treat the symptoms of the condition. You can opt out of the register at any time.\nFind out more about the register at GOV.UK"}, {"Having a child with Edwards' syndrome (trisomy 18)": "3 families share their experience of having a child with Edwards' syndrome, also called trisomy 18. This video contains sensitive content that some may find upsetting."}]}, {"condition": "Ehlers-Danlos syndromes", "sections": [{"No header": "Ehlers-Danlos syndromes (EDS) are a group of rare inherited conditions that affect connective tissue.\nConnective tissues provide support in skin, tendons, ligaments, blood vessels, internal organs and bones."}, {"Symptoms of Ehlers-Danlos syndromes (EDS)": "There are several types of EDS that may share some symptoms.\nThese include:\n- an increased range of joint movement(joint hypermobility)\n- stretchy skin\n- fragile skin that breaks or bruises easily\nEDS can affect people in different ways. For some, the condition is relatively mild, while for others their symptoms can be disabling."}, {"No header": "The different types of EDS are caused by faults in certain genes that make connective tissue weaker.\nDepending on the type of EDS, the faulty gene may have been inherited from 1 parent or both parents.\nSometimes the faulty gene is not inherited, but occurs in the person for the first time.\nSome of the rare, severe types can be life threatening."}, {"Main types of Ehlers-Danlos syndromes (EDS)": "There are 13 types of EDS, most of which are very rare.\nHypermobile EDS (hEDS) is the most common type.\nOther types of EDS include classical EDS, vascular EDS and kyphoscoliotic EDS.\nThe EDS Support UK website has more information about the different types of EDS.\nPeople with hEDS may have:\n- joint hypermobility\n- loose, unstable joints that dislocate easily\n- joint painand clicking joints\n- extreme tiredness (fatigue)\n- skin that bruises easily\n- digestive problems, such asheartburnandconstipation\n- dizzinessand an increased heart rate after standing up\n- problems with internal organs, such asmitral valve prolapseororgan prolapse\n- problems with bladder control(stress incontinence)\nCurrently, there are no tests to confirm whether someone has hEDS.\nThe diagnosis is made based on a person's medical history and a physical examination.\nClassical EDS (cEDS) is less common than hypermobile EDS and tends to affect the skin more.\nPeople with cEDS may have:\n- joint hypermobility\n- loose, unstable joints that dislocate easily\n- stretchy skin\n- fragile skin that can split easily, especially over the forehead, knees, shins and elbows\n- smooth, velvety skin that bruises easily\n- wounds that are slow to heal and leave wide scars\n- herniasand organ prolapse\nVascular EDS (vEDS) is a rare type of EDS and is often considered to be the most serious.\nIt affects the blood vessels and internal organs, which can cause them to split open and lead to life-threatening bleeding.\nPeople with vEDS may have:\n- skin that bruises very easily\n- thin skin with visible small blood vessels, particularly on the upper chest and legs\n- fragile blood vessels that can bulge or tear, resulting in serious internal bleeding\n- a risk of organ problems, such as the bowel tearing, the womb tearing (in late pregnancy) and partial collapse of the lung\n- hypermobile fingers and toes, unusual facial features (such as a thin nose and lips, large eyes and small earlobes),varicose veinsand delayed wound healing\nKyphoscoliotic EDS (kEDS) is rare.\nPeople with kEDS may have:\n- curvature of the spine – this starts in early childhood and often gets worse in the teenage years\n- joint hypermobility\n- loose, unstable joints that dislocate easily\n- weak muscle tone from childhood(hypotonia)– this may cause a delay in sitting and walking, or difficulty walking if symptoms get worse\n- fragile eyes that can easily be damaged\n- soft, velvety skin that is stretchy, bruises easily and scars"}, {"Getting medical advice": "See a GP if you have several troublesome symptoms of EDS.\nYou do not usually need to worry if you only have a few symptoms and they're not causing any problems.\nJoint hypermobility, for example, is relatively common, affecting around 1 in 30 people. So it's unlikely to be caused by EDS if you do not have any other symptoms.\nYour GP may refer you to a joint specialist (rheumatologist) if you have problems with your joints and they suspect EDS.\nIf there's a possibility you may have 1 of the rare types of EDS, your GP can refer you to your local genetics service for an assessment.\nThe local genetics specialist will ask about your medical history, family history, assess your symptoms and may carry out a genetic blood test to confirm the diagnosis.\nIf further investigation is needed, your hospital doctor can refer you to a specialist EDS diagnostic service based in Sheffield or London."}, {"Treatment for Ehlers-Danlos syndromes (EDS)": "There's no specific treatment for EDS, but it's possible to manage many of the symptoms with support and advice.\nPeople with EDS may also benefit from support from a number of different healthcare professionals.\nFor example:\n- aphysiotherapistcan teach you exercises to help strengthen your joints, avoid injuries and manage pain\n- anoccupational therapistcan help you manage daily activities and give advice on equipment that may help you\n- counsellingandcognitive behavioural therapy (CBT)may be useful if you're struggling to cope with long-term pain\n- for certain types of EDS, regular scans carried out in hospital can detect problems with internal organs\n- genetic counsellingcan help you learn more about the cause of your condition, how it's inherited, and what the risks are of passing it on to your children\nYour GP or consultant can refer you to these services."}, {"Living with Ehlers-Danlos syndromes (EDS)": "It's important to be careful about activities that put a lot of strain on your joints or put you at risk of injury.\nBut it's also important not to be overprotective and avoid living an otherwise normal life.\nAdvice will depend on which type of EDS you have and how it affects you:\n- you may be advised to avoid some activities entirely, such as heavy lifting and contact sports\n- for some activities, you may need to wear appropriate protection and be taught how to reduce the strain on your joints\n- lower risk activities, such as swimming or pilates, may be recommended to help you stay fit and healthy\n- if fatigue is a problem, you can be taught ways to conserve your energy and pace your activities"}, {"How Ehlers-Danlos syndromes (EDS) are inherited": "EDS can be inherited, but in some cases it occurs by chance in someone without a family history of the condition.\nThe 2 main ways EDS is inherited are:\n- autosomal dominant inheritance (hypermobile, classical and vascular EDS)– the faulty gene that causes EDS is passed on by 1 parent and there's a 50% risk of each of their children developing the condition\n- autosomal recessive inheritance (kyphoscoliotic EDS)– the faulty gene is inherited from both parents and there's a 25% risk of each of their children developing the condition\nA person with EDS can only pass on the same type of EDS to their children.\nFor example, the children of someone with hypermobile EDS cannot inherit vascular EDS.\nThe severity of the condition can vary within the same family."}, {"More information": "The following websites provide more information, advice and support for people with EDS and their families:\n- Ehlers-Danlos Support UK– you can also call their free helpline on 0800 907 8518, findlocal support groupsor visit theironline forum\n- Hypermobility Syndromes Association (HMSA)– you can also call their helpline on 0333 011 6388, findlocal groupsor visit theironline forum"}, {"Information about you": "If you have EDS, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Diseases Registration Service\nThis helps scientists look for better ways to prevent and treat this condition.\nYou can opt out of the register at any time."}]}, {"condition": "Ejaculation problems", "sections": [{"No header": "Ejaculation problems are common sexual problems in men.\nThe 3 main types of ejacualtion problems are:\n- premature ejaculation\n- delayed ejaculation\n- retrograde ejaculation\nIf you have a persistent problem with ejaculation, visit your GP, who will discuss the problem with you and may examine you or refer you to a specialist."}, {"Premature ejaculation": "Premature ejaculation is the most common ejaculation problem. It's where the male ejaculates too quickly during sexual intercourse.\nA study looking at 500 couples from 5 different countries found the average time taken to ejaculate during intercourse was around 5-and-a-half minutes. However, it's up to each couple to decide if they’re happy with the time taken – there's no definition of how long sex should last.\nOccasional episodes of premature ejaculation are common and are not a cause for concern. However, if you're finding that around half of your attempts at sex result in premature ejaculation, it might help to get treatment.\nVarious psychological and physical factors can cause a man to suddenly experience premature ejaculation.\nCommon physical causes include:\n- prostate problems\n- thyroid problems– anoveractiveorunderactive thyroid gland\n- using recreational drugs\nCommon psychological causes include:\n- depression\n- stress\n- relationship problems\n- anxiety about sexual performance(particularly at the start of a new relationship, or when a man has had previous problems with sexual performance)\nIt's possible, but less common, for a man to have always experienced premature ejaculation since becoming sexually active. A number of possible causes for this are:\n- conditioning– it's possible that early sexual experiences can influence future sexual behaviour. For example, if a teenager conditions himself to ejaculate quickly to avoid being caught masturbating, it may later be difficult to break the habit\n- a traumatic sexual experiencefrom childhood– this can range from being caught masturbating to sexual abuse\n- a strict upbringing and beliefs about sex\n- biological reasons– some men may find their penis is extra sensitive\nThere are a number of things you can try yourself before seeking medical help.\nIt can sometimes help to:\n- masturbate an hour or 2 before having sex\n- use a thick condom to help decrease sensation\n- take a deep breath to briefly shut down the ejaculatory reflex (an automatic reflex of the body during which ejaculation occurs)\n- have sex with your partner on top (to allow them to pull away when you are close to ejaculating)\n- take breaks during sex and think about something boring\nIf you're in a long-term relationship, you may benefit from having couples therapy. During these sessions, the therapist will:\n- encourage couples to explore any relationship issues they have, and give them advice about resolving them\n- show the couple techniques that can help you \"unlearn\" the habit of premature ejaculation (the 2 most popular techniques are the \"squeeze\" and \"stop-go\" techniques)\nIn the squeeze technique, your partner masturbates you, but stops before the point of ejaculation and squeezes the head of your penis for between 10 to 20 seconds. They then let go and wait for another 30 seconds before resuming masturbation. This process is carried out several times before ejaculation is allowed to occur.\nThe stop-go technique is similar, but your partner does not squeeze your penis. Once you feel more confident about delaying ejaculation, you and your partner can begin to have sex, stopping and starting as required.\nThese techniques may sound simple, but they require lots of practice.\nSelective serotonin reuptake inhibitors (SSRIs) are designed to treat depression, but they also delay ejaculation. SSRIs used for this purpose include:\n- paroxetine\n- sertraline\n- fluoxetine\nSome men may experience an improvement as soon as treatment begins. However, you'll usually need to take the medicine for 1 to 2 weeks before you notice the full effects.\nSide effects of SSRIs are usually mild and should improve after 2 to 3 weeks. They include:\n- fatigue\n- feeling sick and being sick\n- diarrhoea\n- excessive sweating\nRead more about the side effects of SSRIs.\nAn SSRI specifically designed to treat premature ejaculation, known as dapoxetine (Priligy), has now been licensed in the UK. Local NHS authorities can choose to prescribe it on the NHS.\nIt acts much faster than the SSRIs mentioned above and can be used \"on demand\". You’ll usually be advised to take it between 1 and 3 hours before sex, but not more than once a day.\nYour response to the treatment will then be reviewed after 4 weeks (or after 6), and again every 6 months.\nDapoxetine is not suitable for all men diagnosed with premature ejaculation. For example, it is not recommended for some men with heart, kidney and liver problems. It can also interact with other medicines, such as other antidepressants.\nCommon side effects include:\n- headaches\n- dizziness\n- feeling sick\nPhosphodiesterase-5 inhibitors, such as sildenafil (sold as Viagra), are a class of medicine used to treat erectile dysfunction. Research has found that they may also help with premature ejaculation.\nBecause of changes in regulations, you no longer need a prescription to get sildenafil. But you will have to have a consultation with the pharmacist to make sure it's safe for you to take it.\nRead more about sildenafil including information on how and when to take it.\nThe use of topical anaesthetics such as lidocaine or prilocaine can help but may be transferred and absorbed to the vagina, causing decreased sensation. Condoms can also be used and are effective, particularly when combined with local anaesthesia."}, {"Delayed ejaculation": "Delayed ejaculation (male orgasmic disorder) is classed as either:\n- experiencing a significant delay before ejaculation\n- being unable to ejaculate at all, even though the man wants to and his erection is normal\nYou may have delayed ejaculation if:\n- you experience a repeated and unwanted delay before ejaculation lasting for 30 to 60 minutes\n- you're unable to ejaculate at least half the times you have sex\nLike premature ejaculation, delayed ejaculation can be caused by psychological and physical factors.\nPossible psychological causes of delayed ejaculation are similar to those of premature ejaculation – for example, early sexual trauma, strict upbringing, relationship problems, stress or depression.\nPhysical causes of delayed ejaculation include:\n- diabetes(usually onlytype 1 diabetes)\n- spinal cord injuries\n- multiple sclerosis\n- surgery to the bladder or prostate gland\n- increasing age\nMany medicines are known to cause delayed ejaculation, including:\n- antidepressants, particularly selective serotonin reuptake inhibitors(SSRIs)\n- medicines to treat high blood pressure, such asbeta-blockers\n- antipsychotics, used to treat episodes of psychosis\n- muscle relaxantssuch as baclofen, which is widely used to treat motor neurone disease and multiple sclerosis\n- powerful painkillers, such as methadone (which is also widely used to treat people addicted to heroin)\nDelayed ejaculation can suddenly start to happen after previously having no problems, or (less commonly) the man may have always experienced it.\nIt can occur in all sexual situations, or only in certain situations. For example, you may be able to ejaculate normally when masturbating, but not during sex. When ejaculation only occurs in certain situations, there's usually a psychological cause.\nSex therapy is a form of counselling that uses a combination of psychotherapy and structured changes in your sex life. This can help to increase your feeling of enjoyment during sex, and help make ejaculation easier.\nSome clinical commissioning groups (CCGs) provide a sex therapy service on the NHS. Availability can vary widely depending on where you live.\nYou can also pay privately. Prices per session are around £50 to £80. The College of Sexual and Relationship Therapists website provides information about private sex therapists and how to find a therapist in your local area.\nThe relationship counselling service Relate also offers sex therapy at a number of its centres. You'll need to pay for each session. \nDuring sex therapy, you'll have the opportunity to discuss any emotional or psychological issues related to your sexuality and relationship, in a non-judgemental way.\nActivities may also be recommended for you to try at home while you're having sex with your partner (you should never be asked to take part in any sexual activities during a session with the therapist).\nThese may include:\n- viewing erotic videos and magazines before having sex to increase the feeling of stimulation\n- erotic fantasies and \"sex games\" to make your lovemaking more exciting\n- using lubricating creams, or jellies, to make the physical act of sex more comfortable and relaxing\n- using sexual aids, such as vibrators, to increase pleasure\nRead more information about what a sex therapist can do.\nThere are a number of medicines that can be used if it's thought SSRIs are responsible for causing delayed ejaculation. These include:\n- amantadine– originally designed to treat viral infections\n- bupropion– usually prescribed to help people quit smoking\n- yohimbine– originally designed to treat erectile dysfunction\nThese help block some of the chemical effects of SSRIs that may contribute towards delayed ejaculation.\nAlcohol misuse and drug use can be separate underlying causes of delayed ejaculation, so addressing these problems may help.\nRead more about getting help with alcohol misuse and drug use.\nPseudoephedrine tablets may be tried, but these will need to be prescribed \"off-label\". This means the medicine shows promise in treating delayed ejaculation but it has not been licensed for this particular use (pseudoephedrine is normally used as a decongestant)."}, {"Retrograde ejaculation": "Retrograde ejaculation is a rarer type of ejaculation problem. It happens when semen travels backwards into the bladder instead of through the urethra (the tube that urine passes through).\nThe main symptoms of retrograde ejaculation include:\n- producing no semen, or only a small amount, during ejaculation\n- producing cloudy urine(because of the semen in it) when you first go to the toilet after having sex\nMen with retrograde ejaculation still experience the feeling of an orgasm and the condition does not pose a danger to health. However, it can affect the ability to father a child.\nRetrograde ejaculation is caused by damage to the nerves or muscles that surround the neck of the bladder (the point where the urethra connects to the bladder).\nUsually when you ejaculate, semen is pushed out of your urethra. It is prevented from entering your bladder by the muscles around the neck of the bladder, which close tightly at the moment of orgasm.\nHowever, damage to the surrounding muscles or nerves can stop the bladder neck closing, causing the semen to move into the bladder rather than up through the urethra.\nProstate gland surgery or bladder surgery is the most common cause of retrograde ejaculation. Other causes are diabetes, multiple sclerosis, and a class of medicines known as alpha blockers, which are often used to treat high blood pressure (hypertension).\nMost men do not need treatment for retrograde ejaculation because they are still able to enjoy a healthy sex life and the condition does not have adverse effects on their health.\nBut if treatment is required (usually because of wanting to father a child), there are options to try.\nFor example, pseudoephedrine (commonly used as a decongestant) has proved effective in treating retrograde ejaculation caused by diabetes or surgery.\nIf retrograde ejaculation is caused by using a certain medicine, then normal ejaculation will usually return once medicine is stopped. Speak to your GP before stopping any prescribed medicine.\nHowever, if the retrograde ejaculation has been caused by significant muscle or nerve damage, treatment may not be possible.\nMen who want to have children can have sperm taken from their urine for use in artificial insemination or in-vitro fertilisation (IVF)."}, {"Involve your partner": "If you're having problems with your sex life and are seeking treatment, it is usually recommended you involve your partner as much as possible.\nCommunicating your concerns can often go a long way to helping to resolve them. And, in some cases, your partner may also have their own problems that are contributing towards problems with your sex life.\nFor example, some women are unable to reach climax during \"normal\" intercourse and require manual or oral stimulation.\nRead more about why talking about sex is important."}, {"Blood in your semen": "Finding blood in your semen (haematospermia) can be alarming. However, in most cases it's not serious and will pass within a few days.\nThe most likely cause is infection of your urethra (urethritis) or prostate (prostatitis).\nSee your GP or visit your local genito-urinary medicine (GUM) clinic if the symptoms persist, because the causes may be more serious.\nRead more about blood in the semen."}]}, {"condition": "Elbow and arm pain", "sections": [{"No header": "Elbow and arm pain is not usually a sign of anything serious. If it does not go away after a few weeks, see a GP."}, {"How you can ease elbow and arm pain yourself": "Try these things for a couple of days:\n- put a pack of frozen peas wrapped in a tea towel on your arm – do this for 5 minutes, 3 times a day\n- take painkillers likeparacetamoloribuprofen\n- raise your arm if it's swollen"}, {"No header": "- the pain does not go away after a few weeks\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- hurts when you exercise but the pain goes away when you rest\n- is swollen and you have a very high temperature or feel hot and shivery\n- is extremely painful and difficult to move\n- tingles or feels numb\n- has been injured and you heard a snapping noise or your arm has changed shape\nThese can be signs of a heart problem (angina), an infection or a broken arm.\n111 will tell you what to do. They can tell you the right place to get help if you need to see someone.\nGo to 111.nhs.uk or call 111.\nGo to an urgent treatment centre\nUrgent treatment centres are places you can go if you need to see someone now.\nThey're also called walk-in centres or minor injuries units.\nYou may be seen quicker than you would at A&E.\nFind an urgent treatment centre\n- the pain has come on suddenly and your chest feels like it's being squeezed\nThis could be a sign of a heart attack."}, {"Causes of elbow and arm pain": "Apart from an injury, these things can cause arm pain.\nDo not self-diagnose. See a GP if you're worried."}]}, {"condition": "Electrocardiogram (ECG)", "sections": [{"No header": "An electrocardiogram (ECG) is a simple test that can be used to check your heart's rhythm and electrical activity.\nSensors attached to the skin are used to detect the electrical signals produced by your heart each time it beats.\nThese signals are recorded by a machine and are looked at by a doctor to see if they're unusual.\nAn ECG may be requested by a heart specialist (cardiologist) or any doctor who thinks you might have a problem with your heart, including your GP.\nThe test can be carried out by a specially trained healthcare professional at a hospital, a clinic or at your GP surgery.\nDespite having a similar name, an ECG isn't the same as an echocardiogram, which is a scan of the heart."}, {"When an ECG is used": "An ECG is often used alongside other tests to help diagnose and monitor conditions affecting the heart.\nIt can be used to investigate symptoms of a possible heart problem, such as chest pain, palpitations (suddenly noticeable heartbeats), dizziness and shortness of breath.\nAn ECG can help detect:\n- arrhythmias– where the heart beats too slowly, too quickly, or irregularly\n- coronary heart disease– where the heart's blood supply is blocked or interrupted by a build-up of fatty substances\n- heart attacks– where the supply of blood to the heart is suddenly blocked\n- cardiomyopathy– where the heart walls become thickened or enlarged\nA series of ECGs can also be taken over time to monitor a person already diagnosed with a heart condition or taking medication known to potentially affect the heart."}, {"How an ECG is carried out": "There are several different ways an ECG can be carried out. Generally, the test involves attaching a number of small, sticky sensors called electrodes to your arms, legs and chest. These are connected by wires to an ECG recording machine.\nYou don't need to do anything special to prepare for the test. You can eat and drink as normal beforehand.\nBefore the electrodes are attached, you'll usually need to remove your upper clothing, and your chest may need to be shaved or cleaned. Once the electrodes are in place, you may be offered a hospital gown to cover yourself.\nThe test itself usually only lasts a few minutes, and you should be able to go home soon afterwards or return to the ward if you're already staying in hospital."}, {"No header": "Watch this video to find out what to expect when having an ECG (electrocardiogram)."}, {"Types of ECG": "There are 3 main types of ECG:\n- a resting ECG– carried out while you're lying down in a comfortable position\n- a stress or exercise ECG– carried out while you're using an exercise bike or treadmill\n- an ambulatory ECG(sometimes called a Holter monitor)– the electrodes are connected to a small portable machine worn at your waist so your heart can be monitored at home for 1 or more days\nThe type of ECG you have will depend on your symptoms and the heart problem suspected.\nFor example, an exercise ECG may be recommended if your symptoms are triggered by physical activity, whereas an ambulatory ECG may be more suitable if your symptoms are unpredictable and occur in random, short episodes."}, {"No header": "Watch this video to find out what to expect when having a stress test (exercise ECG)."}, {"Getting your results": "An ECG recording machine will usually show your heart rhythm and electrical activity as a graph displayed electronically or printed on paper.\nFor an ambulatory ECG, the ECG machine will store the information about your heart electronically, which can be accessed by a doctor when the test is complete.\nYou may not be able to get the results of your ECG immediately. The recordings may need to be looked at by a specialist doctor to see if there are signs of a possible problem. Other tests may also be needed before it's possible to tell you whether there's a problem.\nYou may need to visit the hospital, clinic or your GP a few days later to discuss your results with a doctor."}, {"Are there any risks or side effects?": "An ECG is a quick, safe and painless test. No electricity is put into your body while it's carried out.\nThere may be some slight discomfort when the electrodes are removed from your skin – similar to removing a sticking plaster – and some people may develop a mild rash where the electrodes were attached.\nAn exercise ECG is performed under controlled conditions. The person carrying out the test will carefully monitor you, and they’ll stop the test if you experience any symptoms or start to feel unwell.\nThe British Heart Foundation has more information about what an exercise ECG involves."}]}, {"condition": "Electroencephalogram (EEG)", "sections": [{"No header": "An electroencephalogram (EEG) is a recording of brain activity.\nDuring this painless test, small sensors are attached to the scalp to pick up the electrical signals produced by the brain.\nThese signals are recorded by a machine and are looked at by a doctor.\nThe EEG procedure is usually carried out by a highly trained specialist, called a clinical neurophysiologist, during a short visit to hospital."}, {"When an EEG is used": "An EEG can be used to help diagnose and monitor a number of conditions affecting the brain.\nIt may help identify the cause of certain symptoms – such as seizures (fits) or memory problems – or find out more about a condition you've already been diagnosed with.\nThe main use of an EEG is to detect and investigate epilepsy, a condition that causes repeated seizures. An EEG will help your doctor identify the type of epilepsy you have, what may be triggering your seizures and how best to treat you.\nLess often, an EEG may be used to investigate other problems, such as:\n- dementia\n- head injury and concussion\n- brain tumours\n- encephalitis(brain inflammation)\n- sleep disorders, such assleep apnoea."}, {"Preparing for an EEG": "Your appointment letter will mention anything you need to do to prepare for the test.\nUnless told otherwise, you can usually eat and drink beforehand and continue to take all your normal medication.\nTo help the sensors stick to your scalp more easily, you should make sure your hair is clean and dry before arriving for your appointment, and avoid using products such as hair gel and wax.\nYou might want to bring a hairbrush or comb with you, as your hair may be a bit messy when the test is finished. Some people bring a hat to cover their hair until they can wash it at home afterwards."}, {"How an EEG is carried out": "There are several different ways an EEG recording can be taken. The clinical neurophysiologist will explain the procedure to you and can answer any questions you have. \nYou'll also be asked whether you consent to treatment for the various parts of the test to be carried out. This may include video consent for some EEGs.\nBefore the test starts, your scalp will be cleaned and about 20 small sensors called electrodes will be attached using a special glue or paste. These are connected by wires to an EEG recording machine.\nRoutine EEG recordings usually take 20 to 40 minutes, although a typical appointment will last about an hour, including some preparation time at the beginning and some time at the end.\nOther types of EEG recording may take longer."}, {"Types of EEG": "A routine EEG recording lasts for about 20 to 40 minutes.\nDuring the test, you'll be asked to rest quietly. You will usually be asked to open or close your eyes from time to time. In most cases, you'll also be asked to breathe in and out deeply (called hyperventilation) for a few minutes.\nA flashing light may also be used to see if this affects your brain activity.\nA sleep EEG is carried out while you're asleep. It may be used if a routine EEG does not give enough information, or to test for sleep disorders.\nIn some cases, you may be asked to stay awake the night before the test to help ensure you can sleep while it's carried out. This is called a sleep-deprived EEG.\nAn ambulatory EEG is where brain activity is recorded throughout the day and night over a period of one or more days. The electrodes will be attached to a small portable EEG recorder that can be clipped onto your clothing.\nYou can continue with most of your normal daily activities while the recording is being taken, although you'll need to avoid getting the equipment wet.\nVideo telemetry, also called video EEG, is a special type of EEG where you're filmed while an EEG recording is taken. This can help provide more information about your brain activity.\nThe test is usually carried out over a few days while staying in a purpose-built hospital suite.\nThe EEG signals are transmitted wirelessly to a computer. The video is also recorded by the computer and kept under regular surveillance by trained staff.\nThis EEG is not common, but it may be used to check if surgery is possible for some people with more complex epilepsy.\nIt involves surgery to place electrodes directly on the brain to find out exactly where the seizures are coming from."}, {"What happens after an EEG": "When the test is finished, the electrodes will be removed and your scalp will be cleaned. Your hair will probably still be a bit sticky and messy afterwards, so you may want to wash it when you get home.\nYou can usually go home soon after the test is finished and return to your normal activities. You might feel tired after the test, particularly if you had a sleep or sleep-deprived EEG, so you may want someone to pick you up from hospital.\nYou normally will not get your results on the same day. The recordings will need to be analysed first and will be sent to the doctor who requested the test. They can discuss the results with you a few days or weeks later."}, {"Are there any risks or side effects?": "The EEG procedure is painless, comfortable and generally very safe. No electricity is put into your body while it's carried out. Apart from having messy hair and possibly feeling a bit tired, you normally will not experience any side effects.\nHowever, you may feel lightheaded and notice a tingling in your lips and fingers for a few minutes during the hyperventilation part of the test. Some people develop a mild rash where the electrodes were attached.\nIf you have epilepsy, there's a very small risk you could have a seizure while the test is carried out, but you'll be closely monitored and help will be on hand in case this happens."}, {"Video: epilepsy research - EEG": "This video covers the benefits of participating in EEG research."}]}, {"condition": "Electrolyte test", "sections": [{"No header": "An electrolyte test is a blood test that measures if there's an electrolyte imbalance in the body.\nElectrolytes are salts and minerals, such as sodium, potassium, chloride and bicarbonate, which are found in the blood. They can conduct electrical impulses in the body.\nThe test is sometimes carried out during a routine physical examination, or it may be used as part of a more comprehensive set of tests.\nFor example, your electrolyte level may be checked if you're prescribed certain medications, such as diuretics or angiotensin-converting enzyme (ACE) inhibitors, which are often used to treat high blood pressure.\nAs well as checking levels of electrolytes in the blood, an electrolyte panel (a group of specific blood tests) can also be used to find out if there's an acid-base imbalance (a normal arterial blood pH range is 7.35 to 7.45).\nAn electrolyte test can also be used to monitor the effectiveness of treatment for an imbalance that affects how well your organs work.\nA value is calculated from your electrolyte test results, called an anion gap. The gap measures if the difference between the electrical charges of your electrolytes is too high or too low.\nTreatment for an electrolyte imbalance will depend on which electrolyte is out of balance and by how much. For example, if you have a sodium imbalance you may be advised to lower your salt intake (if sodium is too high) or reduce your fluid intake (if sodium is too low).\nRead more about electrolytes and the anion gap on Lab Tests Online UK."}]}, {"condition": "Embolism", "sections": [{"No header": "An embolism is a blocked artery caused by a foreign body, such as a blood clot or an air bubble.\nThe body's tissues and organs need oxygen, which is transported around the body in the bloodstream.\nIf the blood supply to a major organ – such as the brain, heart or lungs – is blocked, the organ will lose some or all of its function.\n2 of the most serious conditions caused by an embolism are:\n- stroke– where the blood supply to the brain is cut off\n- pulmonary embolism– where a foreign body blocks the artery that carries blood from the heart to the lungs (the pulmonary artery)"}, {"Symptoms of an embolism": "The symptoms of an embolism depend on the particular type of embolism involved.\nThe main symptoms of a stroke are drooping of the face, weakness or numbness in one arm, and slurred speech, or an inability to talk or understand what is being said.\nDial 999 immediately to ask for an ambulance if you suspect that you or someone else is having a stroke.\nIf you have a pulmonary embolism you'll have a sharp or stabbing chest pain that starts suddenly or comes on gradually. Shortness of breath, coughing up blood and feeling faint or dizzy, or passing out are also common symptoms.\nDeep vein thrombosis (DVT) is a blood clot in the deep veins of your leg. It’s one of the main causes of pulmonary embolisms.DVT sometimes doesn't cause any symptoms. However, symptoms can include:\n- pain, swelling and tenderness in one of your legs (usually your calf)\n- a heavy ache in the affected area\n- warm skin in the area of the clot\n- red skin, particularly at the back of your leg below the knee\nGet immediate medical help if you have pain, swelling and tenderness in your leg and you develop breathlessness and chest pain.\nYou may have a DVT that's developed into a pulmonary embolism.\nDivers should always be carefully monitored by their colleagues and supervisors so any air or gas embolism can be identified and treated immediately. Read about the warning signs of an air embolism."}, {"Causes": "A foreign body is any object or substance which shouldn't be in your blood. Foreign bodies that cause embolisms are known as emboli – a single emboli is called an embolus.\nSome common causes of an embolism are outlined below.\nBlood contains natural clotting agents which help prevent you bleeding excessively when you cut yourself.\nCertain health conditions – such as obesity, heart disease, cancer and pregnancy – can cause blood clots to form inside your veins even where there's no bleeding.\nA clot can travel in the bloodstream before it gets stuck and starts to block the blood flow to an organ or a limb.\nA fracture to a long bone, such as a thigh bone, can lead to fat particles within the bone being released into the bloodstream. Fat particles can also sometimes develop following severe burns or as a complication of bone surgery.\nEmbolisms can also occur if air bubbles or other gases enter the bloodstream.\nAir embolisms are a particular concern for scuba divers. If a diver swims to the surface too quickly, the change in pressure can cause nitrogen bubbles to form in their bloodstream and become trapped in a blood vessel. This blockage can cause decompression sickness, which is often referred to as \"the bends\".\nIn people with severe atherosclerosis (narrowed arteries caused by a build-up of cholesterol), small pieces of cholesterol can sometimes break away from the side of a blood vessel, resulting in an embolism.\nIn rare cases, amniotic fluid – which surrounds and protects a baby inside the womb – can leak into the mother's blood vessels during labour, causing a blockage. This can lead to breathing problems, a drop in blood pressure and loss of consciousness."}, {"Risk factors": "Your risk of getting an embolism is increased if you:\n- are overweight orobese(have abody mass index (BMI)of 30 or more)\n- are pregnant\n- are 60 years of age or over\n- smoke\n- haveheart disease\n- are immobile for long periods of time"}, {"Treating embolisms": "How an embolism is treated will depend on:\n- what caused the blockage\n- the size of the blockage\n- where the blockage is in the body\nA surgical procedure called an embolectomy is sometimes carried out to remove an obstruction. During the operation, the surgeon makes a cut in the affected artery so that the foreign body causing the blockage can be sucked out in a process known as aspiration.\nMedication may be used to dissolve embolisms (thrombolysis) caused by blood clots. Anticoagulant medication, such as warfarin, heparin and low-dose aspirin, can help make the blood less sticky and stop further clots forming.\nEmbolisms caused by air bubbles are usually treated in a hyperbaric chamber. The air pressure inside the chamber is higher than the normal air pressure outside, which helps reduce the size of the air bubbles inside the diver's body."}, {"Preventing embolisms": "It isn't always possible to prevent embolisms, but there are things you can do to significantly reduce your risk. For example, you can:\n- eat ahealthy diet– low in fat, high in fibre, including whole grains and plenty of fruit and vegetables (at least 5 portions a day)\n- limit the amount of salt in your diet to no more than 6g (0.2oz or 1 teaspoon) a day\n- lose weightif you're overweight or obese, using a combination of regular exercise and a calorie-controlled diet\n- stop smoking, if you smoke\n- exercisefor a minimum of 150 minutes a week (read more about the physical activity guidelines for adults)"}]}, {"condition": "Emollients", "sections": [{"No header": "Emollients are moisturising treatments applied directly to the skin to soothe and hydrate it. They cover the skin with a protective film to trap in moisture.\nEmollients are often used to help manage dry, itchy or scaly skin conditions such as eczema, psoriasis and ichthyosis.\nThey help prevent patches of inflammation and flare-ups of these conditions."}, {"Types of emollients": "Lotions are good for hairy or damaged areas of skin (such as weeping eczema – where pus is seeping out of damaged areas of skin). This is because lotions are thin and spread easily, but they're not very moisturising.\nSprays are good for hard-to-reach areas and sore or infected skin that should not be touched, and are absorbed quickly.\nCreams are good for daytime use as they're not very greasy and are absorbed quickly.\nOintments are good for very dry, thickened skin and night-time use as they're greasy, thick and very moisturising. Ointments are usually free of preservatives so are suitable for sensitive skin, but should not be used on weeping eczema.\nEveryday soaps, shampoos and shower gels usually dry out the skin and can make skin conditions like eczema worse.\nUsing an emollient soap substitute instead of normal soap for handwashing and bathing can help improve your skin.\nThere are lots of different types of leave-on emollient that can be put directly on the skin.\nSome create a protective barrier over the skin to lock in moisture. Some have added ingredients to reduce itching or prevent infection.\nYour doctor or pharmacist will talk to you about which type of emollient will work best for your skin condition.\nYou may have to try a few different emollients to find the best one for your or your child's skin.\nMany of these leave-on products can also be used to wash with."}, {"How to get emollients": "You can buy emollients from a pharmacy without a prescription. If the skin condition is severe, talk to a GP, nurse or health visitor, as you may need a stronger treatment.\nIf you or your children need to use an emollient regularly, it's a good idea to keep some in small pots or tubes at home, school or work.\nEmollient lotions, sprays, creams and ointments should be applied directly to the skin.\nThey should be smoothed, not rubbed, into the skin gently in the same direction that your hair grows. This helps prevent hair follicles getting blocked.\nThey can be used to replace lost moisture whenever your skin feels dry or tight. They're very safe and you cannot overuse them.\nYou may need to experiment with different emollients or try a combination. For example, you may decide to use a cream during the day and an ointment at night.\nMix a small amount (around teaspoonful) of soap substitute in the palm of your hand with a little warm water and spread it over damp or dry skin.\nRinse and pat the skin dry, being careful not to rub it.\nYou can use soap substitutes for handwashing, showering or in the bath.\nThey do not foam like normal soap, but are just as effective at cleaning the skin.\nIf your skin stings after using an emollient wash product and does not settle after rinsing, ask a pharmacist to recommend a different product.\nIf you're using a steroid cream or another treatment for your skin condition, wait at least 30 minutes after putting on your emollient before applying it.\nThis avoids diluting the effect of the treatment and spreading it to areas of skin that do not need it."}, {"When to apply emollients": "Emollients can be applied as often as you like to keep the skin well moisturised and in good condition. Ideally, this should be done at least 3 or 4 times a day.\nIt's especially important to regularly apply an emollient to your hands and face, as they're exposed to the elements more than any other part of your body.\nCertain activities, such as swimming or gardening, can irritate the skin. It may help to apply an emollient before doing these.\nIt's a good idea to protect babies' hands and cheeks with an emollient before mealtimes to stop them getting sore from food and drink.\nEmollients are best applied after washing your hands, taking a bath or showering because this is when the skin most needs moisture.\nThe emollient should be applied as soon as you have patted your skin dry to make sure it's properly absorbed."}, {"Skin reactions": "Emollients can sometimes cause a skin reaction, such as:\n- an overheating, burning sensation or stinging that does not settle after a few days of treatment – usually caused by a reaction to a certain ingredient in the emollient\n- blocked or inflamed hair follicles (folliculitis) that may cause boils\n- rashes on the face that can aggravate acne\nIf you experience any of these symptoms, talk to a GP, nurse or pharmacist."}, {"Safety advice when using emollients": "Keep away from fire, flames and cigarettes when using all types of emollients (both paraffin-based and paraffin-free). Dressings, clothing and bedding that have been in contact with an emollient can easily catch fire. Washing fabrics at high temperatures may reduce the build-up of an emollient, but does not remove it completely.\nUse a clean spoon or spatula to remove emollients from a pot or tub. This reduces the risk of infections from contaminated pots.\nBe careful not to slip when using emollients in a bath or shower, or on a tiled floor. Protect the floor with a non-slip mat, towel or sheet. Wear protective gloves, wash your bath or shower afterwards with hot water and washing-up liquid, then dry with a kitchen towel.\nBe careful when using aqueous cream. It can cause burning, stinging, itching and redness for some people, especially children with atopic eczema. Read more information about the safety of aqueous cream from the Medicines and Healthcare products Regulatory Agency (MHRA)."}]}, {"condition": "Empyema", "sections": [{"No header": "Empyema is the medical term for pockets of pus that have collected inside a body cavity.\nThey can form if a bacterial infection is left untreated, or if it fails to fully respond to treatment.\nThe term empyema is most commonly used to refer to pus-filled pockets that develop in the pleural space.\nThis is the slim space between the outside of the lungs and the inside of the chest cavity.\nEmpyema is a serious condition that requires treatment. It can cause fever, chest pains, breathlessness and coughing up mucus.\nAlthough it can occasionally be life threatening, it's not a common condition, as most bacterial infections are effectively treated with antibiotics before they get to this stage."}, {"What causes empyema?": "The lungs and inside of the chest cavity are lined with a smooth layer called the pleura.\nThese layers are almost in contact, but separated by a thin space (the pleural space) filled with a small amount of lubricant called pleural fluid.\nThe pleural fluid can sometimes build up and become infected, and a collection of pus forms.\nThis can thicken and cause areas of the pleura to stick together, creating pockets of pus.\nEmpyema can worsen to become many more pockets of pus, with thick deposits coating the outer layer of the lungs.\nThese deposits prevent the lungs expanding properly.\nThe most common cause of empyema is pneumonia caused by a bacterial infection of the lungs.\nAn empyema can form when pneumonia fails to fully respond to treatment in a straightforward way.\nOther possible causes are:\n- bronchiectasis– a long-term condition where the airways of the lungs become abnormally widened, leading to a build-up of mucus that can make the lungs more vulnerable to infection\n- a blood clot or another blockage – this can prevent blood flow to the lungs, causing some of the lung tissue to die (known as a pulmonary infarction)\n- surgery to the chest – empyema is a rare complication\n- anendoscopy– empyema is a rare complication\n- serious injury to the chest\n- an infection elsewhere in the body that's spread through the bloodstream\n- an infection caused by inhaled food if you haveswallowing problems– this is rare\n- tuberculosis– this is rare in the UK\nYou're more at risk of developing an empyema if you:\n- have diabetes\n- have a weakened immune system\n- have acid reflux\n- drink too much alcohol or take a lot of recreational drugs\nBoth adults and children can be affected."}, {"What are the symptoms?": "An empyema can be distressing and uncomfortable.\nIt can cause:\n- a fever and night sweats\n- a lack of energy\n- difficulty breathing\n- weight loss\n- chest pain\n- a cough and coughing up mucus containing pus"}, {"How is it diagnosed?": "An empyema is usually suspected when a person with severe pneumonia doesn't improve with treatment and they start to show some of the symptoms of empyema .\nIf the patient is coughing up mucus, a sample of this should be taken to be inspected under a microscope. \nThe type of bacteria causing the infection is identified so the most effective antibiotics can be given.\nA blood sample will also be taken to count the number of white blood cells and other markers of infection.\nAn X-ray or ultrasound scan will show whether there's a collection of fluid building up around the lungs and how much there is. If there is fluid a sample will be taken and sent for analysis.\nOften a CT scan may also be used to give a more detailed assessment."}, {"How is it treated?": "Some patients will just need antibiotics given directly into a vein through a drip (intravenously).\nBut they may need to stay in hospital for a long period.\nSome patients may need both antibiotics and a chest drain.\nA chest drain is a flexible plastic tube that's inserted through the chest wall and into the affected area to drain it of fluid.\nThe area where the tube is inserted is numbed, and the patient may also be given a light sedative before having the drain inserted.\nPainkillers are given to ease any pain while the chest drain is in.\nThe chest tube usually stays in place until an X-ray or ultrasound scan shows all the fluid has drained from the chest and the lungs are fully expanded.\nSometimes injections may be given through the chest drain to help clear the infected pockets of pus.\nThe patient may need to stay in hospital until the tube is removed.\nSome patients may be able to go home with the chest tube still in place, in which case a specialist nurse will offer support and advice on how to manage this at home.\nThe nurse will demonstrate how to position, empty and change the bag until the family or patient feels confident they can do this themselves.\nFor more information, read this NHS factsheet on chest drains (PDF, 60kb).\nSurgery may be needed if the condition doesn't improve. \nThis involves making a cut in the chest to access the lungs and removing the thick layer coating the lungs so they can expand properly again.\nThis is only carried out if other treatments haven't worked.\nYour surgeon or specialist will explain the benefits and risks of the procedure.\nFind out more about lung surgery\nA chest drain isn't suitable for all patients. Some will instead opt to have an opening made in their chest, known as a stoma. \nA special bag is placed over the stoma to collect the fluid that leaks from the empyema.\nThis is worn on the body, and may be more discreet and interfere less with your lifestyle than a chest drain.\nBut with modern treatments, getting a stoma is uncommon."}]}, {"condition": "Encephalitis", "sections": [{"No header": "Encephalitis is an uncommon but serious condition in which the brain becomes inflamed (swollen).\nIt can be life threatening and requires urgent treatment in hospital.\nAnyone can be affected, but the very young and very old are most at risk."}, {"Symptoms of encephalitis": "Encephalitis sometimes starts off with flu-like symptoms, such as a high temperature and headache.\nMore serious symptoms come on over hours, days or weeks, including:\n- confusion or disorientation\n- seizures or fits\n- changes in personality and behaviour\n- difficulty speaking\n- weakness or loss of movement in some parts of the body\n- loss of consciousness\nDial 999 for an ambulance immediately if you or someone else has these more serious symptoms."}, {"Causes of encephalitis": "It's not always clear what causes encephalitis, but it can be caused by:\n- viral infections – very rarely, encephalitis may be caused by the common viruses that causescold sores(herpes simplex) orchickenpox(herpes varicella) spreading to the brain\n- a problem with the immune system, the body's defence against infection – sometimes something goes wrong with the immune system and it mistakenly attacks the brain, causing it to become inflamed\n- bacterial or fungal infections – these are much rarer causes of encephalitis than viral infections\nSome types of encephalitis are spread by mosquitoes (such as Japanese encephalitis), ticks (such as tick-borne encephalitis) and mammals (such as rabies).\nYou cannot catch encephalitis from someone else."}, {"Treatments for encephalitis": "Encephalitis needs to be treated in a hospital. The earlier treatment is started, the more successful it's likely to be.\nTreatment depends on the underlying cause, but may include:\n- antiviral medicines\n- steroid injections\n- treatments to help control the immune system\n- antibioticsorantifungal medicines\n- painkillers to reduce discomfort or a high temperature\n- medicine to control seizures or fits\n- support with breathing, such as oxygen through a face mask or a breathing machine (ventilator)\nHow long someone with encephalitis needs to stay in hospital can range from a few days to several weeks or even months."}, {"Recovering from encephalitis": "Some people eventually make a full recovery from encephalitis, although this can be a long and frustrating process.\nMany people never make a full recovery and are left with long-term problems caused by damage to their brain.\nCommon complications include:\n- memory loss\n- frequent seizures or fits\n- personality and behavioural changes\n- problems with attention, concentration, planning and problem solving\n- persistent tiredness\nThese problems can have a significant impact on the life of the affected person, as well as their family and friends.\nBut help and support is available."}, {"Preventing encephalitis": "It's not always possible to prevent encephalitis, but some of the infections that cause it can be prevented with vaccinations.\nThese include the:\n- measles, mumps and rubella (MMR) vaccine– a routine vaccination offered to all children in England\n- Japanese encephalitis vaccine– recommended for travellers to at-risk areas, such as parts of Asia\n- tick-borne encephalitis vaccine– recommended for travellers to certain parts of Europe (but not the UK) and Asia\n- rabies vaccination– recommended for travellers toat-risk areaswhere access to medical care is likely to be limited\nSpeak to a GP surgery if you're not sure whether your vaccinations are up to date, or you're planning to travel abroad and do not know if you need any vaccinations."}]}, {"condition": "Endocarditis", "sections": [{"No header": "Endocarditis is a rare and potentially fatal infection of the inner lining of the heart (the endocardium). It's most commonly caused by bacteria entering the blood and travelling to the heart.\nAlthough the heart is usually well protected against infection, it may be easier for bacteria to bypass the immune system in people who have:\n- an artificial (prosthetic) heart valve –valve replacement surgeryis increasingly being used when people experience narrowing of one of their heart valves\n- congenital heart disease– where a person is born with heart defects\n- hypertrophic cardiomyopathy– where the heart muscle cells have enlarged and the walls of the heart chambers thicken\n- damaged heart valves – because of infection or heart disease\nPeople who inject drugs are also more likely to develop endocarditis.\nFind out more about the causes of endocarditis"}, {"Symptoms of endocarditis": "The initial symptoms of endocarditis are similar to flu and include:\n- a high temperature\n- chills\n- headache\n- joint and muscle pain\nWithout treatment, the infection damages the heart valves and disrupts the normal flow of blood through the heart.\nThis triggers a range of life-threatening complications, such as:\n- heart failure– where the heart is unable to pump enough blood around the body to properly meet the body's demands\n- stroke– where the supply of blood to the brain becomes disrupted\nFind out more about the symptoms of endocarditis"}, {"Treating endocarditis": "Endocarditis is treated with a course of antibiotics given via a drip. You'll need to be admitted to hospital for this.\nSome people also need surgery to repair or replace a damaged heart valve or drain away any abscesses that develop.\nEndocarditis is a serious illness, especially if complications develop. Early diagnosis and treatment is vital to improve the outlook for the condition.\nFind out more about the treatment of endocarditis"}, {"Who's affected": "Endocarditis is a rare condition in England, even in those with a higher risk.\nIt's more common in older people, with half of all cases developing in people aged over 50. \nBut cases of endocarditis have been recorded in children, particularly those born with congenital heart disease. \nTwice as many men are affected as women.\nAlthough it may sound strange, rates of endocarditis are increasing because of advances in medical care. \nThis is because there's an increasing number of people being treated with valve replacement surgery or surgery to repair congenital heart disease."}]}, {"condition": "Endometrial cancer, see Womb (uterus) cancer", "sections": [{"No header": "- Womb cancer is cancer that affects the womb.\n- The womb (uterus) is where a baby grows during pregnancy.\n- Most womb cancer usually starts in the lining of the womb (endometrium), this is also known as endometrial cancer.\n- How serious the womb cancer is depends on how big it is, if it has spread and your general health"}, {"Get your symptoms checked": "It's important to get any symptoms of womb cancer checked as soon as possible. Finding it earlier makes it easier to treat."}, {"Coronavirus (COVID-19) advice": "Get advice about COVID-19 and cancer:\n- Macmillan: COVID-19 guidance for people with cancer\n- Cancer Research UK: COVID-19 and cancer"}]}, {"condition": "Endometriosis", "sections": [{"No header": "Endometriosis is a condition where tissue similar to the lining of the womb starts to grow in other places, such as the ovaries and fallopian tubes.\nEndometriosis can affect women of any age.\nIt's a long-term condition that can have a significant impact on your life, but there are treatments that can help."}, {"Symptoms of endometriosis": "The symptoms of endometriosis can vary. Some women are badly affected, while others might not have any noticeable symptoms.\nThe main symptoms of endometriosis are:\n- pain in your lower tummy or back(pelvic pain)– usually worse during your period\n- period painthat stops you doing your normal activities\n- pain during or after sex\n- pain when peeing or pooing during your period\n- feeling sick, constipation, diarrhoea, or blood in your pee during your period\n- difficulty getting pregnant\nYou may also have heavy periods. You might use lots of pads or tampons, or you may bleed through your clothes.\nFor some women, endometriosis can have a big impact on their life and may sometimes lead to feelings of depression."}, {"When to see a GP": "See a GP if you have symptoms of endometriosis, especially if they're having a big impact on your life.\nIt may help to write down your symptoms before seeing a doctor.\nEndometriosis UK has a pain and symptoms diary (PDF, 238kb) you can use.\nIt can be difficult to diagnose endometriosis because the symptoms can vary considerably, and many other conditions can cause similar symptoms.\nA GP will ask about your symptoms, and may ask to examine your tummy and vagina.\nThey may recommend treatments if they think you have endometriosis.\nIf these do not help, they might refer you to a specialist called a gynaecologist for some further tests, such as an ultrasound scan or laparoscopy.\nA laparoscopy is where a surgeon passes a thin tube through a small cut in your tummy so they can see any patches of endometriosis tissue.\nThis is the only way to be certain you have endometriosis."}, {"Treatments for endometriosis": "There's currently no cure for endometriosis, but there are treatments that can help ease the symptoms.\nTreatments include:\n- painkillers – such asibuprofenandparacetamol\n- hormone medicines and contraceptives – including thecombined pill, thecontraceptive patch, anintrauterine system (IUS), and medicines called gonadotrophin-releasing hormone (GnRH) analogues\n- surgery to cut away patches of endometriosis tissue\n- an operation to remove part or all of the organs affected by endometriosis – such as surgery to remove the womb(hysterectomy)\nYour doctor will discuss the options with you. Sometimes they may suggest not starting treatment immediately to see if your symptoms improve on their own."}, {"Further problems caused by endometriosis": "One of the main complications of endometriosis is difficulty getting pregnant or not being able to get pregnant at all (infertility).\nSurgery to remove endometriosis tissue can help improve your chances of getting pregnant, although there's no guarantee that you'll be able to get pregnant after treatment.\nSurgery for endometriosis can also sometimes cause further problems, such as infections, bleeding or damage to affected organs.\nIf surgery is recommended for you, talk to your surgeon about the possible risks.\nFind out more about the complications of endometriosis"}, {"Living with endometriosis": "Endometriosis can be a difficult condition to deal with, both physically and emotionally.\nAs well as support from your doctor, you may find it helpful to contact a support group, such as Endometriosis UK, for information and advice.\nIn addition to detailed information about endometriosis, Endometriosis UK has a directory of local support groups, a helpline on 0808 808 2227, and an online community for women affected by the condition."}, {"Causes of endometriosis": "The cause of endometriosis is not known.\nSeveral theories have been suggested, including:\n- genetics – the condition tends to run in families, and affects people of certain ethnic groups more than others\n- retrograde menstruation – when some of the womb lining flows up through the fallopian tubes and embeds itself on the organs of the pelvis, rather than leaving the body as a period\n- a problem with the immune system, the body's natural defence against illness and infection\n- endometrium cells spreading through the body in the bloodstream or lymphatic system, a series of tubes and glands that form part of the immune system\nBut none of these theories fully explain why endometriosis happens.\nIt's likely the condition is caused by a combination of different factors."}, {"No header": ""}, {"No header": ""}]}, {"condition": "Endoscopy", "sections": [{"No header": "An endoscopy is a test to look inside your body.\nA long, thin tube with a small camera inside, called an endoscope, is passed into your body through a natural opening such as your mouth.\nYour GP may refer you for an endoscopy if you're having certain symptoms. It will usually be done at an endoscopy unit in a hospital.\nThere are different types of endoscopy that look at different parts of the body.\nThe type of endoscopy you have will depend on your symptoms."}, {"Types of endoscopy": "Find out about:\n- colonoscopy: in your bottom to check your bowels\n- colposcopy: in your vagina to check your cervix (the opening to your womb)\n- cystoscopy: in your urethra (tube where pee comes out) to check your bladder\n- gastroscopy: in your mouth to check your oesophagus (food pipe), stomach and part of the small intestine\n- hysteroscopy: in your vagina to check your womb"}]}, {"condition": "Enhanced recovery", "sections": [{"No header": "Enhanced recovery is an evidence-based approach that helps people recover more quickly after having major surgery.\nMany hospitals – although not all – have enhanced recovery programmes in place, and it's now seen as standard practice following surgery for many procedures.\nEnhanced recovery is sometimes referred to as rapid or accelerated recovery. It aims to ensure that patients:\n- are as healthy as possible before receiving treatment\n- receive the best possible care during their operation\n- receive the best possible care while recovering\nHaving an operation can be both physically and emotionally stressful. Enhanced recovery programmes try to get you back to full health as quickly as possible.\nResearch has shown that the earlier a person gets out of bed and starts walking, eating and drinking after having an operation, the shorter their recovery time will be."}, {"Who can benefit from enhanced recovery?": "Some of the principles of enhanced recovery can be applied to all cases of surgery. However, for some conditions and procedures, specially designed pathways help patients benefit from the principles more effectively.\nTypes of surgery and conditions where enhanced recovery programmes are currently used include:\n- breast– such as removal of a breast because ofbreast cancer\n- colorectal– such as removal of part or all of the bowel or back passage because ofbowel cancer\n- gynaecological– such as removal of the womb(hysterectomy)\n- musculoskeletal– such as ahip replacementorknee replacement\n- urological– such as removal of the prostate gland (prostatectomy) because ofprostate cancer\nSome hospitals also offer enhanced recovery programmes following heart or chest surgery."}, {"The enhanced recovery programme": "If you need to have an operation, ask whether there's an enhanced recovery programme in place for your condition at the hospital you're going to.\nTo enhance your recovery from surgery, it's important that you play an active role in your own care.\nImportant points to consider before your operation include:\n- eating well– your body will need energy for repair\n- exercise– being physically active before your operation will help you recover quicker\n- relaxation– try to relax and not worry about your operation\n- smokingandalcohol– giving up or cutting down will help speed up your recovery and reduce your risk of developing complications\nYour GP will give you advice about getting into the best possible shape before having surgery. They'll also identify and try to stabilise any health conditions you have that may affect the operation.\nAt this stage, your GP should ensure you understand all the treatment options available to you so you can make an informed decision about whether to proceed with surgery.\nIn hospital, your healthcare team will advise you about what you can do to help make your recovery easier. \nThis may include:\n- staying active – you may even be walked to the operating theatre\n- drinking clear fluids or carbohydrated drinks up to 2 hours before your operation\n- becoming as active as soon as possible after your surgery\n- eating a healthy diet after your surgery\n- keeping an enhanced recovery diary to track your progress\nWhere possible, techniques that will help with your recovery may also be recommended, such as using minimally invasive surgery (keyhole surgery), local or regional anaesthesia, and minimal use of drains and nasogastric tubes.\nAfter surgery, you'll also have access to rehabilitation services such as physiotherapy. This will help speed up your recovery and enable you to be discharged from hospital as soon as possible. \nDepending on your operation, you may be able to go home sooner than usually expected. It's therefore important to plan and prepare for your return home before going into hospital.\nRead more about having an operation."}]}, {"condition": "Epidermolysis bullosa", "sections": [{"No header": "Epidermolysis bullosa (EB) is the name for a group of rare inherited skin disorders that cause the skin to become very fragile. Any trauma or friction to the skin can cause painful blisters."}, {"Coronavirus advice": "Get advice about coronavirus and epidermolysis bullosa (EB) from DEBRA"}, {"Symptoms of epidermolysis bullosa": "Common symptoms in all types of EB include:\n- skin that blisters easily\n- blisters on the hands and soles of the feet\n- thickened skin that may be scarred or change colour over time\n- thickening of the skin and nails"}, {"Types of epidermolysis bullosa": "The 3 main types of EB are:\n- epidermolysis bullosa simplex (EBS)– the most common type, which can range from mild, with a low risk of serious complications, to severe\n- dystrophic epidermolysis bullosa (DEB)– which can range from mild to severe\n- junctional epidermolysis bullosa (JEB)– a rare form of EB that ranges from moderate to severe\nThe type reflects where on the body the blistering takes place and which layer of skin is affected.\nThere are also many variants of these 3 main types of EB, each with slightly different symptoms.\nRead more about symptoms of different types of epidermolysis bullosa."}, {"Diagnosing EB": "EB is usually diagnosed in babies and young children, as the symptoms can be obvious from birth. But some milder types of EB may not be diagnosed until adulthood.\nIf it's suspected your child has the condition, they'll be referred to a skin specialist (dermatologist).\nThe specialist will carry out tests to determine the type of EB and help come up with a treatment plan. They may take a small sample of skin (biopsy) to send for testing.\nIn some cases it's possible to test an unborn baby for EB after the 11th week of pregnancy.\nPrenatal tests include amniocentesis and chorionic villus sampling.\nThis may be offered if you or your partner are known to be a carrier of the faulty gene associated with EB and there's a risk of having a child with a severe type of EB.\nIf the test confirms your child will have EB, you'll be offered counselling and advice."}, {"Causes of epidermolysis bullosa": "EB is caused by a faulty gene (gene mutation) that makes skin more fragile.\nA child with EB might have inherited the faulty gene from a parent who also has EB. Or they might have inherited the faulty gene from both parents who are just \"carriers\" but don't have EB themselves.\nThe change to the gene can also happen by chance, when neither parent are carriers."}, {"Treatment for epidermolysis bullosa": "There's currently no cure for EB, so treatment aims to relieve symptoms and prevent complications developing, such as infection.\nA team of medical specialists will help you decide what treatment is best for your child and offer advice about living with the condition.\nManaging EB can include:\n- popping blisters with a sterile needle\n- applying protective dressings\n- avoiding things that make the condition worse\nMedicines can be used to treat infection or to reduce pain. Surgery may be needed if EB causes narrowing of the food pipe or problems with the hands.\nRead more about treating epidermolysis bullosa."}, {"Epidermolysis bullosa acquisita": "Epidermolysis bullosa acquisita (EBA) is an acquired form of EB with similar symptoms.\nLike EB, EBA causes the skin to blister easily. It can also affect the mouth, throat and digestive tract.\nBut EBA isn't inherited, and symptoms don't usually appear until later life.\nIt's an autoimmune disease, which means your immune system starts to attack healthy body tissue. It's not known exactly what causes this.\nEBA is a very rare condition that tends to affect people over the age of 40."}, {"Charities and support groups": "If your child is diagnosed with EB, it can be a frightening and overwhelming experience. You'll probably want to find out as much as possible about the condition and available treatments.\nDEBRA is a national charity that provides help, advice and support for people in the UK living with EB.\nDEBRA International is a worldwide network of national groups working on behalf of people affected by EB.\nIt's important not to neglect your own health and wellbeing when caring for a child with a complex and demanding condition such as EB.\nRead about carers' breaks and respite care and caring for a disabled child."}, {"Information about you": "If you or your child has EB, your clinical team will pass information about you or your child on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nFind out more about the register (GOV.UK)"}]}, {"condition": "Epididymitis", "sections": [{"No header": "Epididymitis is where a tube (the epididymis) at the back of the testicles becomes swollen and painful. It's often caused by an infection and is usually treated with antibiotics.\nIf the testicles are also affected, it may be called epididymo-orchitis."}, {"Check if it's epididymitis": "Symptoms of epididymitis may include:\n- sudden or gradual pain in 1 or both of your testicles (balls)\n- the bag of skin containing your testicles (scrotum) feeling tender, warm and swollen\n- a build-up of fluid around your testicle (a hydrocele) that feels like alump or swelling\nYou may have other symptoms depending on the cause, such as difficulty peeing, or a white, yellow or green discharge from the tip of the penis."}, {"Causes of epididymitis": "Epididymitis is usually caused by a sexually transmitted infection (STI), such as chlamydia or gonorrhoea. This is more likely in younger men under 35 years old.\nIf testing shows that your epididymitis is caused by a STI, it may be recommended that your current or recent sexual partners are also tested for STIs.\nIt can also be caused by a urinary tract infection (UTI), but UTIs are less common in men.\nA UTI is more likely if you have:\n- anenlarged prostate gland\n- aurinary catheter\n- recently had surgery to the groin, prostate gland or bladder\nSometimes a cause cannot be found."}, {"No header": "- mumps\n- tuberculosis\n- taking high doses of amiodarone, a medicine used to treat heart rhythm disorder\n- a groin injury\n- Behçet's disease"}, {"No header": "- a lump in your testicles\n- swollen testicles\n- a change in the shape of your testicles\n- a change in the way your testicles feel\n- 1 testicle that's become bigger than the other\n- aching or discomfort in your testicles that does not go away\nLumps in the testicles can be a sign of testicular cancer. This is easier to treat if it's found early.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nYou can also get treatment for epididymitis at a sexual health clinic.\nThey can provide the same antibiotics you'd get at your GP surgery.\nMany sexual health clinics also offer a walk-in service, where you do not need an appointment.\nFind a sexual health clinic\nThis could be caused by your testicle becoming twisted and needs to be treated in hospital as soon as possible.\nFind your nearest A&E"}, {"No header": "You'll usually need some tests first to find out the cause.\nThese may include:\n- a groin examination\n- a swab of the tube that carries pee out of the body (urethra) – to test for infection\n- urine and blood tests\n- arectal examination– to check for problems with your prostate"}, {"Treatments for epididymitis": "If you have an infection, you'll usually be given antibiotics. Depending on the cause of the infection, you may be given antibiotic injections or tablets, or a combination of both.You should start to feel better within a few days, but it may take up to 2 weeks to fully recover.\nIt's important to finish the whole course of antibiotics, even if you start to feel better.\nThere are some things you can do while you recover to help ease pain and swelling and prevent any further problems.\n- take painkillers, such as paracetamol or ibuprofen, to help with the pain – if you have a history of fits, NSAIDs such as ibuprofen should not be taken with some antibiotics used to treat epididymitis; speak to a pharmacist about the best painkiller to use if you're unsure\ntake painkillers, such as paracetamol or ibuprofen, to help with the pain – if you have a history of fits, NSAIDs such as ibuprofen should not be taken with some antibiotics used to treat epididymitis; speak to a pharmacist about the best painkiller to use if you're unsure\n- hold a cold pack (or a bag of frozen peas wrapped in a tea towel) on your groin\nhold a cold pack (or a bag of frozen peas wrapped in a tea towel) on your groin\n- wear underwear that supports your scrotum\nwear underwear that supports your scrotum\n- do not have sex if you have gonorrhoea or chlamydia until you have finished the full course of treatment\ndo not have sex if you have gonorrhoea or chlamydia until you have finished the full course of treatment"}]}, {"condition": "Epidural", "sections": [{"No header": "An epidural is an injection in your back to stop you feeling pain in part of your body.\nThis page covers epidural anaesthesia, a type of epidural commonly given for pain relief in childbirth and in some types of surgery."}, {"When epidurals are used": "Epidurals can be used:\n- during labour and childbirth, including caesareans\n- during some types of surgery\n- after some types of surgery\nSteroid medicine can also be given with an epidural injection, to treat pain in your back or leg that's caused by sciatica or a slipped (prolapsed) disc."}, {"Preparing for an epidural": "If you have any concerns or questions about having an epidural, discuss these with your doctor. Let them know about any medicines you're taking.\nYou may be given specific advice about eating, drinking and medicines before the epidural.\nAs you will not be able to drive for 24 hours after having an epidural, so you'll need to arrange for someone to take you home."}, {"How an epidural is given": "Epidurals are given by a specialist doctor called an anaesthetist.\nYou're usually awake during an epidural, but for some types of surgery you may have it while under general anaesthetic.\n- A drip will be placed in your arm so you can be given fluids while you're having the epidural.\n- You'll be asked to sit down and lean forwards, or lie on your side with your knees up close your chest.\n- You'll be given an injection oflocal anaestheticto numb the skin where the epidural will be inserted.\n- A needle is used to insert a fine plastic tube called an epidural catheter into your back (spine) near the nerves that carry pain messages to your brain.\n- The needle is then removed, leaving just the catheter in your spine.\n- You may feel mild discomfort when the epidural needle is positioned and the catheter is inserted.\nThe epidural can be inserted at different levels of your spine, depending on the area of your body that needs pain relief.\nPain relief medicines are then given through the catheter. These take about 20 to 30 minutes to take full effect.\nYour chest, tummy and legs may feel numb while the epidural medicines are being used, and your legs may not feel as strong as usual.\nWhile the catheter remains in your back, it can be used to top up your pain relief medicines manually or using an automatic pump.\nThis can be for several hours (during childbirth) or for a few days (after major surgery).\nMobile epidurals, which use a lower dose of pain relief medicines, are sometimes used in childbirth, allowing you to walk around during labour."}, {"Recovering from an epidural": "When the epidural is stopped, the numbness usually lasts for a few hours before its effects begin to wear off.\nWhile the medicine wear off, you'll probably be advised to rest in a lying or sitting position until the feeling in your legs returns.\nThis can take a couple of hours, and you may feel a slight tingling sensation in your skin.\nTell the doctor or nurse if you feel any pain. They can give you medicines to help control it.\nDo not drive, operate machinery or drink alcohol for 24 hours after having an epidural."}, {"Risks and side effects of an epidural": "Epidurals are usually safe, but there's a small risk of side effects and complications, including:\n- low blood pressure, which can make you feel lightheaded or nauseous\n- temporary loss of bladder control\n- itchy skin\n- feeling sick\n- headaches\n- nerve damage\nRead more about the side effects and complications of an epidural."}]}, {"condition": "Epiglottitis", "sections": [{"No header": "Epiglottitis is inflammation and swelling of the epiglottis. It's often caused by an infection, but can also sometimes happen as a result of a throat injury.\nThe epiglottis is a flap of tissue that sits beneath the tongue at the back of the throat.\nIts main function is to close over the windpipe (trachea) while you're eating to prevent food entering your airway."}, {"Symptoms of epiglottitis": "The symptoms of epiglottitis usually develop quickly and get rapidly worse, although they can develop over a few days in older children and adults.\nSymptoms include:\n- a severesore throat\n- difficulty and pain when swallowing\n- difficulty breathing, which may improve when leaning forwards\n- breathing that sounds abnormal and high-pitched (stridor)\n- a high temperature\n- irritability and restlessness\n- muffled or hoarse voice\n- drooling\nThe main symptoms of epiglottitis in young children are breathing difficulties, stridor and a hoarse voice.\nIn adults and older children, swallowing difficulties and drooling are the main symptoms."}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if your child is unwell. \nIt's important to trust your instincts and get medical help if you need it."}, {"When to get medical advice": "Epiglottitis is regarded as a medical emergency, as a swollen epiglottis can restrict the oxygen supply to your lungs.\nCall 999 for an ambulance if you think you or your child has epiglottitis.\nWhile waiting for an ambulance, you should not attempt to examine your child's throat, place anything inside their mouth, or lay them on their back. This may make their symptoms worse.\nIt's important to keep them calm and to try not to cause panic or distress.\nEpiglottitis can be fatal if the throat becomes completely blocked. But most people make a full recovery with appropriate treatment."}, {"Treating epiglottitis": "Epiglottitis is treated in hospital. The first thing the medical team will do is secure the person's airways to make sure they can breathe properly.\nAn oxygen mask will be given to deliver highly concentrated oxygen to the person's lungs.\nIf this does not work, a tube will be placed in the person's mouth and pushed past their epiglottis into the windpipe. The tube will be connected to an oxygen supply.\nIf there's an urgent need to secure the airways, a small cut may be made in the neck at the front of the windpipe so a tube can be inserted. The tube is then connected to an oxygen supply.\nThis procedure is called a tracheostomy and it allows oxygen to enter the lungs while bypassing the epiglottis.\nAn emergency tracheostomy can be carried out using local anaesthetic or general anaesthetic.\nOnce the airways have been secured and the person is able to breathe unrestricted, a more comfortable and convenient way of assisting breathing may be found.\nThis is usually achieved by threading a tube through the nose and into the windpipe.\nFluids will be supplied through a drip into a vein until the person is able to swallow.\nOnce this has been achieved and the situation is thought to be safe, some tests may be carried out, such as:\n- a fibreoptic laryngoscopy – a flexible tube with a camera attached to one end (laryngoscope) is used to examine the throat\n- a throat swab – to test for any bacteria or viruses\n- blood tests– to check the number of white blood cells (a high number indicates there may an infection) and identify any traces of bacteria or viruses in the blood\n- anX-rayor aCT scan– sometimes used to check the level of swelling\nAny underlying infection will be treated with a course of antibiotics.\nWith prompt treatment, most people recover from epiglottitis after about a week and are well enough to leave hospital after 5 to 7 days."}, {"Why it happens": "Epiglottitis is usually caused by an infection with Haemophilus influenzae type b (Hib) bacteria.\nAs well as epiglottitis, Hib can cause a number of serious infections, such as pneumonia and meningitis.\nIt spreads in the same way as the cold or flu virus. The bacteria are in the tiny droplets of saliva and mucus propelled into the air when an infected person coughs or sneezes.\nYou catch the infection by breathing in these droplets or, if the droplets have landed on a surface or object, by touching this surface and then touching your face or mouth.\nLess common causes of epiglottitis include:\n- other bacterial infections – such as streptococcus pneumoniae (a common cause of pneumonia)\n- fungal infections – people with a weakened immune system are most at risk from these types of infection\n- viral infections – such as the varicella zoster virus (the virus responsible forchickenpox) and the herpes simplex virus (the virus responsible forcold sores)\n- trauma to the throat – such as a blow to the throat, or burning the throat by drinking very hot liquids\n- smoking – particularly illegal drugs, such as cannabis or crack cocaine"}, {"Hib vaccination": "The most effective way to prevent your child getting epiglottitis is to make sure their vaccinations are up-to-date.\nChildren are particularly vulnerable to a Hib infection because they have an underdeveloped immune system.\nBabies should be vaccinated against Hib as part of the 6-in-1 DTaP/IPV/Hib vaccine, which also protects against diphtheria, hepatitis B, tetanus, whooping cough and polio.\nThey should receive 3 doses of the vaccine: at 8 weeks, 12 weeks and 16 weeks of age. This is followed by an additional Hib/Men C \"booster\" vaccine at 1 year of age.\nContact your GP if you're not sure whether your child's vaccinations are up-to-date.\nRead more about the NHS vaccination schedule."}, {"Who's affected": "Because of the success of the Hib vaccination programme, epiglottitis is rare in the UK, and most cases now affect adults.\nDeaths from epiglottitis are also rare, occurring in less than 1 in 100 cases."}]}, {"condition": "Epilepsy", "sections": [{"No header": "Epilepsy is a common condition that affects the brain and causes frequent seizures.\nSeizures are bursts of electrical activity in the brain that temporarily affect how it works. They can cause a wide range of symptoms.\nEpilepsy can start at any age, but usually starts either in childhood or in people over 60.\nIt's often lifelong, but can sometimes get slowly better over time."}, {"Coronavirus advice": "- Epilepsy Action: coronavirus and epilepsy\n- Epilepsy Society: epilepsy and coronavirus FAQs"}, {"Symptoms of epilepsy": "Seizures can affect people in different ways, depending on which part of the brain is involved.\nPossible symptoms include:\n- uncontrollable jerking and shaking, called a \"fit\"\n- losing awareness and staring blankly into space\n- becoming stiff\n- strange sensations, such as a \"rising\" feeling in the tummy, unusual smells or tastes, and a tingling feeling in your arms or legs\n- collapsing\nSometimes you might pass out and not remember what happened."}, {"When to get medical help": "See a GP if you think you might have had a seizure for the first time.\nThis does not mean you have epilepsy, as a seizure can have several causes and sometimes they're just a one-off, but you should see a doctor to find out why it happened.\nFind out more about the tests for epilepsy you might have \nCall 999 for an ambulance if someone:\n- is having a seizure for the first time\n- has a seizure that lasts more than 5 minutes\n- has lots of seizures in a row\n- has breathing problems or has seriously injured themselves\nFind out what to do if someone has a seizure"}, {"Treatments for epilepsy": "Treatment can help most people with epilepsy have fewer seizures or stop having seizures completely.\nTreatments include:\n- medicines called anti-epileptic drugs – these are the main treatment\n- surgery to remove a small part of the brain that's causing the seizures\n- a procedure to put a small electrical device inside the body that can help control seizures\n- a special diet (ketogenic diet) that can help control seizures\nSome people need treatment for life. But you might be able to stop treatment if your seizures disappear over time."}, {"Living with epilepsy": "Epilepsy is usually a lifelong condition, but most people with it are able to have normal lives if their seizures are well controlled.\nMost children with epilepsy are able to go to a mainstream school, take part in most activities and sports, and get a job when they're older.\nBut you may have to think about your epilepsy before you do things such as driving, certain jobs, swimming, using contraception and planning a pregnancy.\nAdvice is available from a GP or support groups to help you adjust to life with epilepsy.\nFind out more about living with epilepsy"}, {"Causes of epilepsy": "In epilepsy, the electrical signals in the brain become scrambled and there are sometimes sudden bursts of electrical activity. This is what causes seizures.\nIn most cases, it's not clear why this happens. It's possible it could be partly caused by your genes affecting how your brain works, as around 1 in 3 people with epilepsy have a family member with it.\nOccasionally, epilepsy can be caused by damage to the brain, such as damage from:\n- astroke\n- abrain tumour\n- asevere head injury\n- drug abuse oralcohol misuse\n- a brain infection\n- a lack of oxygen during birth"}]}, {"condition": "Erectile dysfunction (impotence)", "sections": [{"No header": "Erection problems (impotence) are very common, particularly in men over 40. It's usually nothing to worry about, but you should see a GP if it keeps happening. It could be the sign of a more serious problem."}, {"Causes of erection problems": "Most men occasionally fail to get or keep an erection.\nThis is usually caused by stress, tiredness, anxiety or drinking too much alcohol, and it's nothing to worry about.\nIf it happens more often, it may be caused by physical health or emotional problems."}, {"Non-urgent advice:  See a GP or go to a sexual health clinic if:": "- erection problems keep happening\nIt could be a sign of an underlying health condition such as diabetes.\nSexual health clinics treat problems with sexual health. They can provide the same treatment you would get at your GP surgery.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment.\nThey'll often get test results quicker than GP practices.\nFind a sexual health clinic near you"}, {"No header": "The doctor or nurse will ask about your lifestyle and relationships, and any problems you might be having.\nThey'll carry out basic health checks, such as taking your blood pressure.\nThey'll also examine your genitals to rule out any obvious physical cause.\nIf you have symptoms like needing to pee more often, you may also need to have an examination of your prostate."}, {"Treatment for erection problems depends on the cause": "Treatments for erectile dysfunction are usually effective and the problem often goes away.\nThere are also specific treatments for some of the causes of erectile dysfunction.\nMedicine such as sildenafil (sold as Viagra) is also often used by doctors to treat erectile dysfunction. It's also available from pharmacies.\nBecause of changes in regulations, you no longer need a prescription to get sildenafil.\nBut you'll have to have a consultation with the pharmacist to make sure it's safe for you to take it.\nThere are other similar medicines called tadalafil (Cialis), vardenafil (Levitra) and avanafil (Spedra) that work in a similar way.\nYou'll still need a prescription to get these medicines."}, {"No header": "You can buy sildenafil (Viagra) over the internet. Be very careful if you do this as many websites sell fake medicines.\nOnline medicines are not always regulated and the ingredients in them can vary from one pack to another. They can cause unpleasant side effects, or may not be suitable for you.\nIt's best to see a doctor before buying medicines online. They know your medical history and can discuss whether you might benefit from treatment.\nIf you choose to buy sildenafil (Viagra) on the internet, make sure:\n- any online pharmacy is registered with theGeneral Pharmaceutical Council (GPhC)\n- any online doctor service is registered with theCare Quality Commission (CQC)\n- all doctors are registered with theGeneral Medical Council (GMC)\nNever buy off-prescription Viagra tablets online.\nMake sure they're prescribed by a doctor or come from a UK pharmacy."}, {"Things you can do to help with erectile dysfunction": "Healthy lifestyle changes can sometimes help erectile dysfunction.\n- lose weight if you're overweight\nlose weight if you're overweight\n- stop smoking\nstop smoking\n- eat a healthy diet\neat a healthy diet\n- exercise daily\nexercise daily\n- try to reduce stress and anxiety\ntry to reduce stress and anxiety\n- do not cycle for a while (if you cycle for more than 3 hours a week)\ndo not cycle for a while (if you cycle for more than 3 hours a week)\n- do not drink more than 14 units of alcohol a week\ndo not drink more than 14 units of alcohol a week"}, {"No header": "The Sexual Advice Association has factsheets on medicines and other treatments for erectile dysfunction.\nVacuum pumps encourage blood to flow to the penis, causing an erection.\nThey work for most men and can be used if medicine is not suitable or does not work.\nThey're not always available on the NHS. Speak to a doctor about where to get a vacuum pump.\nIt's more likely to be an emotional problem if you only have erection problems some of the time. For example, you get an erection when waking up in the morning, but not during sexual activity.\nAnxiety and depression can be treated with counselling and cognitive behavioural therapy (CBT).\nA GP might recommend sex therapy, either on its own or in combination with other psychotherapy.\nThere's usually a long wait for these services on the NHS.\nYou can also pay to see someone privately.\nCounsellors and psychotherapists should be a member of the:\n- British Association of Counselling and Psychotherapy\nSex therapists should be a member of the:\n- College of Sexual and Relationship Therapists (COSRT)\n- Institute of Psychosexual Medicine\nRelate also offers sex therapy for a fee.\nAdvice and support is also available from the Sexual Advice Association."}]}, {"condition": "Erythema multiforme", "sections": [{"No header": "Erythema multiforme is a skin reaction that can be triggered by an infection or some medicines. It's usually mild and goes away in a few weeks.\nThere's also a rare, severe form that can affect the mouth, genitals and eyes and can be life-threatening. This is known as erythema multiforme major.\nErythema multiforme mainly affects adults under 40, although it can happen at any age."}, {"Symptoms of erythema multiforme": "Most people with erythema multiforme will just have a rash, but other symptoms can sometimes occur.\nThe rash starts suddenly and develops over a few days. It tends to start on the hands or feet, before spreading to the limbs, upper body and face.\nThe rash:\n- starts as small red spots, which may become raised patches a few centimetres in size\n- often has patches that look like a target or \"bulls-eye\", with a dark red centre that may have a blister or crust, surrounded by a pale pink ring and a darker outermost ring\n- may be slightly itchy or uncomfortable\n- usually fades over 2 to 4 weeks\nIn more severe cases, the patches may join together to form large, red areas that may be raw and painful.\nAdditional symptoms of erythema multiforme can include:\n- a high temperature\n- aheadache\n- feeling generally unwell\n- raw sores inside your mouth, making it hard to eat and drink\n- swollen lips covered in crusts\n- sores on the genitals, making it painful to pee\n- sore,red eyes\n- sensitivity to light and blurred vision\n- aching joints\nThese symptoms are more common in erythema multiforme major or a similar condition called Stevens-Johnson syndrome."}, {"When to get medical advice": "See a GP as soon as possible if you think you or your child may have erythema multiforme.\nA GP may be able to diagnose it just by looking at the rash, but they can refer you to a skin specialist (dermatologist) if they're not sure.\nIf erythema multiforme major or Stevens-Johnson syndrome is suspected, you'll be referred to hospital immediately because these conditions can be serious.\nIf you're unable to see a GP, call NHS 111 or go to 111.nhs.uk"}, {"Causes of erythema multiforme": "The cause of erythema multiforme is often unclear, but some cases are the result of a reaction to an infection or medicine.\nThe condition cannot be passed from person to person.\nMost cases are caused by a viral infection – often the herpes simplex (cold sore) virus. This virus usually lies inactive in the body, but it can become reactivated from time to time.\nSome people will get a cold sore a few days before the rash starts.\nErythema multiforme can also be triggered by mycoplasma bacteria, a type of bacteria that sometimes cause chest infections.\nSome medicines can occasionally cause the more severe form of erythema multiforme. Possible medicine triggers include:\n- antibiotics, such as sulfonamides, tetracyclines, amoxicillin and ampicillin\n- non-steroidal anti-inflammatory drugs (NSAIDs), such asibuprofen\n- anticonvulsants (used to treatepilepsy), such as phenytoin and barbiturates"}, {"Treatments for erythema multiforme": "Treatment aims to tackle the underlying cause of the condition, relieve your symptoms and stop your skin becoming infected.\nYour doctor may recommend:\n- stopping any medicine that may be triggering your symptoms – do not try this without speaking to your doctor first\n- antihistaminesandmoisturising cream (emollients)to reduce itching\n- steroid creamto reduce redness and swelling (inflammation)\n- painkillers for any pain\n- antiviral tablets, if the cause is a viral infection\n- anaestheticmouthwash to ease the discomfort of any mouth sores\nMore severe cases may be treated in hospital with:\n- stronger painkillers\n- wound dressings to stop your sores becoming infected\n- a softened or liquid diet if your mouth is badly affected – some people may need fluids given through a drip into a vein\n- steroid tabletsto control the inflammation\n- antibioticsif you have or develop a bacterial infection\n- eye drops or ointment if your eyes are affected"}, {"Complications of erythema multiforme": "Most people with erythema multiforme make a full recovery within a few weeks. There are usually no further problems and the skin heals without scarring.\nThere is a risk the condition could come back at some point, especially if it was caused by the herpes simplex virus.\nYou may be given antiviral medicine to prevent attacks if you experience them frequently.\nIn severe cases, possible complications can include:\n- sepsis\n- a skin infection(cellulitis)\n- permanent skin damage and scarring\n- permanent eye damage\n- inflammation of internal organs, such as the lungs or liver"}]}, {"condition": "Erythema nodosum", "sections": [{"No header": "Erythema nodosum is swollen fat under the skin causing bumps and patches that look red or darker than surrounding skin. It usually goes away by itself, but it can be a sign of something serious."}, {"Check if you have erythema nodosum": "You may also have flu-like symptoms, such as:\n- a high temperature\n- tiredness\n- joint and muscle pain\nCheck other types of lumps."}, {"How you can ease the pain yourself": "- tryibuprofen\n- rest with your feet raised on a pillow\n- apply a cool wet compress, like a damp cloth\nThe colour of the bumps and patches usually changes and fades, like a bruise.\nThe bumps usually heal on their own within 3 to 8 weeks without leaving a scar. But other symptoms, such as joint pain, may last several weeks or months."}, {"A pharmacist can help with erythema nodosum": "If you're in pain, a pharmacist can recommend:\n- stronger painkillers\n- supportive bandages or stockings\nA pharmacist may also suggest you see a GP."}, {"No header": "- the pain is affecting your daily life\n- lots of bumps and patches start appearing\n- the bumps do not go away\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "A GP should be able to tell if you have erythema nodosum by looking at the bumps and patches.\nIf the GP thinks a medicine you've been taking might be causing erythema nodosum, you may be advised to stop taking it. Do not stop taking your medicines without asking a GP first.\nThe GP might arrange some tests if erythema nodosum:\n- could be a sign of something more serious\n- has not cleared within 8 weeks"}, {"Causes of erythema nodosum": "Erythema nodosum can be caused by lots of things, but often the cause is not known.\nCommon causes include:\n- Crohn's disease\n- ulcerative colitis\n- a reaction to some medicines\n- sarcoidosis\n- tuberculosis\n- pneumonia\n- a throat infection\n- a fungal infection"}]}, {"condition": "Erythromelalgia", "sections": [{"No header": "Erythromelalgia is a rare condition that causes episodes of burning pain and redness in the feet, and sometimes the hands, arms, legs, ears and face.\nSymptoms of erythromelalgia can begin at any age. Some people may have had it from early childhood, while some are only affected as adults."}, {"Symptoms of erythromelalgia": "The 3 main symptoms of erythromelalgia are heat, pain and redness in the skin.\nThe feet are most commonly affected, but the hands, arms, legs, ears and face can be too.\nThe pain can range from mild, with only a slight tingling feeling like pins and needles, to a severe burning pain, which can be bad enough to make walking, standing, socialising, exercising and sleeping difficult.\nIt can have a significant impact on work or school life.\nPeople with erythromelalgia typically have episodes or \"flare-ups\" of pain lasting from a few minutes to several days.\nThe flare-ups usually start as an itching sensation, which worsens to pain, and tender mottled, red skin that feels warm or hot to the touch.\nOther symptoms may include:\n- swelling of the affected body part\n- sweating in the affected area more or less than you usually would\n- purple discolouration when there's no flare-up"}, {"Triggers for erythromelalgia": "Symptoms of erythromelalgia are usually triggered by an increase in body temperature.\nThis can happen:\n- after exercising\n- when wearing warm socks, gloves or tight shoes\n- after entering a warm room\n- when feeling stressed\n- when drinking alcohol or eating spicy food\n- when you're dehydrated"}, {"Things you can do to ease erythromelalgia": "Cooling or raising the affected part of your body may help relieve the symptoms of erythromelalgia.\nYou can cool your skin using a fan, cool water, a cool surface or cool gel packs.\nBut avoid using ice or anything that's too cold, and do not soak your hands or feet for a long time in cold water.\nThis can lead to hypothermia or skin damage.\nAnd there's also a risk the change in temperature may trigger a flare-up when the affected area warms up again."}, {"Treatments for erythromelalgia": "Some medicines that are applied directly to the skin (topical medicines) have been found to help relieve the symptoms of erythromelalgia.\nThese may be in the form of creams, gels, sprays or patches. You may be prescribed a capsaicin cream or patch to make the heat receptors in your skin less sensitive.\nA local anaesthetic called lidocaine may also be prescribed in the form of a cream, gel or spray.\nA GP will be able to give you more information about these medicines and if they're right for you.\nYou can also speak to a pharmacist about lidocaine creams.\nA number of different medicines taken by mouth (orally) may help relieve the symptoms of erythromelalgia.\nYou may need to try several different medicines, under the supervision of a doctor, before you find the one or the combination that works best for you.\nYour treatment options will also depend on the type of erythromelalgia you have.\nMany treatments require referral to a specialist centre so benefits and potential side effects can be closely monitored.\nThe types of medicine a doctor may prescribe include:\n- dietary supplements – such as magnesium, which can help open up your blood vessels\n- aspirin– only used for adults, not for children\n- anti-epilepsy medicines – such asgabapentinorcarbamazepine\n- blood pressure medicines – medicine to either open up your blood vessels and increase blood flow, orbeta blockersto help reduce blood flow, depending on the cause of your erythromelalgia\n- low doses of antidepressants – such asduloxetine,venlafaxine,amitriptylineornortriptyline\n- prescription-only painkillers\nIf oral medicine does not manage to control your symptoms, you may be given medicine directly into the bloodstream through a drip (intravenous infusion).\nLidocaine, a local anaesthetic that can help nerve-related pain, can be given this way. But how long it works for varies between people.\nYour doctor will explain this procedure to you and how you should prepare for it."}, {"Causes of erythromelalgia": "The cause of erythromelalgia is usually unknown.\nBut it's sometimes caused by another underlying medical condition or a faulty gene inherited from a parent.\nErythromelalgia sometimes results from an underlying condition, such as:\n- a blood disorder – likepolycythaemia\n- nerve damage – for example, caused byperipheral neuropathy\n- multiple sclerosis (MS)\n- an autoimmune problem – such aslupusorrheumatoid arthritis, where the immune system attacks the body's own tissues\nIt may also be caused by certain medicines. Your doctor will be able to give you more information on this.\nSome people with erythromelalgia have a faulty gene that causes the condition.\nErythromelalgia can run in families when the faulty gene is passed down (inherited) from a parent to their child.\nThe faulty gene causes changes in the way pain signals are delivered to the brain, increasing or strengthening them."}, {"More information and support": "- For children:Great Ormond Street Hospital for Children Pain Control Service\n- For adults:National Hospital for Neurology and Neurosurgery Pain Management Centre\n- The Erythromelalgia Association\n- Foundation for Peripheral Neuropathy\n- Pain Concern"}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you or your child has erythromelalgia, your clinical team will pass the information on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat erythromelalgia. You can opt out of the register at any time."}]}, {"condition": "Essential tremor, see Tremor or shaking hands", "sections": [{"No header": "A tremor is when you're not able to control shaking or trembling in part of your body. See a GP if a tremor is affecting your life as treatment may help to reduce it."}, {"When a tremor is normal": "It's normal to have a slight tremor. For example, if you hold your hands or arms out in front of you, they will not be completely still.\nSometimes a tremor becomes more noticeable.\nThis often happens:\n- as you get older\n- when you're stressed, tired, anxious or angry\n- after drinking caffeine (for example, in tea, coffee or cola) or smoking\n- if you're very hot or cold\nSome medicines and conditions can also cause a tremor. Speak to your GP before you stop taking any prescribed medicine."}, {"No header": "you have a tremor or shaking hands and:\n- it's getting worse over time\n- it's affecting your daily activities\nYour doctor will want to make sure the tremor is not caused by another condition. They may also be able to offer treatment.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your GP appointment": "Your GP will examine you and ask:\n- if you have any other symptoms\n- if you're taking any medicine\n- about your and your family's medical history – some types of tremor run in families\nA mild tremor that is not caused by another condition does not usually need any treatment. Your GP may want to monitor you to make sure it does not get any worse.\nYour GP may refer you to a specialist for further tests if your tremor could be a symptom of a condition such as Parkinson's disease or multiple sclerosis."}, {"Treating a severe tremor": "If you have a tremor that's affecting your life, your GP may prescribe medicine. Medicine will not cure the tremor, but it often helps to reduce the shaking or trembling.\nYou may need to take medicine all the time, or only when you need it – for example, before a stressful situation that causes your tremor to get worse.\nIf a tremor is affecting your head or voice, you may be offered injections to block the nerves and relax the muscles.\nIn rare cases, brain surgery may be an option to treat a severe tremor that is not helped by medicine.\nRead more about brain surgery for severe tremor on the National Tremor Foundation (NTF) website\nThe NTF also offers support and information on tremor if it's affecting your life."}]}, {"condition": "Euthanasia and assisted suicide", "sections": [{"No header": "Euthanasia is the act of deliberately ending a person's life to relieve suffering.\nFor example, it could be considered euthanasia if a doctor deliberately gave a patient with a terminal illness a drug they do not otherwise need, such as an overdose of sedatives or muscle relaxant, with the sole aim of ending their life.\nAssisted suicide is the act of deliberately assisting another person to kill themselves. If a relative of a person with a terminal illness obtained strong sedatives, knowing the person intended to use them to kill themselves, the relative may be considered to be assisting suicide."}, {"The law": "Both euthanasia and assisted suicide are illegal under English law.\nAssisted suicide is illegal under the terms of the Suicide Act (1961) and is punishable by up to 14 years' imprisonment. Trying to kill yourself is not a criminal act.\nDepending on the circumstances, euthanasia is regarded as either manslaughter or murder. The maximum penalty is life imprisonment."}, {"Types of euthanasia": "Euthanasia can be classified as:\n- voluntary euthanasia– where a person makes a conscious decision to die and asks for help to do so\n- non-voluntary euthanasia– where a person is unable to give their consent (for example, because they're in acoma) and another person takes the decision on their behalf, perhaps because the ill person previously expressed a wish for their life to be ended in such circumstances"}, {"End of life care": "When you're approaching the last stage of your life, you have a right to high quality, personalised end of life care that helps you live as well as possible until you die.\nFind out more about:\n- where you can receive your care, includingin a hospice\n- coping with a terminal diagnosis\n- ways to starttalking about the fact you're dying\n- managing pain and other symptoms\n- coping financially and benefits entitlement\n- making a legally bindingadvance decision to refuse treatment\n- creating alasting power of attorneyso someone you trust can make decisions for you if you cannot make them in the future\n- why it can help toplan ahead for your future care\nFind palliative care services near you."}]}, {"condition": "Ewing sarcoma", "sections": [{"No header": "Ewing sarcoma is a rare type of cancer that affects bones or the tissue around bones.\nIt mainly affects children and young people, but is also seen in adults. It's more common in males than females."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of Ewing sarcoma": "Symptoms include:\n- bone pain – this may get worse over time and may be worse at night\n- a tender lump or swelling\n- a high temperature that does not go away\n- feeling tired all the time\n- unintentional weight loss\nAffected bones may also be weaker and more likely to break. Some people are diagnosed after they have a fracture.\n\nThe legs (often around the knee), pelvis, arms, ribs and spine are the main areas affected by Ewing sarcoma."}, {"Tests for Ewing sarcoma": "Ewing sarcoma can be difficult to diagnose because it's quite rare and the symptoms can be similar to lots of other conditions.\nSeveral tests may be needed to diagnose the cancer and see where it is in the body.\nThese tests may include:\n- anX-ray\n- blood tests\n- anMRI scan, aCT scanor aPET scan\n- a bone scan – after having an injection of a slightly radioactive substance that makes the bones show up clearly\n- a bonebiopsy, where a small sample of bone is removed so it can be checked for signs of cancer and certain genetic changes associated with Ewing sarcoma"}, {"Treatments for Ewing sarcoma": "Treatment for Ewing sarcoma often involves a combination of:\n- radiotherapy– where radiation is used to kill cancer cells\n- chemotherapy– where medicine is used to kill cancer cells\n- surgery to remove the cancer\nAs Ewing sarcoma is rare and the treatment complicated, you should be treated by a specialist team. They'll recommend a treatment plan based on where the cancer is and its size.\nTalk to your care team about why they've suggested the treatment plan, and ask them to go over the benefits and any risks involved. You may also want to discuss what care you might need afterwards.\n\nRadiotherapy is often used to treat Ewing sarcoma before and after surgery, or it may be used instead of surgery if the cancer cannot be removed safely.\n\nMost people with Ewing sarcoma have chemotherapy to shrink the cancer and then surgery to remove as much of it as possible. This is often followed by further chemotherapy to kill any leftover cancer cells.\nIf Ewing sarcoma affects your bones, you'll need surgery at a specialist bone cancer centre.\nThere are 3 main types of surgery for Ewing sarcoma. Surgery can be used to remove:\n- the affected bone or tissue – this is called a resection\n- the bit of bone containing cancer and replacing it with a piece of metal or bone taken from another part of the body – this is called limb-sparing surgery\n- all or part of an arm or leg – this is called anamputation\nIf you have an arm or leg amputated, you may need a prosthetic limb and support to help you regain the use of the affected limb."}, {"Outlook for Ewing sarcoma": "Ewing sarcoma can spread to other parts of the body quite quickly. The earlier it's diagnosed, the better the chance of treatment being successful.\nIt can sometimes be cured, but this might not be possible if the cancer has spread.\nThe cancer can also come back after treatment, so you'll be offered regular check-ups to look for any signs of this. Some people need treatment for many years.\nAround 6 out of 10 people with Ewing sarcoma live at least 5 years after being diagnosed. But this can vary and some people live much longer.\nSpeak to your care team about the chances of your treatment being successful."}, {"More information and support": "Being told you or your child has cancer can be very upsetting and overwhelming.\nAs well as the support from your care team, you may find it useful to get information and advice from charities and support groups.\nThe main organisations for Ewing sarcoma are:\n- Sarcoma UK– which hasinformation on Ewing sarcomaas well asgeneral support for people with sarcoma\n- Bone Cancer Research Trust– which hasinformation on Ewing sarcomaandsupport for people with bone cancer\nOther good sources of information and support for cancer include:\n- Macmillan Cancer Support\n- Cancer Research UK\n- CLIC Sargent\n- Children's Cancer and Leukaemia Group\nThere may be a clinical trial suitable for your or your child – ask your doctor for further information. You can also find out about clinical trials for Ewing sarcoma at the Euro Ewing Consortium and Cancer Research UK clinical trials."}]}, {"condition": "Excessive daytime sleepiness (hypersomnia)", "sections": [{"No header": "Excessive daytime sleepiness (hypersomnia) is a condition where people fall asleep repeatedly during the day; sometimes in the middle of eating a meal or during a conversation."}, {"Check if it's hypersomnia": "Excessive daytime sleepiness is different from feeling tired all the time.\nIf you have hypersomnia, you may:\n- regularly nap during the day and not feel refreshed\n- fall asleep during the day, often while eating or talking\n- still sleep for long hours at night"}, {"No header": "- you often fall asleep during the day\n- sleepiness is affecting your life\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will want to find out why you're sleeping excessively. They might:\n- ask you about possible causes of your sleepiness, such mental or physical health problems, or any medicines you may be taking\n- suggest you keep a diary of when you sleep\n- refer you to a doctor who specialises in sleep disorders\nTreatment for excessive sleepiness will depend on what's causing it. It may include medicine to help keep you awake."}, {"Causes of hypersomnia": "Conditions that may be related to excessive sleepiness include:\nSome medicines, drinking too much alcohol and taking drugs can also cause excessive daytime sleepiness.\nSometimes there is no known cause. This is called idiopathic hypersomnia."}, {"Things you can try to help your sleeping habits": "Changing your sleep habits may not cure hypersomnia, but it might help you feel better.\nTry to:\n- go to bed at the same time every night\n- avoid drinking alcohol and caffeine\n- create a peaceful sleeping environment\n- if possible, avoid medicines that can cause drowsiness\n- avoid working late into the night\nIt might also help to talk to your family and friends about your excessive daytime sleepiness so they're aware of it."}]}, {"condition": "Excessive hair growth (hirsutism)", "sections": [{"No header": "Hirsutism is where women have thick, dark hair on their face, neck, chest, tummy, lower back, buttocks or thighs. See a GP if it's a problem for you. It might be caused by a medical condition that can be treated."}, {"Causes of hirsutism": "Hirsutism is linked to hormones called androgens. It can happen if the level of these hormones increases or if your body becomes more sensitive to them.\nThe most common cause is polycystic ovary syndrome (PCOS). This is a condition affecting the ovaries that can also cause symptoms such as acne and irregular periods.\nSometimes there's no obvious cause.\nRarely, hirsutism can be caused by:\n- certain medicines\n- usinganabolic steroids\n- other hormonal conditions likeCushing's syndromeandacromegaly\n- a tumour affecting your hormone levels\nIf you have lighter, finer hair on your face or body, it's probably not hirsutism. Most women get more of this type of hair as they get older, particularly after the menopause."}, {"Non-urgent advice:  See a GP if:": "- you're a woman and you have thick, dark hair on your face, neck, chest, tummy, lower back, buttocks or thighs\nThe GP will check what's causing the hair growth.\nYou may have a blood test to measure your hormone levels. A change in your hormone levels is a common cause of hirsutism.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for hirsutism": "If you have hirsutism, your GP may suggest:\n- losing weight if you're overweight – this can help control hormone levels\n- things you can do at home to remove or lighten the hair – such as shaving, waxing, plucking, hair removal creams or bleaching\n- a prescription cream to slow hair growth on your face (eflornithine cream)\n- taking a contraceptive pill if you've not been through the menopause yet – this can help control hormone levels\nIf these have not helped after 6 months, your GP may refer you to a specialist. They may recommend other medicines to control your hormone levels.\nThere are treatments that can get rid of unwanted hair for longer than the things you can do at home. But they're not usually permanent.\nThey're also not usually available on the NHS and can be expensive.\nThe 2 main treatments are:\n- electrolysis – where an electric current is used to stop your hair growing\n- laser hair removal\nMake sure you research these treatments before trying them. They both have risks and the results are not the same for everyone."}]}, {"condition": "Excessive sweating (hyperhidrosis)", "sections": [{"No header": "Excessive sweating is common and can affect the whole body or just certain areas. Sometimes it gets better with age but there are things you can do and treatments that can help."}, {"What is excessive sweating?": "It's normal to sweat if you get hot or do exercise, but you may be sweating excessively if you're sweating when your body does not need to cool down.\nExcessive sweating can happen for no obvious reason, because of another condition you may have or as a side effect of a medicine you're taking."}, {"Things you can do to help with excessive sweating": "- wear loose-fitting clothes to minimise signs of sweating\nwear loose-fitting clothes to minimise signs of sweating\n- wear socks that absorb moisture and change your socks at least twice a day if possible\nwear socks that absorb moisture and change your socks at least twice a day if possible\n- wear leather shoes and try to wear different shoes day to day\nwear leather shoes and try to wear different shoes day to day\n- do not wear tight clothes or synthetic fabrics – for example, nylon\ndo not wear tight clothes or synthetic fabrics – for example, nylon\n- do not wear enclosed boots or sports shoes that may cause your feet to sweat more\ndo not wear enclosed boots or sports shoes that may cause your feet to sweat more\n- do not do things that might make your sweating worse – for example, drinking alcohol or eating spicy food\ndo not do things that might make your sweating worse – for example, drinking alcohol or eating spicy food"}, {"A pharmacist can help with excessive sweating": "You can see a pharmacist about excessive sweating. You can buy things without a prescription, such as:\n- stronger antiperspirants instead of deodorant\n- armpit or sweat shields to protect your clothing\n- foot powders for sweaty feet\n- soap substitutes that are more gentle on your skin"}, {"No header": "- things you can do yourself are not helping\n- it's lasted for at least 6 months\n- it stops you from getting on with your daily activities\n- it happens at least once a week\n- it happens at night (you're havingnight sweats)\n- you have a family history of excessive sweating\n- you're taking medicine for another condition\nThe GP may refer you for tests if they think another condition may be causing your sweating.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treating severe excessive sweating": "If there's no obvious cause for your sweating, and nothing seems to be helping, then you may be referred to a specialist (dermatologist).\nThey may recommend other treatments that you can try, such as:\n- taking tablets that reduce sweating\n- treating the areas with a weak electric current passed through water or on a wet pad (iontophoresis)\n- having botox injections for sweating under the armpits (this may not be available on the NHS)\n- surgery – for example, removal of the sweat glands\nVisit Hyperhidrosis UK for more information on available treatments.\nIf your sweating is caused by another condition, any treatment you may need will depend on what's causing it."}]}, {"condition": "Excessive thirst", "sections": [{"No header": "It's normal to sometimes feel thirsty, but it's not normal to constantly feel thirsty even when you're drinking a lot. See a GP to find out what's causing your excessive thirst."}, {"Why am I always thirsty?": "Most of the time if you're feeling thirsty it's because you need to drink more fluids.\nThis can happen if you:\n- sweat a lot after doing exercise\n- are unwell with sickness and diarrhoea\n- do not drink enough fluids\n- drink too much alcohol or caffeine\n- eat salty or spicy food\n- have a high temperature\n- are pregnant\nDrink more fluids and avoid alcohol or caffeine to see if it helps.\nIf you do not, you may be at risk of becoming dehydrated.\nSymptoms of dehydration in adults and children include:\n- feeling thirsty\n- dark yellow and strong-smelling pee\n- peeing little and less than 4 times a day\n- feeling dizzy or lightheaded\n- feeling tired\n- dry mouth, lips and eyes\nFind out more about dehydration"}, {"Non-urgent advice:  See a GP if you have excessive thirst and:": "- drinking more fluids for several days has not helped\n- you frequently need to pee\n- you're pregnant\nThe GP will check if your excessive thirst is being caused by something – for example, diabetes, anaemia or medicines you're taking.\nThe treatment you have will depend on what's causing your excessive thirst.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Dry mouth or excessive thirst?": "You may think you're thirsty when you actually have a dry mouth.\nIf it's a dry mouth, you may have:\n- a burning sensation or soreness in your mouth\n- changes in your sense of taste\n- difficulty speaking, eating or swallowing\nFind out more about dry mouth"}]}, {"condition": "Exophthalmos (bulging eyes)", "sections": [{"No header": "Exophthalmos, also known as proptosis, is the medical term for bulging or protruding eyeballs. It can affect 1 or both eyes and is most often caused by thyroid eye disease.\nIf you have exophthalmos, there is a small risk of your optic nerve (which sends signals between your eye and brain) becoming compressed, which may affect your sight permanently if it is not treated quickly.\nMany of the symptoms of thyroid eye disease tend to improve over time, although this can take several years. There's a chance your eyes will continue to protrude if corrective surgery is not done.\nSome people with exophthalmos are left with long-term vision problems, such as double vision. However, permanent loss of vision is rare if the condition is diagnosed and treated quickly."}, {"When to get medical advice": "See a GP or an optician if you notice that 1 or both of your eyes are protruding.\nIt's important to identify the cause, as treatment is often more effective if it's started as soon as possible.\nIf necessary, a GP or optician can refer you to an eye specialist (ophthalmologist) for further assessment."}, {"Diagnosing exophthalmos": "If you're referred to an eye specialist (ophthalmologist), they may:\n- check how well you're able to move your eyes\n- use an instrument called an exophthalmometer to measure how far your eyeball protrudes\n- arrange for aCT scanorMRI scan\n- arrange for ablood testto check how well your thyroid gland is working\nYou may be referred to a doctor who specialise in conditions affecting glands and hormones (endocrinologist) if your thyroid hormone levels are found to be abnormal."}, {"Causes of exophthalmos": "One of the main causes of exophthalmos in the UK is thyroid eye disease, also known as Graves' ophthalmopathy disease.\nGraves' ophthalmopathy disease affects around 1 in every 3 people with an overactive thyroid gland (hyperthyroidism) caused by Graves' disease. It's more common in women and people who smoke.\nGraves' disease is an autoimmune condition, which is where the immune system mistakenly attacks healthy tissue. \nIn the case of thyroid eye disease, the immune system attacks the muscles and fatty tissues around and behind the eye, making them swollen.\nThyroid eye disease can also occasionally affect people with an underactive thyroid gland (hypothyroidism) and, in rare cases, people with normal thyroid function.\nExophthalmos can also have other causes, but these are generally less common.\nOther causes of exophthalmos can include:\n- an injury to the eyes\n- bleeding behind the eyes\n- abnormally shaped blood vessels behind the eyes\n- an infection of the tissue in the eye socket\n- cancerous tumours, such as those caused byneuroblastomaand somesoft tissue sarcomas\nRarely, exophthalmos can also affect newborn babies."}, {"Treating exophthalmos": "If exophthalmos is caused by thyroid eye disease, the following treatments are often helpful:\n- medicine to correct the level of thyroid hormones in your blood. This will not necessarily improve the problems with your eyes, but may stop them getting worse\n- steroid injectionsinto a vein (intravenously) – this can help reduce the inflammation associated with the condition\n- corrective surgery – this may be done to improve the appearance of your eyes once the inflammation is under control\nOther useful treatments include using eye drops to reduce eye dryness and irritation, and wearing special lenses to correct double vision. Stopping smoking can also help.\nIn other cases, treatment will vary depending on the cause. For example,  radiotherapy, chemotherapy and/or surgery may be recommended if exophthalmos is caused by a tumour.\nFind out more about treating exophthalmos."}, {"Complications of exophthalmos": "Depending on what's causing your bulging eyes, you may also have other associated symptoms. For example, if exophthalmos is caused by a thyroid eye disease, your eyes may also be:\n- inflamed, red and painful\n- dry and \"gritty\"\n- tearful\n- sensitive to light (photophobia)\nYou may also experience some double vision.\nIf you have severe exophthalmos, you may not be able to close your eyes properly. This can damage the transparent tissue that covers the front of your eyes (corneas) by causing them to dry out.\nIf your corneas become very dry, an infection or ulcers may develop. These could damage your vision if left untreated."}]}, {"condition": "Eye cancer", "sections": [{"No header": "Around 750 cases of eye cancer (ocular cancer) are diagnosed in the UK each year.\nThere are a number of different types of cancer that affect the eyes, including:\n- eye melanoma\n- squamous cell carcinoma\n- lymphoma\n- retinoblastoma– a childhood cancer\nCancer can also sometimes develop in the tissues surrounding your eyeball or spread to the eye from other parts of the body, such as the lungs or breasts.\nThis topic focuses on melanoma of the eye, one of the most common types of eye cancer. \nThe Cancer Research UK website has more information about the other types of eye cancer."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of eye cancer": "Eye cancer does not always cause obvious symptoms and may only be picked up during a routine eye test.\nSymptoms of eye cancer can include:\n- shadows, flashes of light, or wiggly lines in your vision\n- blurred vision\n- a dark patch in your eye that's getting bigger\n- partial or totalloss of vision\n- bulging of 1 eye\n- a lump on your eyelid or in your eye that's increasing in size\n- pain in or around your eye, although this is rare\nThese symptoms can also be caused by more minor eye conditions, so they're not necessarily a sign of cancer.\nBut it's important to get the symptoms checked by a doctor as soon as possible."}, {"Melanoma of the eye": "Melanoma is cancer that develops from pigment-producing cells called melanocytes.\nMost melanomas develop in the skin, but it's also possible for them to occur in other parts of the body, including the eye.\nEye melanoma most commonly affects the eyeball. Doctors sometimes call it uveal or choroidal melanoma, depending on exactly which part of your eye is affected.\nIt can also affect the conjunctiva (the thin layer that covers the front of the eye) or the eyelid."}, {"What causes eye melanoma?": "Eye melanoma occurs when the pigment-producing cells in the eyes divide and multiply too rapidly. This produces a lump of tissue known as a tumour.\nIt's not clear exactly why this occurs, but the following factors may increase the risk of it happening:\n- lighter eye colour – if you have blue, grey or green eyes, you have a higher risk of developing eye melanoma compared with people who have brown eyes\n- white or pale skin – eye melanoma mostly affects white people and is more common in those with fair skin\n- unusual moles – if you have irregularly shaped or unusually colouredmoles, you're more at risk of developingskin cancerand eye melanoma\n- use of sunbeds – there's some evidence to suggest that exposing yourself toultraviolet (UV) radiationfrom sunbeds, for example, can increase your risk of eye melanoma\n- overexposure to sunlight – this increases your risk of skin cancer, and may also be a risk factor for eye melanoma\nThe risk of developing eye melanoma also increases with age, with most cases being diagnosed in people in their 50s.\nRead about the risk factors for other types of eye cancer on the Cancer Research UK website."}, {"Diagnosing melanoma of the eye": "If your GP or optician (optometrist) suspects you have a serious problem with your eyes, they'll refer you to a specialist eye doctor called an ophthalmologist for an assessment.\nIf they suspect you have melanoma of the eye, they'll refer you to a specialist centre for eye cancer.\nThere are 4 centres in the UK, located in London, Sheffield, Liverpool and Glasgow.\nIt's likely you'll have a number of different tests at the centre, including:\n- an eye examination – to look at the structures of your eyes in more detail and check for abnormalities\n- anultrasound scanof your eye – a small probe placed over your closed eye uses high-frequency sound waves to create an image of the inside of your eye; this allows your doctor to find out more about the position of the tumour and its size\n- a fluorescein angiogram – where photographs of the suspected cancer are taken using a special camera after dye has been injected into your bloodstream to highlight the tumour\nOccasionally, a thin needle may be used to remove a small sample of cells from the tumour (biopsy). \nThe genetic information in these cells is analysed to give an indication of the chances of the cancer spreading or coming back."}, {"Treatments for eye melanoma": "Treatment for melanoma of the eye depends on the size and location of the tumour.\nYour care team will explain each treatment option in detail, including the benefits and any potential complications.\nTreatment will aim to conserve the affected eye whenever possible.\nThe main treatments for eye melanoma are:\n- brachytherapy – tiny plates lined with radioactive material called plaques are inserted near the tumour and left in place for up to a week to kill the cancerous cells\n- external radiotherapy– a machine is used to carefully aim beams of radiation at the tumour to kill the cancerous cells\n- surgery to remove the tumour or part of the eye – this may be possible if the tumour is small and you still have some vision in your eye\n- removal of the eye (enucleation) – this may be necessary if the tumour is large or you have lost your vision; the eye will eventually be replaced with an artificial eye that matches your other eye\nChemotherapy is rarely used for eye melanoma, but may be suitable for other types of eye cancer.\nThe Cancer Research UK website has more information about the treatment options for eye cancer and the types of eye cancer surgery."}, {"Outlook for eye melanoma": "The outlook for melanoma of the eye depends on how big the cancer is at the time it's diagnosed and exactly which parts of the eye are affected.\nOverall:\n- about 8 out of every 10 people (80%) diagnosed with a small eye melanoma will live for at least 5 years after diagnosis\n- about 7 out of every 10 people (70%) diagnosed with a medium-sized eye melanoma will live for at least 5 years after diagnosis\n- about 5 out of every 10 people (50%) diagnosed with a large eye melanoma will live for at least 5 years after diagnosis\nThe Cancer Research UK website has more information about the stages of eye cancer and statistics and outlook for eye cancer."}]}, {"condition": "Eye floaters, see Floaters and flashes in the eyes", "sections": [{"No header": "Dots and lines (floaters) or flashes of light in your vision are common. They're not usually serious."}, {"Floaters and flashes are usually harmless": "If you sometimes see:\n- floaters – such as small dark dots, squiggly lines, rings or cobwebs\n- flashes of light\nin your vision, it's not usually a sign of anything serious, especially if:\n- you've had them for a long time\n- they're not getting worse\n- your vision is not affected\nFlashes may eventually stop, and floaters often become less noticeable as you get used to them."}, {"No header": "- floaters or flashes appear suddenly\n- the number of floaters or flashes suddenly increases\n- you have a dark \"curtain\" or shadow moving across your vision\n- you also have blurred vision\n- you also have eye pain\n- floaters start after eye surgery or an eye injury\nThese could be signs of a serious problem with the back of your eye, which could permanently affect your vision if it's not treated quickly.\nGo to 111.nhs.uk or call 111. They can tell you the right place to get help if you need to see someone.\nGet an urgent opticians appointment\nYou can get your eyes checked at an opticians.\nCall an opticians near you and ask if you can have an urgent appointment.\nFind an opticians\nYour eyes will be checked to see if you might need to be seen by an eye doctor (ophthalmologist) for more tests or treatment.\nYou'll usually only need treatment if you have a problem that could affect your vision."}, {"Causes of floaters and flashes": "Lots of people, particularly older people, get floaters and flashes.\nThey're usually caused by a harmless process called posterior vitreous detachment (PVD), where the gel inside your eyes changes.\nSometimes they can be caused by retinal detachment.\nThis is serious and can lead to permanent vision loss if not treated.\nFloaters and flashes can also happen for no obvious reason."}]}, {"condition": "Eye infection (herpes), see Herpes simplex eye infections", "sections": [{"No header": "Herpes simplex eye infections are a potentially serious type of eye infection.\nThey're caused by a virus called herpes simplex – usually the herpes simplex virus type 1 (HSV-1), which also causes cold sores.\nIt's important to get medical help if you think you may have the infection, as your vision could be at risk if it's not treated."}, {"Symptoms of a herpes simplex eye infection": "Symptoms of a herpes simplex eye infection can include:\n- ared eye\n- eye pain\n- swelling around the eye\n- sensitivity to bright light\n- awatering eye\n- blurred vision\nUsually only 1 eye is affected."}, {"Where to get medical help": "Get medical help as soon as possible if you have these symptoms. They could be caused by a herpes simplex infection or another eye condition that needs to be treated quickly.\nIf it's not treated, there's a chance your vision could be affected.\nYou can get help and advice from:\n- a GP orNHS 111– they can advise you about services in your area and refer you to an eye specialist (optometrist or ophthalmologist)\n- your nearest accident and emergency (A&E) department\n- your nearest specialist eye A&E department\nIf you wear contact lenses, take them out and do not use them again until you're advised by a medical professional that it is safe to do so."}, {"Treatments for herpes simplex eye infections": "Most herpes simplex eye infections get better in 1 to 2 weeks, although they can last longer. Treatment is usually needed to reduce the risk of complications. \nThe main treatments are:\n- antiviral eyedrops or ointment – these stop the virus spreading and are usually used several times a day for up to 2 weeks\n- steroideyedrops – these may be used in combination with antiviral drops (under supervision by an ophthalmologist) to reduce inflammation\n- antiviral tablets – these are occasionally needed to treat more severe infections and afterwards to stop them coming back\nMake sure you follow the advice you're given and take any prescribed treatment as directed. It's important to complete the recommended course of any medicine even if your symptoms go away. This will help stop the virus coming back."}, {"Causes of herpes simplex eye infections": "Herpes simplex eye infections usually occur when a previous infection with the virus reactivates and spreads to the eye.\nNearly everyone is exposed to the herpes simplex virus during childhood. Most people will not notice this because there are often no symptoms. But afterwards the virus will remain inactive in the body.\nIn some people, the virus can be reactivated later on. This can happen randomly or may be triggered by:\n- an illness or a high temperature\n- exposure to strong sunlight or cold wind\n- aneye injury\n- stress\n- periods\n- having a weakened immune system – for example, if you havechemotherapy"}, {"Possible complications": "Herpes simplex eye infections do not usually cause further problems if they're treated promptly, but about 1 in 4 cases are more serious and carry a higher risk of complications. \nThese can include:\n- scarring of your cornea (the front of your eye) – this can cause permanent blurred vision and may require acornea transplant\n- a further eye infection caused by bacteria or fungi\n- glaucoma(where the optic nerve, which connects your eye to your brain, becomes damaged)\n- permanent vision loss – although the vast majority of people will not experience any significant loss of vision\nIt's also likely the infection will return at some point. Most people will experience more than 1 infection, with about 1 in 5 having a recurrence within a year."}]}, {"condition": "Eye injuries", "sections": [{"No header": "Minor eye injuries, such as shampoo or dust in your eye, often get better on their own within a day. Get medical help if you have a chemical in your eye or something pierces it."}, {"Immediate action required: Go to A&E or call 999 if:": "- a strong chemical, such as oven cleaner or bleach, is in your eye – keep rinsing your eye with water while waiting for medical help\n- a sharp object has pierced your eye\n- something has hit your eye at high speed – for example, while using power tools or mowing the lawn\n- there are any changes to your sight after an eye injury\n- you have a headache, high temperature or sensitivity to light\n- you're feeling sick or being sick after an eye injury\n- you cannot move your eye or keep it open\n- blood or pus is coming from your eye\nFind your nearest A&E"}, {"How to treat an eye injury at home": "- wash your eye with clean water if there's something in it\nwash your eye with clean water if there's something in it\n- follow the advice on the packaging if any cosmetics or household products get in your eyes\nfollow the advice on the packaging if any cosmetics or household products get in your eyes\n- take painkillers likeparacetamoloribuprofento help ease any pain or discomfort\ntake painkillers like paracetamol or ibuprofen to help ease any pain or discomfort\n- do not try to remove any object that's pierced your eye\ndo not try to remove any object that's pierced your eye\n- do not touch or rub your eye until it's better\ndo not touch or rub your eye until it's better\n- do not wear make-up around your eye until it's better\ndo not wear make-up around your eye until it's better\n- do not wear contact lenses until your eye is better\ndo not wear contact lenses until your eye is better\nYou should:\n- use clean water (not hot) – this can be from a tap, shower or bottled water if you're not at home\n- hold your eye open\n- run lots of water over your eyeball for at least 20 minutes\nMake sure the flow of water is not too strong."}, {"No header": "- your eye is not getting better after 24 hours\n- you're worried about your injury"}, {"Other eye injuries": "There is separate information about:\n- what to do if you have a black eye\n- what to do if you have a red eye"}]}, {"condition": "Eye tests for children", "sections": [{"No header": "Although serious vision problems during childhood are rare, routine eye checks are offered to newborn babies and young children to identify any problems early on.\nFree NHS sight tests are also available at opticians for children under 16 and for young people under 19 in full-time education."}, {"Why eye checks are important": "The sooner any eye problem is found, the sooner you and your child will be able to get any treatment and support needed.\nChildren may not realise they have a vision problem so, without routine tests, there's a risk a problem may not be spotted. This may affect their development and education.\nIf you have any concerns about your child's vision see a GP or go to an opticians."}, {"When will my child's eyes be checked?": "Your child's eyes may be checked a number of times throughout the first hours, weeks and years of their life.\nYour child's eyes will be checked for any obvious physical problems as part of the newborn physical examination.\nThis is a follow-up physical examination to check for any obvious problems that were not picked up soon after birth.\nYou may be asked if you have any concerns about your child's eyesight as part of your child's health and development reviews. Eye tests can be arranged if necessary.\nYour child's eyes may be examined soon after they start school. This is called vision screening and it checks for reduced vision in one or both eyes. The aim is to detect any problems early so that treatment can be given if needed.\nVision screening is usually carried out in your child's school. However, this does not happen in all areas. If your child's vision is not checked at school, take them to your local opticians for an eye examination.\nRead more about vision screening for 4 to 5 year olds (PDF, 1.09Mb).\nSpeak to a GP or go to an opticians if you have any concerns about your child's vision at any stage (see spotting signs of a vision problem)."}, {"What tests may be carried out?": "A number of tests may be carried out to check for vision or eye problems in babies and children.\nThe red reflex test is usually carried out alongside a general examination of your baby's eyes, as part of newborn checks. \nIt involves using an instrument called an ophthalmoscope that magnifies the eyes and uses a light so they can be examined clearly.\nWhen light is shone into your baby's eyes, a red reflection should be seen as it's reflected back. If a white reflection is seen, it could be a sign of an eye problem.\nThe pupil reflex test involves shining a light into each of your baby's eyes to check how their pupils (black dots at the centre of the eyes) react to light.\nYour baby's pupils should automatically shrink in response to the light. If they don't, it could be a sign of a problem.\nThis is a simple test to check whether a newborn baby pays attention to visual objects. \nA midwife or doctor will try to attract your baby's attention with an interesting object. They then move it to see if the child's eyes follow.\nThese sorts of tests can also be used to check the eyesight of older babies and young children who are not yet able to speak. \nIf your child can speak but is not yet able to recognise letters, pictures may be used instead of objects.\nWhen your child can recognise or match letters, their vision is tested using charts that have rows of letters and numbers of decreasing sizes. \nYour child will be asked to read out or match the letters they can see from a specific distance. These charts are called Snellen or LogMAR charts.\nFor younger children, a similar test using pictures or symbols may be carried out instead.\nTo test the range of movement of each eye, a child's attention will be drawn to an interesting object, which is then moved to 8 different positions: up, down, left, right, and halfway between each of these points. \nThis tests how well the eye muscles work.\nA refraction test is carried out by an optometrist at a high-street opticians and is used to check if your child needs glasses and, if so, what prescription they need.\nBefore the test, your child may be given special eyedrops that widen their pupils so the back of their eyes can be examined more clearly. \nYour child will be asked to look at a light, or read letters on a chart if they're old enough, while different lenses are placed in front of their eyes.\nColour vision deficiency tests, also known as colour blindness tests, are usually carried out in older children if a problem is suspected.\nOne of the tests used to check for colour blindness is the Ishihara test. This involves looking at images made up of dots in 2 different colours. If a child's colour vision is normal, they'll be able to recognise a letter or number within the image.\nA child who can't tell the difference between 2 colours won't be able to see the number or letter, which means they may have a colour vision problem. \nRead more about diagnosing colour vision deficiency."}, {"Causes of eye problems in babies and children": "There are a number of different eye problems that can be detected during eye tests, including:\n- childhood cataracts– cloudy patches in the lens of the eye that are present from birth\n- lazy eye (amblyopia)– where the vision in one eye does not develop properly\n- squint (strabismus)– where the eyes look in different directions\n- short-sightedness (myopia)– where distant objects appear blurred, while close objects can be seen clearly\n- long-sightedness (hyperopia)– where you can see distant objects clearly but nearby objects are out of focus\n- astigmatism– where the transparent layer at the front of the eye (cornea) is not perfectly curved\n- colour vision deficiency (colour blindness)– difficulty seeing colours or distinguishing between different colours; this is more common in boys than girls"}, {"Spotting signs of an eye problem": "Although your child should have regular eye tests as they grow up, it's still important to look out for signs of any problems and get advice if you have any concerns.\nFor babies, the checklist in your baby's personal child health record (red book) can be used to help you check if your child's vision is developing normally.\nIn older children, signs of a possible eye problem can include:\n- the eyes not pointing in the same direction\n- complaining ofheadachesor eye strain\n- problems reading – for example, they may need to hold books close to their face and they may lose their place regularly\n- problems with hand-eye co-ordination – for example, they may struggle to play ball games\n- being unusually clumsy\n- regularly rubbing their eyes\n- sitting too close to the TV\nSpeak to a GP or go to an opticians if you have any concerns about your child's eyes or vision. The earlier a problem is picked up the better.\nChildren can have an eyesight test at any age. They do not need to be able to read, or even speak. An eyesight test is particularly important if there's a history of childhood eye problems, such as squint or lazy eye, in your family."}]}, {"condition": "Eyelid problems", "sections": [{"No header": "Find out what to do if you have a lump on your eyelid, or an eyelid that's swollen, sticky, itchy, drooping or twitching."}, {"Most eyelid problems are harmless": "Many eyelid problems are not serious.\nIt's fairly common to have any of these problems:\n- a lump that goes away by itself after 3 or 4 weeks\n- mildly itchy, flaky or sticky eyelids that clear up by themselves\n- swelling from a nearby insect bite, injury or operation that goes away after a week or so\n- twitching or blinking from time to time – often when you're tired\n- eyelids that droop (or get more \"hooded\") as you get older"}, {"Types of eyelid problems": "Your symptoms might give you an idea of the cause. Do not self-diagnose – see a GP if you're worried."}, {"You can ask a pharmacist about:": "- what you can do to treat it yourself\n- if you can buy anything to help – for example, cleaning solutions for sticky eyelids\n- if you need to see an optician or GP"}, {"No header": "- you're worried about an eyelid problem\n- it's getting worse or lasting a long time\n- your eyelid is painful or you're in a lot of discomfort\n- you have yellow lumps or patches around your eyes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- your swollen eyelid is red, hot, painful, tender or blistered\n- your eyelid droops suddenly\n- the pain is in your eye (not your eyelid)\n- the white of your eye is very red, in part or all over\n- you're sensitive to light (photophobia)\n- your eyesight changes – for example, you see wavy lines or flashing\n- you have a very high temperature, or feel hot and shivery, or you feel generally unwell\n- you think it's an allergic reaction\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to NHS 111 or call 111."}]}]