[{"condition": "Face blindness, see Prosopagnosia (face blindness)", "sections": [{"No header": "Prosopagnosia, also known as face blindness, means you cannot recognise people's faces.\nFace blindness often affects people from birth and is usually a problem a person has for most or all of their life. It can have a severe impact on everyday life.\nMany people with prosopagnosia are not able to recognise family members, partners or friends.\nThey may cope by using alternative strategies to recognise people, such as remembering the way they walk or their hairstyle, voice or clothing.\nBut these types of strategies do not always work – for example, when a person with prosopagnosia meets someone in an unfamiliar location."}, {"The impact of prosopagnosia": "A person with prosopagnosia may avoid social interaction and develop social anxiety disorder, an overwhelming fear of social situations.\nThey may also have difficulty forming relationships or experience problems with their career. Feelings of depression are common.\nSome people with prosopagnosia cannot recognise certain facial expressions, judge a person's age or gender, or follow a person's gaze. \nOthers may not even recognise their own face in the mirror or in photos.\nProsopagnosia can affect a person's ability to recognise objects, such as places or cars. \nMany people also have difficulty navigating. This can involve an inability to process angles or distance, or problems remembering places and landmarks. \nFollowing the plot of films or television programmes can be almost impossible for someone with prosopagnosia because they struggle to recognise the characters.\nSomeone with prosopagnosia may worry that they appear rude or not interested when they fail to recognise a person."}, {"What causes prosopagnosia?": "There are 2 types of prosopagnosia:\n- developmental prosopagnosia – where a person has prosopagnosia without having brain damage\n- acquired prosopagnosia – where a person develops prosopagnosia after brain damage, often following astrokeorhead injury\nIn the past, most cases of prosopagnosia were thought to occur after a brain injury (acquired prosopagnosia). \nBut research has found that many more people have prosopagnosia without having brain damage (developmental prosopagnosia) than was first thought.\nSeveral studies have indicated that as many as 1 in 50 people may have developmental prosopagnosia, which equates to about 1.5 million people in the UK.\nMost people with developmental prosopagnosia simply fail to develop the ability to recognise faces. \nSomeone born with the condition may not realise they have a problem.\nDevelopmental prosopagnosia may have a genetic component and run in families. \nMany people with the condition have reported at least 1 first-degree relative, such as a parent or sibling (brother or sister), who also has problems recognising faces.\nAcquired prosopagnosia is rare. When someone acquires prosopagnosia after a brain injury, they'll quickly notice that they have lost the ability to recognise people they know.\nBut if prosopagnosia occurs after brain damage in early childhood, before the child has fully developed the ability to recognise faces, they may grow up not realising they're not able to recognise faces as well as other people can.\nHeadway has more information about the cognitive effects of brain injury.\nProsopagnosia is not related to memory problems, vision loss or learning disabilities, but it's sometimes associated with other developmental disorders, such as autism spectrum disorder, Turner syndrome and Williams syndrome."}, {"Diagnosing prosopagnosia": "If you have problems recognising faces, your GP may refer you to a clinical neuropsychologist working within the NHS or private practice. \nYou may also be referred to a researcher who specialises in the field and is based at a nearby university.\nYou'll have an assessment involving a range of tests that assess your face recognition ability, among other skills. \nFor example, you may be asked to:\n- memorise and later recognise faces you have never seen before\n- recognise famous faces\n- spot similarities and differences between faces presented next to each other\n- judge age, gender or emotional expression from a set of faces\nIf you live within travelling distance of Bournemouth University, the Centre for Face Processing Disorders may be able to offer you a formal testing session and the opportunity to take part in their research programme."}, {"Treating prosopagnosia": "There's no specific treatment for prosopagnosia, but researchers are continuing to investigate what causes the condition, and training programmes are being developed to help improve facial recognition.\nIt's thought that compensatory strategies that help with person recognition, or techniques that attempt to restore normal face-processing mechanisms, may work for some people with either developmental or acquired prosopagnosia.\nA person's age when their brain was damaged (in the case of acquired prosopagnosia), the type and severity of the brain injury, and the timing of treatment are all thought to be important factors in how effective a rehabilitation programme will be.\nMany people with prosopagnosia develop compensatory strategies to help them recognise people, such as recognising a person's voice, clothing or the way they walk.\nBut compensatory strategies based on contextual cues do not always work, and may break down when a person with prosopagnosia meets someone they know in an unexpected location or who's changed their appearance.\nThe Centre for Face Processing Disorders has more information about coping strategies for prosopagnosia."}, {"Does my child have prosopagnosia?": "It can be difficult to recognise prosopagnosia in children, but the following are potential signs:\n- your child frequently fails to recognise familiar people when they meet them unexpectedly\n- they're particularly clingy in public places\n- they wait for you to wave when you're collecting them from school, or approach strangers thinking they're you\n- they're socially withdrawn at school and have difficulty making friends (this may be in contrast to more confident behaviour at home, when recognition is not an issue)\n- they find it difficult to follow the plots of films or TV shows\nThe Centre for Face Processing Disorders has more information about prosopagnosia in children."}]}, {"condition": "Fainting", "sections": [{"No header": "Fainting is when you pass out for a short time. It is not usually a sign of something serious, but if it happens regularly you should see a GP."}, {"Causes of fainting": "There are many reasons why someone might faint. Causes include:\n- standing up too quickly – this could be a sign of low blood pressure\n- not eating or drinking enough\n- being too hot\n- being very upset, angry, or in severe pain\n- heart problems\n- taking drugs or drinking too much alcohol"}, {"Symptoms of fainting": "Fainting usually happens suddenly. Symptoms can include:\n- dizziness\n- cold skin and sweating\n- slurred speech\n- feeling sick\n- changes to your vision"}, {"Things you can do to prevent fainting": "- you have fainted and do not know the cause\n- you have recently fainted more than once\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nYou must tell the Driver & Vehicle Licensing Agency (DVLA) if you're fainting regularly as it could affect your ability to drive.\nFind out how to tell the DVLA about fainting.\nIf you feel like you are about to faint, try to:\n- lie down with your legs raised – if you cannot do this then sit with your head lowered between your knees\n- drink some water\n- eat something\n- take some deep breaths"}, {"If you see someone faint": "If you are with someone who has fainted, try to keep calm. \nIf you can, lay them on their back and raise their legs.  \nUsually, the person who has fainted will wake up within 20 seconds.\nSomeone faints and they:\n- cannot be woken up after 1 minute\n- have severely hurt themselves from a fall\n- are shaking or jerking because of a seizure or fit"}]}, {"condition": "Falls", "sections": [{"No header": "Anyone can have a fall, but older people are more vulnerable and likely to fall, especially if they have a long-term health condition.\nFalls are a common, but often overlooked, cause of injury. Around 1 in 3 adults over 65 and half of people over 80 will have at least one fall a year.\nMost falls do not result in serious injury. But there's always a risk that a fall could lead to broken bones, and it can cause the person to lose confidence, become withdrawn, and feel as if they have lost their independence."}, {"What should I do if I fall?": "If you have a fall, it's important to keep calm. If you're not hurt and you feel strong enough to get up, do not get up quickly.\nRoll onto your hands and knees and look for a stable piece of furniture, such as a chair or bed.\nHold on to the furniture with both hands to support yourself and, when you feel ready, slowly get up. Sit down and rest for a while before carrying on with your daily activities.\nIf you're hurt or unable to get up, try to get someone's attention by calling out for help, banging on the wall or floor, or using your personal alarm or security system (if you have one). If possible, crawl to a telephone and dial 999 to ask for an ambulance.\nTry to reach something warm, such as a blanket or dressing gown, to put over you, particularly your legs and feet.\nStay as comfortable as possible and try to change your position at least once every half an hour or so.\nYou may want to get a personal alarm system so that you can signal for help in the event of a fall.\nAn alternative would be to always keep a mobile phone in your pocket so you can phone for help after having a fall.\nIf you're living with or caring for an elderly person, read what to do after an incident."}, {"What causes a fall?": "The natural ageing process means that older people have an increased risk of having a fall.\nOlder people are more likely to have a fall because they may have:\n- balance problems and muscle weakness\n- vision loss\n- a long-term health condition, such asheart disease,dementiaorlow blood pressure (hypotension), which can lead todizzinessand a brief loss of consciousness\nA fall is also more likely to happen if:\n- floors are wet, such as in the bathroom, or recently polished\n- the lighting in the room is dim\n- rugs or carpets are not properly secured\n- the person reaches for storage areas, such as a cupboard, or is going down stairs\n- the person is rushing to get to the toilet during the day or at night\nAnother common cause of falls, particularly among older men, is falling from a ladder while carrying out home maintenance work.\nIn older people, falls can be particularly problematic because osteoporosis is a fairly common problem.\nIt can develop in both men and women, particularly in people who smoke, drink excessive amounts of alcohol, take steroid medicine, or have a family history of hip fractures.\nBut older women are most at risk because osteoporosis is often associated with the hormonal changes that occur during the menopause."}, {"Preventing a fall": "There are several simple measures that can help prevent falls in the home.\nFor example:\n- using non-slip mats in the bathroom\n- mopping up spills to prevent wet, slippery floors\n- ensuring all rooms, passages and staircases are well lit\n- removing clutter\n- getting help lifting or moving items that are heavy or difficult to lift\nThe charity Age UK has more advice about home adaptations to make tasks easier.\nHealthcare professionals take falls in older people very seriously because of the huge consequences they can have for the health and wellbeing of this group.\nAs a result, there's a great deal of help and support available for older people, and it's worth asking a GP about the various options.\nThe GP may carry out some simple tests to check your balance. They can also review any medicines you're taking in case their side effects may increase your risk of falling.\nThe GP may also recommend:\n- looking after your eyes with a sight test if you're having problems with your vision, even if you already wear glasses\n- having anelectrocardiogram (ECG)and checking your blood pressure while lying and standing\n- requesting a home hazard assessment, where a healthcare professional visits your home to identify potential hazards and give advice\n- doing exercises to improve your strength and balance (read about physical activity guidelines for older adults)\nRead more about preventing falls"}, {"No header": "If you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled – including family members\nOur social care and support guide explains your options and where you can get support."}]}, {"condition": "Farting (flatulence)", "sections": [{"No header": "Farting, also known as flatulence or wind, is normal. There are things you can do if you fart a lot or it's smelly. Sometimes it can be a sign of a health condition."}, {"Check if your farting is normal": "Farting is usually nothing to worry about. Everyone farts, some people more than others. The average is 5 to 15 times a day.\nWhat's normal is different for everyone. If you notice a change or it's affecting your life, there are things you can do."}, {"Things you can do to cut down excessive or smelly farts": "- eat smaller meals, more often\neat smaller meals, more often\n- drink or chew food slowly\ndrink or chew food slowly\n- exercise regularly to improve how your body digests food\nexercise regularly to improve how your body digests food\n- drink peppermint tea\ndrink peppermint tea\n- do not chew gum, smoke, or suck pen tops or hard sweets to avoid swallowing air\ndo not chew gum, smoke, or suck pen tops or hard sweets to avoid swallowing air\n- do not wear loose-fitting dentures\ndo not wear loose-fitting dentures\n- do not eat too many foods that are difficult to digest and make you fart\ndo not eat too many foods that are difficult to digest and make you fart"}, {"No header": "- cabbage\n- broccoli\n- cauliflower\n- brussels sprouts\n- pulses, like beans or lentils\n- dried fruit, like raisins or apricots\n- onions\n- food or drinks containing the sweetener sorbitol\n- fizzy drinks and beer"}, {"A pharmacist can help with excessive or smelly farts": "Speak to a pharmacist about excessive or smelly farts.\nThey might be able to tell you:\n- if you can buy something to help – for example, charcoal tablets or special underwear and pads that absorb smells\n- if you should see a GP"}, {"No header": ""}, {"No header": "- self help and pharmacy treatments have not worked and farting is affecting your life\n- you have a stomach ache or bloating that will not go away or comes back\n- you keep getting constipation or diarrhoea\n- you have lost weight without trying\n- there's blood in your poo\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What causes excessive or smelly farts": "Excessive or smelly farts can be caused when you swallow air or eat foods that are difficult to digest. It can also sometimes be a sign of a health condition.\nDo not self-diagnose. See a GP if you're worried about your farting.\nExcessive or smelly wind can also be a side effect of some medicines, including:\n- non-steroidal anti-inflammatory drugs (NSAIDS), likeibuprofen\n- somelaxatives\n- antifungal medicines\n- statins\nDo not stop or change your medicine without speaking to a GP first."}, {"No header": ""}]}, {"condition": "Febrile seizures", "sections": [{"No header": "Febrile seizures (febrile convulsions) are fits that can happen when a child has a fever. They most often happen between the ages of 6 months and 3 years.\nIt can be frightening and distressing to see your child having a seizure, particularly if it's their first seizure.\nHowever, these seizures are usually harmless and almost all children make a complete recovery afterwards.\nAs a precaution, you may still need to take your child to the nearest hospital or call 999 and ask for an ambulance. See What to do during a seizure."}, {"Signs of a febrile seizure": "A febrile seizure usually lasts for less than 5 minutes. Your child will:\n- become stiff and their arms and legs may begin to twitch\n- lose consciousness and may wet or soil themselves\nThey may also be sick and foam at the mouth, and their eyes may roll back.\nAfter the seizure, your child may be sleepy for up to an hour. A straightforward febrile seizure like this will only happen once during your child's illness.\nOccasionally, febrile seizures can last longer than 15 minutes and symptoms may only affect one area of your child's body.\nThese are known as complex febrile seizures. These seizures sometimes happen again within 24 hours or during the period in which your child is ill."}, {"What to do during a febrile seizure": "If your child is having a febrile seizure, place them in the recovery position. Stay with your child and try to make a note of how long the seizure lasts.\nDo not put anything into your child's mouth during a seizure – including medicine – as there's a slight chance they might bite their tongue.\nTake your child to the nearest hospital or call 999 and ask for an ambulance if:\n- your child is having a seizure for the first time\n- the seizure lasts longer than 5 minutes and shows no signs of stopping\n- you suspect the seizure is being caused by another serious illness – for example, meningitis\n- your child is having breathing difficulties\nWhile it's unlikely that there's anything seriously wrong, it's important to get your child checked.\nIf your child has had febrile seizures before and the seizure lasts for less than 5 minutes, call a GP, use NHS 111 or call 111 for advice.\nYou should also contact a GP or NHS 111 if you think your child is showing signs and symptoms of dehydration (a lack of fluid in the body)."}, {"Seeing a doctor": "Febrile seizures can often be diagnosed from a description of what happened. It's unlikely that a doctor will see the seizure happening, so it's useful to note:\n- how long the seizure lasted\n- what happened, such as body stiffening, twitching of the face, arms and legs, staring, and loss of consciousness\n- whether your child recovered within 1 hour\n- whether they've had a seizure before\nFurther tests, such as a blood test or urine test, may be needed if the cause of your child's illness is not clear.\nIt can sometimes be difficult to get a urine sample from young children, so it may have to be done in hospital.\nFurther testing and observation in hospital is also usually recommended if your child's symptoms are unusual or they're having complex febrile seizures, particularly if they're younger than 12 months old.\nThe tests that may be recommended include:\n- anelectroencephalogram (EEG), which measures your child's electrical brain activity by placing electrodes on their scalp. Unusual patterns of brain activity can sometimes indicateepilepsy.\n- alumbar puncture, where a small sample of cerebrospinal fluid (CSF) is removed from the spine for testing. CSF is a clear fluid that surrounds and protects the brain and spinal cord. A lumbar puncture can be used to determine whether your child has an infection of the brain or nervous system."}, {"Causes of febrile seizures": "The cause of febrile seizures is unknown, although they're linked to the start of a high temperature (fever).\nThere may also be a genetic link to febrile seizures, as the chances of having a seizure are increased if a close family member has a history of them.\nIn most cases, the child's high temperature is caused by an infection. Common examples are chickenpox, flu, a middle ear infection or tonsillitis.  \nIn very rare cases, febrile seizures can happen after a child has a vaccination."}, {"Recurring febrile seizures": "About 1 in 3 children who have had a febrile seizure will have another seizure during a subsequent infection. This often happens within a year of the first one.\nRecurrence is more likely if:\n- the first febrile seizure happened before your child was 18 months old\n- there's a history of seizures orepilepsyin your family\n- before having their first seizure, your child had a fever that lasted less than an hour or their temperature was under 40C\n- your child previously had a complex febrile seizure (more than one seizure during their illness)\n- your child attends a day care nursery – this increases their chances of developing common childhood infections, such as thefluorchickenpox\nIt's not recommended that your child is given a prescription of regular medicines to prevent further febrile seizures.\nThis is because the adverse side effects associated with many medicines outweigh any risks of the seizures themselves.\nResearch has shown the use of medicines to control high temperatures is not likely to prevent further febrile seizures.\nHowever, there may be exceptional circumstances where medicine to prevent recurrent febrile seizures is recommended.\nFor example, children may need medicine if they have a low threshold for having seizures during illness, particularly if the seizures last a long time.\nIn this case, your child may be prescribed medicine such as diazepam or lorazepam to take at the start of a fever.\nChildren who've had a febrile seizure after a routine vaccination – which is very rare – are no more at risk of having another seizure than children who had a seizure because of illness."}, {"Complications of febrile seizures": "Febrile seizures have been linked to an increased risk of epilepsy.\nMany parents worry that if their child has one or more febrile seizures, they'll develop epilepsy when they get older. Epilepsy is a condition where a person has repeated seizures without a fever.\nWhile it's true that children who have a history of febrile seizures have an increased risk of developing epilepsy, it should be stressed that the risk is still small.\nIt's estimated that children with a history of simple febrile seizures have a 1 in 50 chance of developing epilepsy in later life.\nChildren with a history of complex febrile seizures have a 1 in 20 chance of developing epilepsy in later life.\nPeople who have not had febrile seizures have around a 1 to 2 in 100 chance of developing epilepsy."}]}, {"condition": "Feeling sick (nausea)", "sections": [{"No header": "Feeling sick (nausea) is common and usually goes away on its own. There are some things you can try that might help."}, {"Things that may help you stop feeling sick": "- get plenty of fresh air\nget plenty of fresh air\n- distract yourself – for example, listen to music or watch a film\ndistract yourself – for example, listen to music or watch a film\n- take regular sips of a cold drink\ntake regular sips of a cold drink\n- drink ginger or peppermint tea\ndrink ginger or peppermint tea\n- eat foods containing ginger – such as ginger biscuits\neat foods containing ginger – such as ginger biscuits\n- eat smaller, more frequent meals\neat smaller, more frequent meals\n- do not eat or cook strong-smelling food\ndo not eat or cook strong-smelling food\n- do not eat hot, fried or greasy food\ndo not eat hot, fried or greasy food\n- do not eat too quickly\ndo not eat too quickly\n- do not have a large drink with meals\ndo not have a large drink with meals\n- do not lie down soon after eating\ndo not lie down soon after eating\n- do not wear clothes that are tight around your waist or tummy\ndo not wear clothes that are tight around your waist or tummy"}, {"No header": "If you're also being sick (vomiting), you could become dehydrated.\nFind out what to do if you're vomiting"}, {"Non-urgent advice:  See a GP if you:": "- are feeling sick and do not feel better in a few days\n- often feel sick (it keeps coming back)\nThe GP can look for the cause and suggest treatments.\nThey may prescribe anti-sickness medicine if needed.\nCall 111 for advice if you cannot see a GP.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Call 999 if:": "You suddenly feel sick and have:\n- chest pain that feels tight or heavy\n- pain that spreads to your arms, back, neck or jaw\n- shortness of breath\nThis could be a heart attack."}, {"Common causes of feeling sick": "Lots of things can make you feel sick.\nAny other symptoms you have may give you an idea of the cause. But do not self-diagnose – see a GP if you're worried.\nOther reasons for feeling sick include:\n- pregnancy (morning sickness)\n- motion sickness\n- anxiety\n- alcohol\n- medicines\n- recent surgery"}, {"No header": "Do not worry if you're not sure what's causing you to feel sick. Try the things that may stop you feeling sick and see a GP if you do not feel better in a few days."}, {"No header": ""}]}, {"condition": "Female genital mutilation (FGM)", "sections": [{"No header": "Female genital mutilation (FGM) is a procedure where the female genitals are deliberately cut, injured or changed, but there's no medical reason for this to be done.\nIt's also known as female circumcision or cutting, and by other terms, such as sunna, gudniin, halalays, tahur, megrez and khitan, among others.\nFGM is usually carried out on young girls between infancy and the age of 15, most commonly before puberty starts.\nIt's illegal in the UK and is child abuse.\nIt's very painful and can seriously harm the health of women and girls.\nIt can also cause long-term problems with sex, childbirth and mental health."}, {"Getting help and support": "All women and girls have the right to control what happens to their bodies and the right to say no to FGM.\nHelp is available if you have had FGM or you're worried that you or someone you know is at risk.\n- If someone is in immediate danger, contact the police immediately by dialling 999.\n- If you're concerned that someone may be at risk, contact the NSPCC helpline on 0800 028 3550 orfgmhelp@nspcc.org.uk.\n- If you're under pressure to have FGM performed on your daughter, ask a GP, your health visitor or another healthcare professional for help, or contact the NSPCC helpline.\n- If you have had FGM, you can get help from a specialist NHS gynaecologist or FGM service – ask a GP, your midwife or any other healthcare professional about services in your area.\nRead about National FGM Support Clinics and where to find them.\nIf you're a health professional caring for a patient under 18 who's had FGM, you have professional responsibilities to safeguard and protect her. \nGuidance and resources about FGM for healthcare staff are available on the GOV.UK website."}, {"Types of FGM": "There are 4 main types of FGM:\n- type 1 (clitoridectomy) – removing part or all of the clitoris\n- type 2 (excision) – removing part or all of the clitoris and the inner labia (the lips that surround the vagina), with or without removal of the labia majora (the larger outer lips)\n- type 3 (infibulation) – narrowing the vaginal opening by creating a seal, formed by cutting and repositioning the labia\n- other harmful procedures to the female genitals, including pricking, piercing, cutting, scraping or burning the area\nFGM is often performed by traditional circumcisers or cutters who do not have any medical training. But in some countries it may be done by a medical professional.\nAnaesthetics and antiseptics are not generally used, and FGM is often carried out using knives, scissors, scalpels, pieces of glass or razor blades.\nFGM often happens against a girl's will without her consent, and girls may have to be forcibly restrained."}, {"Effects of FGM": "There are no health benefits to FGM and it can cause serious harm, including:\n- constant pain\n- pain and difficulty having sex\n- repeated infections, which can lead toinfertility\n- bleeding, cysts andabscesses\n- problems peeing or holding pee in(incontinence)\n- depression, flashbacks andself-harm\n- problems during labour and childbirth, which can be life threatening for mother and baby\nSome girls die from blood loss or infection as a direct result of the procedure.\nFGM can make it difficult and painful to have sex. It can also result in reduced sexual desire and a lack of pleasurable sensation.\nTalk to your GP or another healthcare professional if you have sexual problems that you feel may be caused by FGM, as they can refer you to a special therapist who can help.\nIn some cases, a surgical procedure called a deinfibulation may be recommended, which can alleviate and improve some symptoms.\nSome women with FGM may find it difficult to become pregnant, and those who do conceive can have problems in childbirth.\nIf you're expecting a baby, your midwife should ask you if you have had FGM at your antenatal appointment.\nIt's important to tell your midwife if you think this has happened to you so they can arrange appropriate care for you and you baby.\nFGM can be an extremely traumatic experience that can cause emotional difficulties throughout life, including;\n- depression\n- anxiety\n- flashbacks to the time of the cutting\n- nightmares and other sleep problems\nIn some cases, women may not remember having the FGM at all, especially if it was performed when they were an infant.\nTalk to a GP or another healthcare professional if you're experiencing emotional or mental health problems that may be a result of FGM. Help and support is available."}, {"Treatment for FGM (deinfibulation)": "Surgery can be performed to open up the vagina, if necessary. This is called deinfibulation.\nIt's sometimes known as a reversal, although this name is misleading as the procedure does not replace any removed tissue and will not undo the damage caused. \nBut it can help many problems caused by FGM.\nSurgery may be recommended for:\n- women who are unable to have sex or have difficulty peeing as a result of FGM\n- pregnant women at risk of problems during labour or delivery as a result of FGM\nDeinfibulation should be carried out before getting pregnant, if possible.\nIt can be done in pregnancy or labour if necessary, but ideally should be done before the last 2 months of pregnancy.\nThe surgery involves making a cut (incision) to open the scar tissue over the entrance to the vagina.\nIt's usually performed under local anaesthetic in a clinic and you will not normally need to stay overnight.\nA small number of women need either a general anaesthetic or an injection in the back (epidural), which may involve a short stay in hospital."}, {"Video: female genital mutilation (FGM)": "This video raises awareness of female genital mutilation (FGM) and has advice if you or someone else are at risk."}, {"Video: female genital mutilation - women's experiences": "In this video, women talk about their personal experiences of female genital mutilation (FGM)."}, {"Why FGM is carried out": "FGM is carried out for various cultural, religious and social reasons within families and communities in the mistaken belief that it'll benefit the girl in some way (for example, as a preparation for marriage or to preserve her virginity).\nBut there are no acceptable reasons that justify FGM. It's a harmful practice that has no health benefits.\nFGM usually happens to girls whose mothers, grandmothers or extended female family members have had FGM themselves, or if their father comes from a community where it's carried out."}, {"Where FGM is carried out": "Girls are sometimes taken abroad for FGM, but they may not be aware this is the reason for their travel.\nGirls are more at risk of FGM being carried out during the summer holidays, as this allows more time for them to \"heal\" before they return to school.\nIf you think there's a risk of this happening to you, you can download the Statement Opposing FGM and take it with you on holiday to show your family.\nCommunities that perform FGM are found in many parts of Africa, the Middle East and Asia.\nGirls who were born in the UK or are resident here but whose families originate from an FGM-practising community are at greater risk of FGM happening to them.\nCommunities at particular risk of FGM in the UK originate from:\n- Egypt\n- Eritrea\n- Ethiopia\n- Gambia\n- Guinea\n- Indonesia\n- Ivory Coast\n- Kenya\n- Liberia\n- Malaysia\n- Mali\n- Nigeria\n- Sierra Leone\n- Somalia\n- Sudan\n- Yemen"}, {"The law and FGM": "FGM is illegal in the UK.\nIt's an offence to:\n- perform FGM (including taking a child abroad for FGM)\n- help a girl perform FGM on herself in or outside the UK\n- help anyone perform FGM in the UK\n- help anyone perform FGM outside the UK on a UK national or resident\n- fail to protect a girl for whom you're responsible from FGM\nAnyone who performs FGM can face up to 14 years in prison.\nAnyone found guilty of failing to protect a girl from FGM can face up to 7 years in prison."}, {"Video: female genital mutilation - the facts": "This video dispels myths surrounding FGM and religion."}, {"Download the Statement Opposing FGM": "The summer holidays are when many young girls are taken abroad, often to their family's birth country, to have FGM performed.\nThe FGM statement, also known as the FGM health passport, highlights the fact FGM is a serious criminal offence in the UK.\nIf you're worried about FGM, print out this statement, take it abroad with you and show it to your family.\nKeep the declaration in your passport, purse or bag, and carry it with you all the time.\nDownload the statement opposing FGM on the GOV.UK website, which is also available in other languages."}, {"Leaflets to download": "The Department of Health and Social Care has published leaflets for patients who want to know more about FGM.\nThese are available in the following languages:\nMwy o wybodaeth am FGM – Welsh version (PDF, 164kb)\nስለ ኤፍ ጂ ኤም ተጨማሪ መረጃ – Amharic version (PDF, 472kb)\nمزيد من المعلومات حول ختان الإناث – Arabic version (PDF, 228kb)\nFGM اطلاعات بیشتر درباره – Farsi version (PDF, 207kb)\nRenseignements complémentaires sur les MGF – French version (PDF, 167kb)\nInformasi selengkapnya tentang FGM – Indonesian version (PDF, 160kb)\nFGM زانیاری زیاتر دەربارەی – Kurdish Sorani version (PDF, 245kb)\nMacluumaad dheeraad ah ee ku saabsan FGM – Somali version (PDF, 170kb)\nHabari zaidi kuhusu ukeketaji wa wanawake – Swahili version (PDF, 160kb)\nብዛዕባ ኤፍ ጂ ኤም ተወሳኺ ሓበሬታ – Tigrinya version (PDF, 491kb)\nایف جی ایم کے بارے میں مزید معلومات – Urdu version (PDF, 235kb)"}]}, {"condition": "Femoral hernia repair", "sections": [{"No header": "A hernia occurs when an internal part of the body pushes through a weakness in the muscle or surrounding tissue wall.\nYour muscles are usually strong and tight enough to keep your intestines and organs in place, but a hernia can develop if there are any weak spots."}, {"Femoral hernia": "A femoral hernia is a rare type of hernia.\nFemoral hernias sometimes appear as a painful lump in the inner upper part of the thigh or groin. The lump can often be pushed back in or disappears when you lie down. Coughing or straining may make the lump appear.\nFor information on other types of hernia, see: \n- inguinal hernia\n- hiatus hernia\n- umbilical hernia"}, {"Causes of a femoral hernia": "A femoral hernia usually occurs when fatty tissue or a part of your bowel pokes through into your groin at the top of your inner thigh.\nIt pushes through a weak spot in the surrounding muscle wall (abdominal wall) into an area called the femoral canal.\nUnlike inguinal hernias, femoral hernias are far more common in women, particularly older women. This is because of the wider shape of the female pelvis. Femoral hernias are rare in children.\nFemoral hernias can sometimes appear suddenly because of strain on the tummy, such as:\n- straining on the toilet if you haveconstipation\n- carrying and pushing heavy loads\nThey've also been linked to obesity and having a persistent, heavy cough."}, {"When surgery is needed": "Femoral hernias can be repaired using surgery to push the bulge back into place and strengthen the weakness in the wall of the tummy.\nUnlike some other types of hernia, treatment of femoral hernias is almost always recommended straight away because there's a higher risk of complications developing in these cases.\nComplications that can develop as a result of a femoral hernia include:\n- obstruction– where a section of the bowel becomes stuck in the femoral canal, causing nausea, vomiting and stomach pain, as well as a painful lump in the groin\n- strangulation– where a section of bowel becomes trapped and its blood supply is cut off; this requires emergency surgery within hours to release the trapped tissue and restore its blood supply, so it does not die\nSurgery gets rid of the hernia and prevents any serious complications, although there's a chance of it returning after the operation."}, {"What happens during surgery": "There are 2 ways a femoral hernia repair can be performed:\n- open surgery– where a cut is made to allow the surgeon to push the lump back into your tummy\n- laparoscopy (keyhole) surgery– a less invasive, but more difficult, technique where several smaller cuts are made, allowing the surgeon to use various instruments to repair the hernia\nThere are advantages and disadvantages to both methods. The type of surgery you have depends on which method suits you and your surgeon's experience.\nYou should be able to go home the same day or the day after surgery. It's important to follow the hospital's instructions on how to look after yourself. This includes eating a good diet to avoid constipation, caring for the wound and not straining yourself too soon.\nMost people make a full recovery from femoral hernia repair within 6 weeks, although many people can return to driving, work and light activities within 2 weeks.\nRead more about:\n- how femoral hernia repair is performed\n- recovering from femoral hernia repair"}, {"Risks of femoral hernia repair": "Femoral hernia repair is a routine operation with very few risks, although in a small number of cases, the hernia returns after the operation.\nOther uncommon complications of femoral hernia repair include:\n- developing a lump under the wound\n- difficulty passing urine\n- injury or narrowing of the femoral vein (which passes through the femoral canal)\n- injury to the bowel\n- temporary weakness of the leg\n- injury to the nerves, causing pain or numbness in the groin area\nComplications are more likely in older people or those with existing conditions."}]}, {"condition": "Fever in adults, see High temperature (fever) in adults", "sections": [{"What is a high temperature?": "Normal body temperature is different for everyone and changes during the day.\nA high temperature is usually considered to be 38C or above. This is sometimes called a fever.\nMany things can cause a high temperature, but it's usually caused by your body fighting an infection.\nYou may have a high temperature if:\n- your chest or back feel hotter than usual\n- you have other symptoms, such as shivering (chills), sweating or warm, red skin\n- a thermometer says your temperature is 38C or above\nYou do not need to take your temperature using a thermometer, but you can if you have one.\nMake sure you use it correctly to help get an accurate result. See how to take a temperature.\nIf you feel hot or shivery, you may have a high temperature even if a thermometer says your temperature is below 38C.\nIt can help to:\n- get lots of rest\n- drink plenty of fluids (water is best) to avoid dehydration – drink enough so your pee is light yellow and clear\n- takeparacetamoloribuprofenif you feel uncomfortable\n- stay at home and avoid contact with other people until you do not have a high temperature"}, {"Advice for children": "This page is for adults. For advice about children, see fever in children."}]}, {"condition": "Fever in children, see High temperature (fever) in children", "sections": [{"No header": "A high temperature is very common in young children. The temperature usually returns to normal within 3 or 4 days."}, {"What is a high temperature?": "A normal temperature in babies and children is about 36.4C, but this can vary slightly from child to child.\nA high temperature is 38C or more.\nA high temperature is the body's natural response to fighting infections like coughs and colds.\nMany things can cause a high temperature in children, from common childhood illnesses like chickenpox and tonsillitis, to vaccinations."}, {"Checking a high temperature": "Your child might:\n- feel hotter than usual when you touch their back or chest\n- feel sweaty\n- look or feel unwell\nUse a digital thermometer, which you can buy from pharmacies and supermarkets, to take your child's temperature."}, {"No header": "- Place the thermometer inside the top of the armpit.\n- Gently close the arm over the thermometer and keep it pressed to the side of the body.\n- Leave the thermometer in place for as long as it says in the instruction leaflet. Some digital thermometers beep when they're ready.\n- Remove the thermometer. The display will show your child's temperature.\nIf your child's just had a bath or been wrapped in a blanket, their temperature may be higher for a short time. Wait a few minutes then try again."}, {"What to do if your child has a high temperature": "You can usually look after your child or baby at home. The temperature should go down over 3 or 4 days.\n- give them plenty of fluids\ngive them plenty of fluids\n- look out forsigns of dehydration\nlook out for signs of dehydration\n- give them food if they want it\ngive them food if they want it\n- check on your child regularly during the night\ncheck on your child regularly during the night\n- keep them at home\nkeep them at home\n- give them paracetamol if they're distressed or unwell\ngive them paracetamol if they're distressed or unwell\n- get medical advice if you're worried about your child\nget medical advice if you're worried about your child\n- try to keep your child at home and avoid contact with other people until they do not have a high temperature\ntry to keep your child at home and avoid contact with other people until they do not have a high temperature\n- do not undress your child or sponge them down to cool them, a high temperature is a natural and healthy response to infection\ndo not undress your child or sponge them down to cool them, a high temperature is a natural and healthy response to infection\n- do not cover them up in too many clothes or bedclothes\ndo not cover them up in too many clothes or bedclothes\n- do not give aspirin to children under 16 years of age\ndo not give aspirin to children under 16 years of age\n- do not combine ibuprofen and paracetamol, unless a GP tells you to\ndo not combine ibuprofen and paracetamol, unless a GP tells you to\n- do not give paracetamol to a child under 2 months\ndo not give paracetamol to a child under 2 months\n- do not give ibuprofen to a child under 3 months or under 5kg\ndo not give ibuprofen to a child under 3 months or under 5kg\n- do not give ibuprofen to children with asthma\ndo not give ibuprofen to children with asthma"}, {"No header": "Read more about giving medicines to children"}, {"No header": "- is under 3 months old and has a temperature of 38C or higher, or you think they have a high temperature\n- is 3 to 6 months old and has a temperature of 39C or higher, or you think they have a high temperature\n- has other signs of illness, such as arash, as well as a high temperature\n- has a high temperature that's lasted for 5 days or more\n- does not want to eat, or is not their usual self and you're worried\n- has a high temperature that does not come down with paracetamol\n- is dehydrated – such as nappies that are not very wet, sunken eyes, and no tears when they're crying"}, {"No header": "- has a stiff neck\n- has a rash that does not fade when you press a glass against it (use the \"glass test\" from Meningitis Now)\n- is bothered by light\n- has a fit(febrile seizure)for the first time (they cannot stop shaking)\n- has unusually cold hands and feet\n- has blue, pale or blotchy skin, lips or tongue\n- has a weak, high-pitched cry that's not like their normal cry\n- is drowsy and hard to wake\n- is extremely agitated (does not stop crying) or is confused\n- finds it hard to breathe and sucks their stomach in under their ribs\n- is not responding like they normally do, or is not interested in feeding or normal activities"}, {"No header": "Watch this video on how to help a child with fever recover as quickly as possible."}, {"No header": ""}]}, {"condition": "Fibroids", "sections": [{"No header": "Fibroids are non-cancerous growths that develop in or around the womb (uterus).\nThe growths are made up of muscle and fibrous tissue, and vary in size. They're sometimes known as uterine myomas or leiomyomas.\nMany women are unaware they have fibroids because they do not have any symptoms.\nWomen who do have symptoms (around 1 in 3) may experience:\n- heavy periodsorpainful periods\n- tummy (abdominal) pain\n- lowerback pain\n- a frequent need to urinate\n- constipation\n- pain or discomfort during sex\nIn rare cases, further complications caused by fibroids can affect pregnancy or cause infertility."}, {"Seeing a GP": "As fibroids do not often cause symptoms, they're sometimes diagnosed by chance during a routine gynaecological examination, test or scan.\nSee a GP if you have persistent symptoms of fibroids so they can investigate possible causes.\nIf the GP thinks you may have fibroids, they'll usually refer you for an ultrasound scan to confirm the diagnosis.\nRead more about diagnosing fibroids."}, {"Why fibroids develop": "The exact cause of fibroids is unknown, but they have been linked to the hormone oestrogen.\nOestrogen is the female reproductive hormone produced by the ovaries (the female reproductive organs).\nFibroids usually develop during a woman's reproductive years (from around the age of 16 to 50) when oestrogen levels are at their highest.\nThey tend to shrink when oestrogen levels are low, such as after the menopause when a woman's monthly periods stop."}, {"Who gets fibroids?": "Fibroids are common, with around 1 in 3 women developing them at some point in their life. They most often occur in women aged 30 to 50.\nFibroids are thought to develop more frequently in women of African-Caribbean origin.\nIt's also thought they occur more often in overweight or obese women because being overweight increases the level of oestrogen in the body.\nWomen who have had children have a lower risk of developing fibroids, and the risk decreases further the more children you have."}, {"Types of fibroids": "Fibroids can grow anywhere in the womb and vary in size considerably. Some can be the size of a pea, whereas others can be the size of a melon.\nThe main types of fibroids are:\n- intramural fibroids – the most common type of fibroid, which develop in the muscle wall of the womb\n- subserosal fibroids – fibroids that develop outside the wall of the womb into the pelvis and can become very large\n- submucosal fibroids – fibroids that develop in the muscle layer beneath the womb's inner lining and grow into the cavity of the womb\nIn some cases, subserosal or submucosal fibroids are attached to the womb with a narrow stalk of tissue. These are known as pedunculated fibroids."}, {"Treating fibroids": "Fibroids do not need to be treated if they are not causing symptoms. Over time, they'll often shrink and disappear without treatment, particularly after the menopause.\nIf you do have symptoms caused by fibroids, medicine to help relieve the symptoms will usually be recommended first.\nThere are also medications available to help shrink fibroids. If these prove ineffective, surgery or other, less invasive procedures may be recommended.\nRead more about treating fibroids."}]}, {"condition": "Fibromyalgia", "sections": [{"No header": "Fibromyalgia, also called fibromyalgia syndrome (FMS), is a long-term condition that causes pain all over the body."}, {"Symptoms of fibromyalgia": "As well as widespread pain, people with fibromyalgia may also have:\n- increased sensitivity to pain\n- extreme tiredness (fatigue)\n- muscle stiffness\n- difficulty sleeping\n- problems with mental processes (known as \"fibro-fog\"), such as problems with memory and concentration\n- headaches\n- irritable bowel syndrome (IBS), a digestive condition that causes stomach pain and bloating\nIf you think you have fibromyalgia, visit a GP. Treatment is available to ease some of its symptoms, although they're unlikely to disappear completely."}, {"How fibromyalgia is treated": "Although there's currently no cure for fibromyalgia, there are treatments to help relieve some of the symptoms and make the condition easier to live with.\nTreatment tends to be a combination of:\n- medicine, such asantidepressantsand painkillers\n- talking therapies, such ascognitive behavioural therapy (CBT)andcounselling\n- lifestyle changes, such as exercise programmes and relaxation techniques\nExercise in particular has been found to have a number of important benefits for people with fibromyalgia, including helping to reduce pain."}, {"What causes fibromyalgia?": "The exact cause of fibromyalgia is unknown, but it's thought to be related to abnormal levels of certain chemicals in the brain and changes in the way the central nervous system (the brain, spinal cord and nerves) processes pain messages carried around the body.\nIt's also suggested that some people are more likely to develop fibromyalgia because of genes inherited from their parents.\nIn many cases, the condition appears to be triggered by a physically or emotionally stressful event, such as:\n- an injury or infection\n- giving birth\n- having an operation\n- the breakdown of a relationship\n- the death of a loved one"}, {"Who's affected": "Anyone can develop fibromyalgia, although it affects around 7 times as many women as men.\nThe condition typically develops between the ages of 30 and 50, but can occur in people of any age, including children and the elderly.\nIt's not clear exactly how many people are affected by fibromyalgia, although research has suggested it could be a relatively common condition.\nSome estimates suggest nearly 1 in 20 people may be affected by fibromyalgia to some degree.\nOne of the main reasons it's not clear how many people are affected is because fibromyalgia can be a difficult condition to diagnose.\nThere's no specific test for the condition, and the symptoms can be similar to a number of other conditions."}, {"Support groups": "Many people with fibromyalgia find that support groups provide an important network where they can talk to others living with the condition.\nFibromyalgia Action UK is a charity that offers information and support to people with fibromyalgia.\nIf you have any questions about fibromyalgia, call the charity's helpline on 0300 999 3333.\nThe charity also has a network of local support groups you may find helpful and an online community, where you can find out about news, events and ongoing research into the condition.\nAnother support group you may find useful is UK Fibromyalgia."}]}, {"condition": "Finger pain", "sections": [{"No header": "There are many causes of finger pain. You can often ease the pain yourself. But see a GP if the pain does not improve."}, {"How you can ease finger pain yourself": "If you see a GP about pain in your finger, they'll usually suggest you try these things:\n- rest your finger when you can\nrest your finger when you can\n- put an ice pack (or a bag of frozen peas) in a towel and place it on your finger for up to 20 minutes every 2 to 3 hours\nput an ice pack (or a bag of frozen peas) in a towel and place it on your finger for up to 20 minutes every 2 to 3 hours\n- takeparacetamolto ease the pain\ntake paracetamol to ease the pain\n- stop or cut down activities that are causing the pain – for example, typing, using vibrating tools for work, or playing an instrument\nstop or cut down activities that are causing the pain – for example, typing, using vibrating tools for work, or playing an instrument\n- remove any jewellery on the painful finger\nremove any jewellery on the painful finger\n- strap the painful finger to another finger next to it – put a small piece of cotton wool or gauze between the 2 fingers and use tape to loosely strap them together\nstrap the painful finger to another finger next to it – put a small piece of cotton wool or gauze between the 2 fingers and use tape to loosely strap them together\n- think about using gadgets or tools to make difficult or painful tasks easier – for example, to open jars or chop vegetables\nthink about using gadgets or tools to make difficult or painful tasks easier – for example, to open jars or chop vegetables\n- do not useibuprofenin the first 48 hours after an injury\ndo not use ibuprofen in the first 48 hours after an injury\n- do not use heat packs or have hot baths for the first 2 to 3 days after an injury\ndo not use heat packs or have hot baths for the first 2 to 3 days after an injury\n- do not lift heavy objects or grip anything too tightly\ndo not lift heavy objects or grip anything too tightly\n- do not stop using your finger completely – after a few days, do gentle hands and finger exercises to help ease any stiffness\ndo not stop using your finger completely – after a few days, do gentle hands and finger exercises to help ease any stiffness\nYou can ask a pharmacist about:\n- the best painkiller to take\n- splints to support your finger and ease pain – flexible rubber splints are available if you still need to use your finger\n- if you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- pain in your finger is stopping you doing normal activities\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it at home for 2 weeks\n- you've noticed a tingling in your hand or your hand is starting to feel numb\n- you have diabetes – hand problems can be more serious if you have diabetes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Go to an urgent treatment centre or A&E if you:": "- have severe pain\n- feel faint, dizzy or sick from the pain\n- heard a snap, grinding or popping noise at the time of the injury\n- are not able to move your finger or hold things\n- have a finger that's changed shape or colour\n- have lost the feeling of part or all of your hand after an injury\nThese might be signs of a broken finger.\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"Common causes of finger pain": "Finger pain is often caused by bruising or injuring your finger.\nYour symptoms might also give you an idea of what's causing the pain in your finger."}, {"No header": "Do not worry if you're not sure what the problem is.\nFollow the advice on this page and see a GP if the pain does not get better in 2 weeks.\nYou can also read about pain in other areas of your hand."}]}, {"condition": "First aid", "sections": [{"No header": "Every year in the UK, thousands of people die or are seriously injured in incidents. Many deaths could be prevented if first aid was given before emergency services arrive."}, {"What to do": "If someone is injured, you should:\n- first check that you and the injured person aren't in any danger, and, if possible, make the situation safe\n- if necessary, dial 999 for an ambulance when it's safe to do so\n- carry out basic first aid\nFind out what to do after an incident\nIf someone is unconscious but breathing, and has no other injuries that would stop them being moved, place them in the recovery position until help arrives.\nKeep them under observation to ensure they continue to breathe normally.\nIf someone is not breathing normally, call 999 and start cardiopulmonary resuscitation (CPR) straight away.\nFind out more about CPR"}, {"Common accidents and emergencies": "Here are some of the most common injuries that may need emergency treatment in the UK and information about how to deal with them.\nAnaphylaxis (or anaphylactic shock) is a severe allergic reaction that can occur after an insect sting or eating certain foods.\nThe adverse reaction can be very fast, occurring within seconds or minutes of coming into contact with the substance the person is allergic to (allergen).\nDuring anaphylactic shock, it may be difficult for the person to breathe, as their tongue and throat may swell, obstructing their airway.\nCall 999 immediately if you think someone is experiencing anaphylactic shock.\nCheck if the person is carrying any medication. Some people who know they have severe allergies may carry an adrenaline self-injector, which is a type of pre-loaded syringe.\nYou can either help the person administer their medication or, if you're trained to do so, give it to them yourself.\nAfter the injection, continue to look after the person until medical help arrives. \nAll casualties who have had an intramuscular or subcutaneous (under the skin) injection of adrenaline must be seen and medically checked by a healthcare professional as soon as possible after the injection has been given.\nMake sure they're comfortable and can breathe as best they can while waiting for medical help to arrive.\nIf they're conscious, sitting upright is normally the best position for them.\nFind out how to treat anaphylaxis\nIf someone is bleeding heavily, the main aim is to prevent further blood loss and minimise the effects of shock.\nFirst, dial 999 and ask for an ambulance as soon as possible.\nIf you have disposable gloves, use them to reduce the risk of any infection being passed on.\nCheck that there's nothing embedded in the wound. If there is, take care not to press down on the object.\nInstead, press firmly on either side of the object and build up padding around it before bandaging to avoid putting pressure on the object itself.\nDo not try to remove it because it may be helping to slow down the bleeding.\nIf nothing is embedded:\n- Apply and maintain pressure to the wound with your gloved hand, using a clean pad or dressing if possible. Continue to apply pressure until the bleeding stops.\n- Use a clean dressing or any clean, soft material to bandage the wound firmly.\n- If bleeding continues through the pad, apply pressure to the wound until the bleeding stops, and then apply another pad over the top and bandage it in place. Do not remove the original pad or dressing, but continue to check that the bleeding has stopped.\nIf a body part, such as a finger, has been severed, place it in a plastic bag or wrap it in cling film. Do not wash the severed limb.\nWrap the package in soft fabric and place in a container of crushed ice. Do not let the limb touch the ice.\nMake sure the severed limb goes with the patient to hospital.\nAlways seek medical help for bleeding, unless it's minor.\nFind out how to treat cuts and grazes and how to treat nosebleeds.\nIf someone has a burn or scald:\n- Cool the burn as quickly as possible with cool running water for at least 20 minutes, or until the pain is relieved.\n- Call 999 or seek medical help, if needed.\n- While cooling the burn, and before the area begins to swell, carefully remove any clothing or jewellery, unless it's attached to the skin.\n- If you're cooling a large burnt area, particularly in babies, children and elderly people, be aware that it may cause hypothermia (it may be necessary to stop cooling the burn to avoid hypothermia).\n- If the burn has cooled, cover it loosely with cling film. If cling film isn't available, use a clean, dry dressing or non-fluffy material. Do not wrap the burn tightly as swelling may lead to further injury.\n- Do not apply creams, lotions or sprays to the burn.\nIf you are not sure if medical help is needed or what to do next, call 111 or get help from 111 online.\nFind out how to treat burns and scalds\nFor chemical burns, wear protective gloves, remove any affected clothing, and rinse the burn with cool running water for at least 20 minutes to remove the chemical.\nIf possible, determine the cause of the injury.\nIn certain situations where a chemical is regularly handled, a specific chemical antidote may be available to use.\nBe careful not to contaminate and injure yourself with the chemical, and wear protective clothing if necessary.\nCall 999 for immediate medical help.\nThe following information is for choking in adults. There is separate advice on how to stop a child from choking.\nIf the airway is only partly blocked, the person will usually be able to speak, cry, cough or breathe.\nIn situations like this, a person will usually be able to clear the blockage themselves.\nIf choking is mild:\n- Encourage the person to cough to try to clear the blockage.\n- Ask them to try to spit out the object if it's in their mouth.\n- Do not put your fingers in their mouth if you can't see the object, as you risk pushing it further down their mouth.\nIf coughing doesn't work, start back blows.\nIf choking is severe, the person won't be able to speak, cry, cough or breathe, and without help they'll eventually become unconscious. If coughing doesn't work start back blows.\nTo help an adult or child over 1 year old:\n- Stand behind the person and slightly to one side. Support their chest with 1 hand. Lean the person forward so the object blocking their airway will come out of their mouth, rather than moving further down.\n- Give up to 5 sharp blows between the person's shoulder blades with the heel of your hand (the heel is between the palm of your hand and your wrist).\n- Check if the blockage has cleared.\n- If not, give up to 5 abdominal thrusts.\nDo not give abdominal thrusts to babies under 1 year old or to pregnant women.\nTo perform abdominal thrusts on a person who is severely choking and isn't in one of the above groups:\n- Stand behind the person who is choking.\n- Place your arms around their waist and bend them well forward.\n- Clench 1 fist and place it just above the person's belly button.\n- Place your other hand on top of your fist and pull sharply inwards and upwards.\n- Repeat this up to 5 times.\nThe aim is to get the obstruction out with each chest thrust, rather than necessarily doing all 5.\nIf the person's airway is still blocked after trying back blows and abdominal thrusts:\n- Call 999 and ask for an ambulance. Tell the 999 operator that the person is choking.\n- Continue with the cycles of 5 back blows and 5 abdominal thrusts until help arrives.\nThe person choking should always be seen by a healthcare professional afterwards to check for any injuries or small pieces of the obstruction that remain.\nIf someone is in difficulty in water, don't enter the water unless it's safe to do so. Don't put yourself at risk.\nOnce the person is on land, you need to check if they're breathing. Ask someone to call 999 for medical help.\nIf they're not breathing, open the airway and give 5 initial rescue breaths before starting CPR.\nFind out how to give CPR, including rescue breaths.\nIf the person is unconscious but still breathing, put them into the recovery position with their head lower than their body and call an ambulance immediately.\nContinue watching the patient to ensure they don't stop breathing and continue to breathe normally.\nIf someone has had an electric shock, switch off the electrical current at the mains to break the contact between the person and the electrical supply.\nIf you can't reach the mains supply:\n- Do not go near or touch the person until you're sure the electrical supply has been switched off.\n- Once the power supply has been switched off, and if the person isn't breathing, dial 999 to for an ambulance.\nAfterwards, seek medical help.\nIt can be difficult to tell if a person has a broken bone or a joint, as opposed to a simple muscular injury. If you're in any doubt, treat the injury as a broken bone.\nIf the person is unconscious or is bleeding heavily, these must be dealt with first by controlling the bleeding with direct pressure and performing CPR. See the section on bleeding heavily above.\nIf the person is conscious, prevent any further pain or damage by keeping the fracture as still as possible until you get them safely to hospital.\nOnce you have done this, decide whether the best way to get them to hospital is by ambulance or car.\nIf the pain isn't too severe, you could transport them to hospital by car. Get someone else to drive if possible so you can care for the person who is injured during the trip.\nBut call 999 if:\n- they're in a lot of pain and in need of strong painkilling medication – call an ambulance and do not move them\n- it's obvious they have a broken leg – do not move them, but keep them in the position you found them in and call an ambulance\n- you suspect they have injured or broken their back – call an ambulance and do not move them\nDo not give the person who is injured anything to eat or drink, as they may need an anaesthetic (numbing medication) when they reach hospital.\nFind out more about: \n- broken ankle\n- broken arm or wrist\n- broken collarbone\n- broken nose\n- broken toe\n- broken ribs\n- hip fracture\nA heart attack is one of the most common life-threatening heart conditions in the UK.\nIf you think someone is having or has had a heart attack, call 999 and then move them into a comfortable sitting position.\nSymptoms of a heart attack include:\n- chest pain – the pain is usually located in the centre or left side of the chest and can feel like a sensation of pressure, tightness or squeezing\n- pain in other parts of the body – it can feel as if the pain is travelling from the chest down 1 or both arms, or into the jaw, neck, back or abdomen (tummy)\nSit the person down and make them comfortable.\nIf they can, it's best for them to sit on the floor with their knees bent and their head and shoulders supported. If possible, place cushions behind them or under their knees.\nIf they're conscious, reassure them and ask them to take a 300mg aspirin tablet to chew slowly, (unless you know they shouldn't take aspirin, for example if they are under 16 or they say they are allergic to it).\nIf the person has any medication for angina, help them to take it.\nMonitor their vital signs, such as their breathing, until help arrives.\nIf the person deteriorates and becomes unconscious, open their airway, check their breathing and, if necessary, start CPR.\nCall 999 to tell them you think the person is now in cardiac arrest (their heart has stopped beating).\nPoisoning is potentially life threatening.\nCommon causes of poisoning include:\n- swallowing a toxic substance, such as bleach\n- taking an overdose of a prescription medicine\n- eating something, like wild plants and fungi\nAlcohol poisoning can cause similar symptoms.\nIf you think someone has swallowed a poisonous substance, call 999 to get immediate medical help and advice.\nThe effects of poisoning depend on the substance swallowed, but can include vomiting, loss of consciousness, pain or a burning sensation.\nThe following advice is important:\n- Find out what's been swallowed so you can tell the paramedic or doctor.\n- Do not give the person anything to eat or drink unless a healthcare professional advises you to.\n- Do not try to cause vomiting.\n- Stay with the person, as their condition may get worse and they could become unconscious.\nIf the person becomes unconscious while you're waiting for help to arrive, check for breathing and, if necessary, perform CPR.\nDo not perform mouth-to-mouth resuscitation if the person's mouth or airway is contaminated with the poison.\nDo not leave them if they're unconscious: they could vomit. The vomit could then enter their lungs and make them choke.\nIf they do vomit naturally, try to collect some of it for the ambulance crew – this may help identify the cause of the poisoning.\nIf the patient is conscious and breathing normally, put them into the recovery position and keep checking they're breathing normally.\nFind out more about treatment for poisoning and alcohol poisoning.\nIn the case of a serious injury or illness, it's important to look out for signs of shock.\nShock is a life-threatening condition that occurs when the circulatory system fails to provide enough oxygenated blood to the body and, as a result, deprives the vital organs of oxygen.\nThis is usually the result of severe blood loss, but it can also occur after severe burns, severe vomiting, a heart attack, a bacterial infection, or a severe allergic reaction (anaphylaxis).\nThe type of shock described here isn't the same as the emotional response of feeling shocked, which can also occur after an accident.\nSigns of shock include:\n- pale, cold, clammy skin\n- sweating\n- rapid, shallow breathing\n- weakness and dizziness\n- feeling sick and possibly vomiting\n- thirst\n- yawning\n- sighing\nSeek medical help immediately if you notice that someone has any of these signs of shock.\nYou should:\n- call 999 as soon as possible and ask for an ambulance\n- treat any obvious injuries\n- lie the person down if their injuries allow you to and, if possible, raise and support their legs\n- use a coat or blanket to keep them warm\n- do not give them anything to eat or drink\n- give them lots of comfort and reassurance\n- monitor the person – if they stop breathing, startCPRand call 999 to update them\nThe FAST guide is the most important thing to remember when dealing with people who have had a stroke.\nThe earlier they receive treatment, the better. Call for emergency medical help straight away.\nIf you think a person has had a stroke, use the FAST guide:\n- Face – the face may have dropped on 1 side, the person may not be able to smile, or their mouth or eye may have drooped.\n- Arms – the person with suspected stroke may not be able to lift both arms and keep them there because of weakness or numbness in 1 arm.\n- Speech – their speech may be slurred or garbled, or the person may not be able to talk at all despite appearing to be awake.\n- Time – it's time to dial 999 immediately if you notice any of these signs or symptoms.\nIf a person had symptoms of a stroke but they do not have them now, you should still call 999 as it may have been a mini-stroke (also called a transient ischaemic attack or TIA).\nFind out more about the symptoms of a stroke."}, {"Calling 999 to get help in an emergency": "When you call 999, you'll be asked what service you need, as well as:\n- your telephone number\n- the address you're calling from\n- a brief description of what's wrong with the person and whether they're bleeding, unconscious or not breathing\nThe call handler may advise you on what you can do until help arrives."}]}, {"condition": "Fits (children with fever), see Febrile seizures", "sections": [{"No header": "Febrile seizures (febrile convulsions) are fits that can happen when a child has a fever. They most often happen between the ages of 6 months and 3 years.\nIt can be frightening and distressing to see your child having a seizure, particularly if it's their first seizure.\nHowever, these seizures are usually harmless and almost all children make a complete recovery afterwards.\nAs a precaution, you may still need to take your child to the nearest hospital or call 999 and ask for an ambulance. See What to do during a seizure."}, {"Signs of a febrile seizure": "A febrile seizure usually lasts for less than 5 minutes. Your child will:\n- become stiff and their arms and legs may begin to twitch\n- lose consciousness and may wet or soil themselves\nThey may also be sick and foam at the mouth, and their eyes may roll back.\nAfter the seizure, your child may be sleepy for up to an hour. A straightforward febrile seizure like this will only happen once during your child's illness.\nOccasionally, febrile seizures can last longer than 15 minutes and symptoms may only affect one area of your child's body.\nThese are known as complex febrile seizures. These seizures sometimes happen again within 24 hours or during the period in which your child is ill."}, {"What to do during a febrile seizure": "If your child is having a febrile seizure, place them in the recovery position. Stay with your child and try to make a note of how long the seizure lasts.\nDo not put anything into your child's mouth during a seizure – including medicine – as there's a slight chance they might bite their tongue.\nTake your child to the nearest hospital or call 999 and ask for an ambulance if:\n- your child is having a seizure for the first time\n- the seizure lasts longer than 5 minutes and shows no signs of stopping\n- you suspect the seizure is being caused by another serious illness – for example, meningitis\n- your child is having breathing difficulties\nWhile it's unlikely that there's anything seriously wrong, it's important to get your child checked.\nIf your child has had febrile seizures before and the seizure lasts for less than 5 minutes, call a GP, use NHS 111 or call 111 for advice.\nYou should also contact a GP or NHS 111 if you think your child is showing signs and symptoms of dehydration (a lack of fluid in the body)."}, {"Seeing a doctor": "Febrile seizures can often be diagnosed from a description of what happened. It's unlikely that a doctor will see the seizure happening, so it's useful to note:\n- how long the seizure lasted\n- what happened, such as body stiffening, twitching of the face, arms and legs, staring, and loss of consciousness\n- whether your child recovered within 1 hour\n- whether they've had a seizure before\nFurther tests, such as a blood test or urine test, may be needed if the cause of your child's illness is not clear.\nIt can sometimes be difficult to get a urine sample from young children, so it may have to be done in hospital.\nFurther testing and observation in hospital is also usually recommended if your child's symptoms are unusual or they're having complex febrile seizures, particularly if they're younger than 12 months old.\nThe tests that may be recommended include:\n- anelectroencephalogram (EEG), which measures your child's electrical brain activity by placing electrodes on their scalp. Unusual patterns of brain activity can sometimes indicateepilepsy.\n- alumbar puncture, where a small sample of cerebrospinal fluid (CSF) is removed from the spine for testing. CSF is a clear fluid that surrounds and protects the brain and spinal cord. A lumbar puncture can be used to determine whether your child has an infection of the brain or nervous system."}, {"Causes of febrile seizures": "The cause of febrile seizures is unknown, although they're linked to the start of a high temperature (fever).\nThere may also be a genetic link to febrile seizures, as the chances of having a seizure are increased if a close family member has a history of them.\nIn most cases, the child's high temperature is caused by an infection. Common examples are chickenpox, flu, a middle ear infection or tonsillitis.  \nIn very rare cases, febrile seizures can happen after a child has a vaccination."}, {"Recurring febrile seizures": "About 1 in 3 children who have had a febrile seizure will have another seizure during a subsequent infection. This often happens within a year of the first one.\nRecurrence is more likely if:\n- the first febrile seizure happened before your child was 18 months old\n- there's a history of seizures orepilepsyin your family\n- before having their first seizure, your child had a fever that lasted less than an hour or their temperature was under 40C\n- your child previously had a complex febrile seizure (more than one seizure during their illness)\n- your child attends a day care nursery – this increases their chances of developing common childhood infections, such as thefluorchickenpox\nIt's not recommended that your child is given a prescription of regular medicines to prevent further febrile seizures.\nThis is because the adverse side effects associated with many medicines outweigh any risks of the seizures themselves.\nResearch has shown the use of medicines to control high temperatures is not likely to prevent further febrile seizures.\nHowever, there may be exceptional circumstances where medicine to prevent recurrent febrile seizures is recommended.\nFor example, children may need medicine if they have a low threshold for having seizures during illness, particularly if the seizures last a long time.\nIn this case, your child may be prescribed medicine such as diazepam or lorazepam to take at the start of a fever.\nChildren who've had a febrile seizure after a routine vaccination – which is very rare – are no more at risk of having another seizure than children who had a seizure because of illness."}, {"Complications of febrile seizures": "Febrile seizures have been linked to an increased risk of epilepsy.\nMany parents worry that if their child has one or more febrile seizures, they'll develop epilepsy when they get older. Epilepsy is a condition where a person has repeated seizures without a fever.\nWhile it's true that children who have a history of febrile seizures have an increased risk of developing epilepsy, it should be stressed that the risk is still small.\nIt's estimated that children with a history of simple febrile seizures have a 1 in 50 chance of developing epilepsy in later life.\nChildren with a history of complex febrile seizures have a 1 in 20 chance of developing epilepsy in later life.\nPeople who have not had febrile seizures have around a 1 to 2 in 100 chance of developing epilepsy."}]}, {"condition": "Fits (seizures), see What to do if someone has a seizure (fit)", "sections": [{"No header": "If you see someone having a seizure or fit, there are some simple things you can do to help.\nIt might be scary to witness, but do not panic.\nIf you're with someone having a seizure:\n- only move them if they're in danger, such as near a busy road or hot cooker\n- cushion their head if they're on the ground\n- loosen any tight clothing around their neck, such as a collar or tie, to aid breathing\n- turn them on to their side after their convulsions stop – read more about therecovery position\n- stay with them and talk to them calmly until they recover\n- note the time the seizure starts and finishes\nIf the person is in a wheelchair, put the brakes on and leave any seatbelt or harness on. Support them gently and cushion their head, but do not try to move them.\nDo not put anything in their mouth, including your fingers. They should not have any food or drink until they have fully recovered."}, {"When to call an ambulance": "Call 999 and ask for an ambulance if:\n- it's the first time someone has had a seizure\n- the seizure lasts longer than is usual for them\n- the seizure lasts more than 5 minutes, if you do not know how long their seizures usually last\n- the person does not regain full consciousness, or has several seizures without regaining consciousness\n- the person is seriously injured during the seizure\nPeople with epilepsy do not always need an ambulance or to go to hospital every time they have a seizure.\nThey usually have a care plan agreed with doctors and their family or carers that says what to do when they have a seizure, such as giving emergency medicine. If you know what to do and have been trained then you can follow their care plan.\nSome people with epilepsy wear a special bracelet or carry a card to let medical professionals and anyone witnessing a seizure know they have epilepsy.\nEpilepsy Action has more information about seizures that last longer than 5 minutes."}, {"Make a note of any useful information": "If you see someone having a seizure, you may notice things that could be useful for the person or their doctor to know:\n- What were they doing before the seizure?\n- Did the person mention any unusual sensations, such as an odd smell or taste?\n- Did you notice any mood change, such as excitement, anxiety or anger?\n- What brought your attention to the seizure? Was it a noise, such as the person falling over, or body movements, such as their eyes rolling or head turning?\n- Did the seizure happen without warning?\n- Was there any loss of consciousness or altered awareness?\n- Did the person's colour change? For example, did they become pale, flushed or blue? If so, where – the face, lips or hands?\n- Did any parts of their body stiffen, jerk or twitch? If so, which parts?\n- Did the person's breathing change?\n- Did they perform any actions, such as mumble, wander about or fumble with clothing?\n- How long did the seizure last?\n- Did the person lose control of their bladder or bowel?\n- Did they bite their tongue?\n- How were they after the seizure?\n- Did they need to sleep? If so, for how long?\nYou can watch healthtalk.org videos of people talking about having epileptic seizures.\nThe Royal College of Paediatrics and Child Health (RCPCH) also has useful leaflets you can download about a first seizure without a fever in children and young people."}, {"Keeping a seizure diary": "If you have epilepsy, it can be helpful to record the details of your seizures in a diary.\nRead more about seizure diaries and download one for free from:\n- Epilepsy Action: seizure diary\n- Epilepsy Society: seizure diaries"}]}, {"condition": "Flat feet", "sections": [{"No header": "Flat feet, or \"fallen arches\", are where your feet press flat on the ground. They're common and usually nothing to worry about."}, {"Check if you have flat feet": "To see if you have flat feet, check the inner sides of your feet while you're standing up.\nYou do not need to do anything if you or your child have flat feet and they're not causing any problems.\nMost children have flat feet until they're about 6 years of age. After this time, they usually develop an arch.\nFlat feet:\n- do not usually cause any problems\n- should not stop you doing any activities, including sports\n- are rarely a sign of anything serious\nBut sometimes, you may have pain around your ankle or the arch of your foot may ache. Your shoes may also wear out quickly."}, {"Non-urgent advice:  See a GP if you have flat feet and:": "- your feet are painful, stiff, weak or numb\n- you often get feet or ankle injuries\n- you have problems with walking or balance\n- you did not have flat feet before\n- it only affects 1 foot\nThese problems mean you might need treatment.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for flat feet": "If flat feet are causing problems and you need treatment, a GP may refer you to a specialist like a podiatrist or physiotherapist.\nReferral to a specialist is not available everywhere and waiting times can be long.\nYour GP might be able to give you advice about paying to see a specialist privately.\nA foot specialist can offer advice about:\n- what shoes to wear (wide, comfortable shoes with a low heel are usually best)\n- shoe insoles to support your feet\n- foot stretches and exercises\n- painkillers\nThese will not change the shape of your feet, but can help with things like pain or stiffness.\nSurgery is rarely needed for flat feet.\nIt might help if there's a problem with the bones, tissues or muscles in your feet and other treatments have not worked.\nYour GP may refer you to a surgeon if they think surgery might help."}, {"Causes of flat feet": "There's often no obvious cause for flat feet. It might just be the way your feet are.\nSometimes flat feet run in families.\nRarely, flat feet may be caused by:\n- the bones in the feet not growing properly in the womb\n- stretching of the tissues in your feet (possibly as a result of things like an injury, getting older or being overweight)\n- conditions affecting the muscles, nerves or joints in the whole body likecerebral palsyandspina bifida"}]}, {"condition": "Flat head syndrome, see Plagiocephaly and brachycephaly (flat head syndrome)", "sections": [{"No header": "Babies sometimes develop a flattened head when they're a few months old, usually as a result of them spending a lot of time lying on their back.\nThis is known as flat head syndrome, and there are 2 main types:\n- plagiocephaly – the head is flattened on 1 side, causing it to look asymmetrical; the ears may be misaligned and the head looks like a parallelogram when seen from above, and sometimes the forehead and face may bulge a little on the flat side\n- brachycephaly – the back of the head becomes flattened, causing the head to widen, and occasionally the forehead bulges out\nThese problems are quite common, affecting around 1 in every 5 babies at some point.\nIn most cases they aren't a major cause for concern, as they don't have any effect on the brain and the head shape will often improve by itself over time. \nYour baby won't experience any pain or other symptoms, or any problems with their general development."}, {"What causes plagiocephaly and brachycephaly?": "The skull is made up of plates of bone that strengthen and join together as a child gets older. \nA young baby's skull is still relatively soft and can change shape if there's constant pressure on a particular part of their head.\nReasons why this may happen include:\n- sleeping on their back – the back or side of a baby's head can become flattened as a result of always sleeping on their back, but it's important they do this to reduce the risk ofsudden infant death syndrome (SIDS)\n- problems in the womb – pressure can be placed on a baby's head before it's born if they're a bit squashed in the womb or there's a lack of amniotic fluid to cushion them\n- being born prematurely – premature babies are more likely to develop a flattened head because their skull is softer when they're born, and they may prefer to rest their head on 1 side at first as they're not yet able to move their head themselves\n- neck muscle tightness – this can prevent a baby turning their head a particular way, meaning 1 side of their head is placed under more pressure\nOccasionally, a flattened head can be caused by the plates of the skull joining together too early. This is known as craniosynostosis."}, {"When to get medical advice": "Speak to your health visitor or GP if you're concerned about the shape of your baby's head or think they may have problems turning their head. \nThey can examine your baby's head and suggest things you can do to help.\nA slightly flattened head isn't usually anything to worry about, but it's a good idea to get advice early on so you can take steps to stop it getting any worse."}, {"What you can do": "The shape of your baby's head should improve naturally over time as their skull develops and they start moving their head, rolling around and crawling.\nTo take pressure off the flattened part of your baby's head:\n- give your baby time on their tummy during the day – encourage them to try new positions during play time, but make sure they always sleep on their back as this is safest for them\n- switch your baby between a sloping chair, a sling and a flat surface – this ensures there isn't constant pressure on 1 part of their head\n- change the position of toys and mobiles in their cot – this will encourage your baby to turn their head on to the non-flattened side\n- alternate the side you hold your baby when feeding and carrying\n- reduce the time your baby spends lying on a firm flat surface, such as car seats and prams – try using a sling or front carrier when practical\nIf your baby has difficulty turning their head, physiotherapy may help loosen and strengthen their neck muscles. \nCorrective surgery may be needed if they have craniosynostosis. \nFind out more about how craniosynostosis is treated"}, {"Helmets, headbands and mattresses": "There are specially designed helmets and headbands that some people claim can help improve the shape of a baby's skull as they grow.\nThese devices apply pressure to \"bulging\" parts of the skull and relieve pressure from other parts, potentially allowing growth in the flatter areas.\nTreatment is started when the child's skull is still soft, usually at around 5 or 6 months old, and the device is worn almost continuously (up to 23 hours a day) for several months.\nBut these helmets and headbands generally aren't recommended because:\n- there isn't clear evidence to suggest they work\n- they often cause problems such as skin irritation and rashes\n- they're expensive, typically costing around £2,000\n- your baby will need to be checked every few weeks to monitor their head growth and make any necessary adjustments\n- they may be uncomfortable and distressing for your baby\nSome people try special curved mattresses that are designed to distribute the weight of a baby's head over a larger area so less pressure is placed on a particular point of their skull.\nThese are cheaper than helmets and headbands, but there's currently only limited evidence to suggest they may help."}, {"Will my child's head shape return to normal?": "Mild flattening of the head will usually improve if you use the simple measures described on this page, although it may be a couple of months before you start to notice an improvement. \nYour baby's head may not return to a completely perfect shape, but by the time they're 1 or 2 years old any flattening will be barely noticeable.\nMore severe cases will also get better over time, although some flattening will usually remain. \nThe appearance of your child's head should improve as they become more mobile and their hair grows. \nIt's very rare for a child to experience problems such as teasing when they reach school age.\nYou may consider using a helmet or headband if you're worried about your child, but it's not clear whether these always work. \nYou should also bear in mind the inconvenience, expense and possible discomfort for you and your child."}]}, {"condition": "Flatulence, see Farting (flatulence)", "sections": [{"No header": "Farting, also known as flatulence or wind, is normal. There are things you can do if you fart a lot or it's smelly. Sometimes it can be a sign of a health condition."}, {"Check if your farting is normal": "Farting is usually nothing to worry about. Everyone farts, some people more than others. The average is 5 to 15 times a day.\nWhat's normal is different for everyone. If you notice a change or it's affecting your life, there are things you can do."}, {"Things you can do to cut down excessive or smelly farts": "- eat smaller meals, more often\neat smaller meals, more often\n- drink or chew food slowly\ndrink or chew food slowly\n- exercise regularly to improve how your body digests food\nexercise regularly to improve how your body digests food\n- drink peppermint tea\ndrink peppermint tea\n- do not chew gum, smoke, or suck pen tops or hard sweets to avoid swallowing air\ndo not chew gum, smoke, or suck pen tops or hard sweets to avoid swallowing air\n- do not wear loose-fitting dentures\ndo not wear loose-fitting dentures\n- do not eat too many foods that are difficult to digest and make you fart\ndo not eat too many foods that are difficult to digest and make you fart"}, {"No header": "- cabbage\n- broccoli\n- cauliflower\n- brussels sprouts\n- pulses, like beans or lentils\n- dried fruit, like raisins or apricots\n- onions\n- food or drinks containing the sweetener sorbitol\n- fizzy drinks and beer"}, {"A pharmacist can help with excessive or smelly farts": "Speak to a pharmacist about excessive or smelly farts.\nThey might be able to tell you:\n- if you can buy something to help – for example, charcoal tablets or special underwear and pads that absorb smells\n- if you should see a GP"}, {"No header": ""}, {"No header": "- self help and pharmacy treatments have not worked and farting is affecting your life\n- you have a stomach ache or bloating that will not go away or comes back\n- you keep getting constipation or diarrhoea\n- you have lost weight without trying\n- there's blood in your poo\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What causes excessive or smelly farts": "Excessive or smelly farts can be caused when you swallow air or eat foods that are difficult to digest. It can also sometimes be a sign of a health condition.\nDo not self-diagnose. See a GP if you're worried about your farting.\nExcessive or smelly wind can also be a side effect of some medicines, including:\n- non-steroidal anti-inflammatory drugs (NSAIDS), likeibuprofen\n- somelaxatives\n- antifungal medicines\n- statins\nDo not stop or change your medicine without speaking to a GP first."}, {"No header": ""}]}, {"condition": "Floaters and flashes in the eyes", "sections": [{"No header": "Dots and lines (floaters) or flashes of light in your vision are common. They're not usually serious."}, {"Floaters and flashes are usually harmless": "If you sometimes see:\n- floaters – such as small dark dots, squiggly lines, rings or cobwebs\n- flashes of light\nin your vision, it's not usually a sign of anything serious, especially if:\n- you've had them for a long time\n- they're not getting worse\n- your vision is not affected\nFlashes may eventually stop, and floaters often become less noticeable as you get used to them."}, {"No header": "- floaters or flashes appear suddenly\n- the number of floaters or flashes suddenly increases\n- you have a dark \"curtain\" or shadow moving across your vision\n- you also have blurred vision\n- you also have eye pain\n- floaters start after eye surgery or an eye injury\nThese could be signs of a serious problem with the back of your eye, which could permanently affect your vision if it's not treated quickly.\nGo to 111.nhs.uk or call 111. They can tell you the right place to get help if you need to see someone.\nGet an urgent opticians appointment\nYou can get your eyes checked at an opticians.\nCall an opticians near you and ask if you can have an urgent appointment.\nFind an opticians\nYour eyes will be checked to see if you might need to be seen by an eye doctor (ophthalmologist) for more tests or treatment.\nYou'll usually only need treatment if you have a problem that could affect your vision."}, {"Causes of floaters and flashes": "Lots of people, particularly older people, get floaters and flashes.\nThey're usually caused by a harmless process called posterior vitreous detachment (PVD), where the gel inside your eyes changes.\nSometimes they can be caused by retinal detachment.\nThis is serious and can lead to permanent vision loss if not treated.\nFloaters and flashes can also happen for no obvious reason."}]}, {"condition": "Flu", "sections": [{"No header": "Flu will often get better on its own, but it can make some people seriously ill. It's important to get the flu vaccine if you're advised to."}, {"Check if you have flu": "Flu symptoms come on very quickly and can include:\n- a sudden high temperature of 38C or above\n- an aching body\n- feeling tired or exhausted\n- a dry cough\n- a sore throat\n- a headache\n- difficulty sleeping\n- loss of appetite\n- diarrhoea or tummy pain\n- feeling sick and being sick\nThe symptoms are similar for children, but they can also get pain in their ear and appear less active."}, {"No header": "Cold and flu symptoms are similar, but flu tends to be more severe."}, {"How to treat flu yourself": "To help you get better more quickly:\n- rest and sleep\n- keep warm\n- take paracetamol or ibuprofen to lower your temperature and treat aches and pains\n- drink plenty of water toavoid dehydration(your pee should be light yellow or clear)"}, {"A pharmacist can help with flu": "A pharmacist can give treatment advice and recommend flu remedies.\nBe careful not to use flu remedies if you're taking paracetamol and ibuprofen tablets as it's easy to take more than the recommended dose."}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"Urgent advice: Get advice from 111 now if:": "- you're worried about your baby's or child's symptoms\n- you're 65 or over\n- you're pregnant\n- you have a long-term medical condition – for example, diabetes or a heart, lung, kidney or neurological disease\n- you have a weakened immune system – for example, because of chemotherapy or HIV\n- your symptoms do not improve after 7 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nA GP may be able to treat you.\nAsk your GP practice for an urgent appointment.\nGPs do not recommend antibiotics for flu because they will not relieve your symptoms or speed up your recovery.\n- develop sudden chest pain\n- have difficulty breathing\n- start coughing up blood"}, {"How to avoid spreading the flu": "Flu is very infectious and easily spread to other people. You're more likely to give it to others in the first 5 days.\nFlu is spread by germs from coughs and sneezes, which can live on hands and surfaces for 24 hours.\nTo reduce the risk of spreading flu:\n- wash your hands often with warm water and soap\n- use tissues to trap germs when you cough or sneeze\n- bin used tissues as quickly as possible\n- try to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities\nWatch this video to find out the best way to wash your hands."}, {"How to get the flu vaccine": "The flu vaccine is a safe and effective vaccine. It's offered every year on the NHS to help protect people at risk of flu and its complications.\nThe best time to have the flu vaccine is in the autumn before flu starts spreading. But you can get the vaccine later.\nThe flu vaccine is given to people who:\n- are 50 and over (including those who'll be 50 by 31 March 2022)\n- have certain health conditions\n- are pregnant\n- are in a long-stay residential care\n- receive a carer's allowance, or are the main carer for an older or disabled person who may be at risk if you get sick\n- live with someone who is more likely to get infections (such as someone who has HIV, has had a transplant or is having certain treatments for cancer, lupus or rheumatoid arthritis)\n- frontline health or social care workers\nYou can have the NHS flu vaccine at:\n- your GP surgery\n- a pharmacy offering the service\n- your midwifery service if you're pregnant\n- a hospital appointment\nIf you do not have your flu vaccine at your GP surgery, you do not have to tell the surgery. This will be done for you.\nDue to high demand for the flu vaccine, there may be some delays getting a vaccination appointment. Your GP surgery or pharmacy should be able to tell you when more appointments are available.\n- adult flu vaccine\n- children's flu vaccine"}]}, {"condition": "Fluoride", "sections": [{"No header": "Fluoride is a naturally occurring mineral found in water in varying amounts, depending on where in the UK you live.\nIt can help prevent tooth decay, which is why it's added to many brands of toothpaste and, in some areas, to the water supply through a process called fluoridation."}, {"Tooth decay": "Tooth decay, also known as dental decay or dental caries, is a major health concern worldwide and is still a big problem in the UK. Despite being preventable, it's one of the most common reasons for hospital admission in children.\nTooth decay is the destruction of tooth tissue caused by acids made by bacteria in dental plaque. Dental plaque is a sticky film that constantly forms on the teeth. Each time you have sugary food and drink, the bacteria in plaque produce acid that attacks teeth.\nIf you eat or drink sugary foods frequently throughout the day, you have more \"acid attacks\", which can lead to tooth decay. This can eventually lead to cavities (holes) in the teeth and infection, which is why teeth sometimes need to be removed.\nRead more about the causes of tooth decay."}, {"Fluoride toothpaste": "Brushing your teeth thoroughly with fluoride toothpaste is one of the most effective ways of preventing tooth decay.\nA range of toothpastes are available containing different levels of fluoride. The amount of fluoride in the toothpaste can be found on the side of the tube and is measured in parts per million (ppm).\nToothpastes containing 1,350 to 1,500ppm fluoride are the most effective. Your dentist may advise you to use higher-strength toothpaste if you or your child is at particular risk of tooth decay.\n- Children under 3 years oldshould brush twice daily, with a smear of toothpaste containing at least 1,000ppm fluoride.\n- Children between 3 and 6 years oldshould brush at least twice daily with a pea-sized amount of toothpaste containing more than 1,000ppm fluoride.\n- Adultsshould brush at least twice daily with a toothpaste containing 1,350-1,500ppm fluoride.\nDon't use mouthwash at the same time as brushing. Use it at an alternative time, because it washes away the fluoride in the toothpaste\nRead more about:\n- looking after your baby's teeth\n- children's teeth\n- how to keep your teeth clean"}, {"Fluoride dental treatments": "Fluoride mouth rinses can be prescribed for adults and children aged 8 and above who have tooth decay. They should be used every day, in addition to brushing twice daily with toothpaste containing at least 1,350ppm fluoride.\nRinses should be used at different times to brushing to avoid washing the toothpaste off your teeth, as this reduces the beneficial effects of the fluoride in the toothpaste.\nFluoride varnish can be applied to both baby teeth and adult teeth by a dentist. The process involves painting a varnish containing high levels of fluoride onto the surface of the tooth every 6 months to prevent decay. It works by strengthening tooth enamel, making it more resistant to decay.\nFrom the age of 3, children should be offered fluoride varnish treatment at least twice a year. Fluoride varnish should be offered 2 or more times a year for children of all ages with tooth decay or those at high risk of developing it.\nAsk your dentist about fluoride varnish. Find a dentist near you."}, {"Community water fluoridation": "Most water supplies contain some fluoride and in the early 20th century, levels of tooth decay were found to be associated with fluoride levels in drinking water.\nThis led to the introduction of schemes to add fluoride to water supplies to improve dental health.\nCommunity water fluoridation schemes have operated for more than 70 years; the first scheme was introduced in the US in 1945. The first substantive UK scheme was established in Birmingham in 1964.\nAround 5.8 million people in England receive fluoridated water. This means fluoride has been added to bring it up to around 1mg of fluoride per litre of water, which is a level found to reduce tooth decay levels.\nThe decision about whether to add fluoride to the water supply is made by individual local authorities. Areas where water fluoridation schemes are currently in place include parts of:\n- the West Midlands\n- the North East\n- the East Midlands\n- Eastern England\n- the North West\n- Yorkshire and Humber\nIn some parts of the country, such as parts of the North East and Midlands, the public water supply naturally contains a level of fluoride that's similar to that seen in schemes. Some private water supplies contain more than this amount.\nYour local water supplier should be able to tell you how much fluoride is in your water supply and whether any is added. Most companies have an online facility where you can use your postcode to check the water in your area.\nOver the past 50 years, there have been several reviews of the safety and effectiveness of water fluoridation schemes.\nRecent large reviews that have been carried out include:\n- NHS Centre for Reviews and Dissemination: A systematic review of water fluoridation (PDF, 6.22Mb)– in 2000\n- Centers for Disease Control and Prevention (US): Recommendations on selected interventions to prevent dental caries, oral and pharyngeal cancers and sports-related craniofacial injuries (PDF, 69kb)– in 2002\n- US Department of Health and Human Services Community Preventive Services Task Force: Community water fluoridation– in 2013\n- Royal Society of New Zealand: Health effects of water fluoridation (PDF, 1Mb)– in 2014\n- Cochrane Oral Health Group: Water fluoridation for the prevention of dental caries– in 2015\nOverall, these reviews found that water fluoridation appears to contribute to reduced tooth decay levels and doesn't seem to be associated with any significant health risks."}, {"Is fluoride safe?": "There have been some concerns that fluoride may be linked to a variety of health conditions. Reviews of the risks have so far found no convincing evidence to support these concerns.\nHowever, a condition called dental fluorosis can sometimes occur if a child's teeth are exposed to too much fluoride when they're developing. Read more about looking after children's teeth and looking after your baby's teeth.\nMild dental fluorosis can be seen as very fine pearly white lines or flecking on the surface of the teeth. Severe fluorosis can cause the tooth's enamel to become pitted or discoloured.\nIt's uncommon in the UK for fluorosis to be severe enough to seriously affect the appearance of teeth. This is because fluoride levels in water are carefully monitored by the Drinking Water Inspectorate (DWI) and adjusted if necessary."}]}, {"condition": "Foetal alcohol spectrum disorder", "sections": [{"No header": "If you drink alcohol during pregnancy you risk causing harm to your baby. Sometimes this can result in mental and physical problems in the baby, called foetal alcohol spectrum disorder (FASD).\nFASD can happen when alcohol in the mother's blood passes to her baby through the placenta.\nYour baby cannot process alcohol well, which means it can stay in their body for a long time. Alcohol can damage their brain and body and stop them from developing normally in the womb.\nThis can result in the loss of the pregnancy. Babies who survive may be left with lifelong problems."}, {"Characteristics of foetal alcohol spectrum disorder (FASD)": "FASD can cause problems with:\n- movement, balance, vision and hearing\n- learning, such as problems with thinking, concentration, and memory\n- managing emotions and developing social skills\n- hyperactivity and impulse control\n- communication, such as problems with speech\n- the joints, muscles, bones, and organs, such as the kidneys and heart\nThese problems are permanent, though early treatment and support can help limit their impact on a child's life."}, {"What to do if you think your child has foetal alcohol spectrum disorder (FASD)": "Speak to a GP or health visitor if you have any concerns about your child's development or think they could have FASD.\nIf the condition is not diagnosed early and your child does not receive appropriate support, they're more likely to experience bigger challenges associated with the condition.\nFor example, they may have difficulties with learning, have challenging behaviours, mental health problems, and find it difficult to get a job and live independently as an adult.\nA doctor or health visitor will need to know if your child was exposed to alcohol during pregnancy to help make a diagnosis of FASD.\nYour child may be referred to a specialist team for an assessment if there's a possibility they have the condition.\nThis usually involves physical examinations and blood tests to rule out genetic conditions that have similar characteristics to FASD."}, {"Treatment and support for foetal alcohol spectrum disorder (FASD)": "There is no particular treatment for FASD and the damage to a child's brain and body cannot be reversed. But an early diagnosis and support can make a big difference.\nOnce the condition has been diagnosed, a team of healthcare professionals can assess your child's needs and offer appropriate educational and behavioural strategies.\nYou may also find it helpful to contact a support group for people with FASD. These can be a good source of advice and they may be able to connect you with other people in a similar situation.\nFind support from:\n- FASD Network UK\n- National Organisation for FASD\nYou might also want to ask your care team if they know of any local groups in your area."}, {"Preventing foetal alcohol spectrum disorder (FASD)": "FASD is completely avoidable if you do not drink alcohol while you're pregnant.\nThe risk of FASD is higher the more you drink. There's no proven \"safe\" level of alcohol in pregnancy. Not drinking at all is the safest approach.\nIf you're pregnant and struggling with an alcohol problem, talk to a midwife or doctor.\nConfidential help and support is also available from:\n- Drinkawarehas a national alcohol helpline called Drinkline; if you're worried about your own or someone else's drinking, call the free helpline on 0300 123 1110 (weekdays 9am to 8pm, weekends 11am to 4pm)\n- We Are With You– a charity providing free, confidential support for drugs, alcohol and mental health problems and a directory of drug and alcohol services around the UK\n- Alcoholics Anonymous (AA)– a free self-help group; its \"12-step\" programme involves getting sober with the help of regular support groups\n- NOFAS-UK has a helpline–020 8458 5951(you leave a message and someone returns your call)\nYou can also find your nearest alcohol support services or read advice on cutting down your drinking and alcohol in pregnancy."}]}, {"condition": "Food allergy", "sections": [{"No header": "A food allergy is when the body's immune system reacts unusually to specific foods. Although allergic reactions are often mild, they can be very serious.\nSymptoms of a food allergy can affect different areas of the body at the same time. Some common symptoms include:\n- an itchy sensation inside the mouth, throat or ears\n- a raised itchy red rash (urticaria, or \"hives\")\n- swelling of the face, around the eyes, lips, tongue and roof of the mouth(angioedema)\n- vomiting\nRead more about the symptoms of food allergies."}, {"Anaphylaxis": "In the most serious cases, a person has a severe allergic reaction (anaphylaxis), which can be life threatening. \nCall 999 if you think someone has the symptoms of anaphylaxis, such as:\n- breathing difficulties\n- trouble swallowing or speaking\n- feeling dizzy or faint\nAsk for an ambulance and tell the operator you think the person is having a severe allergic reaction."}, {"What causes food allergies?": "Food allergies happen when the immune system – the body's defence against infection – mistakenly treats proteins found in food as a threat.\nAs a result, a number of chemicals are released. It's these chemicals that cause the symptoms of an allergic reaction.\nAlmost any food can cause an allergic reaction, but there are certain foods that are responsible for most food allergies.\nFoods that most commonly cause an allergic reaction are:\n- milk\n- eggs\n- peanuts\n- tree nuts\n- fish\n- shellfish\n- some fruit and vegetables\nMost children that have a food allergy will have experienced eczema during infancy. The worse the child's eczema and the earlier it started, the more likely they are to have a food allergy.\nIt's still unknown why people develop allergies to food, although they often have other allergic conditions, such as asthma, hay fever and eczema.\nRead more information about the causes and risk factors for food allergies."}, {"Types of food allergies": "Food allergies are divided into 3 types, depending on symptoms and when they occur.\n- IgE-mediated food allergy– the most common type, triggered by the immune system producing an antibody called immunoglobulin E (IgE). Symptoms occur a few seconds or minutes after eating. There's a greater risk of anaphylaxis with this type of allergy.\n- non-IgE-mediated food allergy– these allergic reactions aren't caused by immunoglobulin E, but by other cells in the immune system. This type of allergy is often difficult to diagnose as symptoms take much longer to develop (up to several hours).\n- mixed IgE and non-IgE-mediated food allergies– some people may experience symptoms from both types.\nRead more information about the symptoms of a food allergy.\nSome people experience itchiness in their mouth and throat, sometimes with mild swelling, immediately after eating fresh fruit or vegetables. This is known as oral allergy syndrome. \nOral allergy syndrome is caused by allergy antibodies mistaking certain proteins in fresh fruits, nuts or vegetables for pollen.\nOral allergy syndrome generally doesn't cause severe symptoms, and it's possible to deactivate the allergens by thoroughly cooking any fruit and vegetables. \nThe Allergy UK website has more information."}, {"Treatment": "The best way to prevent an allergic reaction is to identify the food that causes the allergy and avoid it. \nResearch is currently looking at ways to desensitise some food allergens, such as peanuts and milk, but this is not an established treatment in the NHS.\nRead more about identifying foods that cause allergies (allergens). \nAvoid making any radical changes, such as cutting out dairy products, to your or your child's diet without first talking to your GP. For some foods, such as milk, you may need to speak to a dietitian before making any changes.\nAntihistamines can help relieve the symptoms of a mild or moderate allergic reaction. A higher dose of antihistamine is often needed to control acute allergic symptoms.\nAdrenaline is an effective treatment for more severe allergic symptoms, such as anaphylaxis.\nPeople with a food allergy are often given a device known as an auto-injector pen, which contains doses of adrenaline that can be used in emergencies.\nRead more about the treatment of food allergies."}, {"When to seek medical advice": "If you think you or your child may have a food allergy, it's very important to ask for a professional diagnosis from your GP. They can then refer you to an allergy clinic if appropriate.\nMany parents mistakenly assume their child has a food allergy when their symptoms are actually caused by a completely different condition.\nCommercial allergy testing kits are available, but using them isn't recommended. Many kits are based on unsound scientific principles. Even if they are reliable, you should have the results looked at by a health professional. \nRead more about diagnosing food allergies."}, {"Who's affected?": "Most food allergies affect younger children under the age of 3. \nMost children who have food allergies to milk, eggs, soya and wheat in early life will grow out of it by the time they start school. \nPeanut and tree nut allergies are usually more long lasting. \nFood allergies that develop during adulthood, or persist into adulthood, are likely to be lifelong allergies.\nFor reasons that are unclear, rates of food allergies have risen sharply in the last 20 years.\nHowever, deaths from anaphylaxis-related food reactions are now rare."}, {"What is food intolerance?": "A food intolerance isn't the same as a food allergy.\nPeople with food intolerance may have symptoms such as diarrhoea, bloating and stomach cramps. This may be caused by difficulties digesting certain substances, such as lactose. However, no allergic reaction takes place.\nImportant differences between a food allergy and a food intolerance include:\n- the symptoms of a food intolerance usually occur several hours after eating the food\n- you need to eat a larger amount of food to trigger an intolerance than an allergy\n- a food intolerance is never life threatening, unlike an allergy\nRead more about food intolerance."}]}, {"condition": "Food colours and hyperactivity", "sections": [{"No header": "Research has found a possible link between certain artificial colours used in food and problems with hyperactivity in children.\nIf your child is overactive and struggles to concentrate, it might help to cut down on these colours in their diet."}, {"Food colours linked to hyperactivity": "All food additives, including artificial colours have an \"E number\", which means they have passed safety tests and are approved for use in the EU.\nAccording to research by the Food Standards Agency, the 6 food colours most closely linked to hyperactivity in children are:\n- E102 (tartrazine)\n- E104 (quinoline yellow)\n- E110 (sunset yellow FCF)\n- E122 (carmoisine)\n- E124 (ponceau 4R)\n- E129 (allura red)\nThese colours are used in several foods, including soft drinks, sweets, cakes and ice cream."}, {"Should my child avoid these food colours?": "If your child is hyperactive, or has attention deficit hyperactivity disorder (ADHD), there's some evidence to suggest that avoiding these 6 food colours may help.\nBut it's important to be aware that:\n- hyperactivity can have many different causes, including genetics, and food colours are probably only a small part of the problem\n- removing food colours from your child's diet will not necessarily lead to an improvement in their behaviour\n- the link between food colours and hyperactivity is not completely certain; more research is needed to confirm it\n- you do not need to avoid all E numbers; there are hundreds of different E numbers and most are not linked to hyperactivity\nIf you think your child's diet may be affecting their behaviour, it might help to keep a diary of what they eat and how their behaviour changes, so you can see any patterns.\nIf you notice a possible link between food colours and their behaviour, you may want to see if avoiding these colours helps. But do not make drastic changes to your child's diet without getting medical advice first."}, {"How to avoid these food colours": "You can avoid these food colours by checking food labels and looking for alternative products that do not contain them.\nAll artificial food colours should be included in the list of ingredients, with either their E number or full name.\nIf any of the 6 food colours mentioned on this page are included, the label must also have a warning saying the colour \"may have an adverse effect on activity and attention in children\".\nIf you buy food or drink without packaging, you'll need to ask the manufacturer or the person selling the product if it contains artificial colours."}]}, {"condition": "Food intolerance", "sections": [{"No header": "A food intolerance is difficulty digesting certain foods and having an unpleasant physical reaction to them. \nIt causes symptoms, such as bloating and tummy pain, which usually happen a few hours after eating the food. \nThe number of people who believe they have a food intolerance has risen dramatically over recent years, but it's hard to know how many people are truly affected. Many people assume they have a food intolerance when the true cause of their symptoms is something else."}, {"What are the symptoms of food intolerance?": "In general, people who have a food intolerance tend to experience:\n- tummy pain, bloating,windand/ordiarrhoea\n- skin rashes and itching\nThese symptoms usually happen a few hours after eating the food.\nIt can be difficult to know whether you have a food intolerance as these are  general symptoms that are typical of many other conditions."}, {"Is there a food intolerance test?": "A number of companies produce food intolerance tests, but these tests are not based on scientific evidence and are not recommended by the British Dietary Association (BDA). \nThe best way of diagnosing a food intolerance is to monitor your symptoms and the foods you eat. See what happens when you cut out the suspected food for a while, and then reintroduce it into your diet.\nTry keeping a food diary, noting:\n- what foods you eat\n- any symptoms you have after eating these foods\n- when these symptoms happen\nOnce you have an idea of which foods may be causing your symptoms, you can try excluding them from your diet 1 at a time and observing the effect this has.\nTry cutting out the suspected food from your diet for 2 to 6 weeks and see if your symptoms improve.\nReintroduce the food to see if symptoms return. You may find you can tolerate a certain level and you only get symptoms if you have more than this amount.\nConsider seeing a dietitian to make sure you're receiving all your recommended daily nutrients while you do this trial. Find a registered dietitian.\nNever restrict your child's diet unless this has been advised by a dietitian or your doctor."}, {"Could my symptoms be something else?": "If you regularly have diarrhoea, bloating, tummy pain or skin rashes but you're not certain of the cause, see a GP. \nA GP may be able to diagnose the cause from your symptoms and medical history. If necessary, they'll order tests, such as blood tests.\nYou can also do some research yourself. It may help to find out about other conditions that cause similar symptoms. For example, find out about:\n- irritable bowel syndrome\n- stressandanxiety disorder\n- lactose intolerance\n- coeliac disease\n- inflammatory bowel disease\n- food allergy\nThe bowel is a sensitive organ and it's common to have bowel symptoms when you have been ill or feel run down or stressed."}, {"Is it a food intolerance or food allergy?": "A food intolerance is not the same as a food allergy. Here's how to tell the difference.\n- is a reaction by your immune system (your body's defence against infection). Your immune system mistakenly treats proteins found in food as a threat\n- can trigger allergy symptoms, such as a rash, wheezing and itching, after eating just a small amount of the food (these symptoms usually happen quickly)\n- is often to particular foods. Common food allergies in adults include fish and shellfish and nut allergies. Common food allergies in children include milk, eggs, fish, peanuts and other nuts\n- can be life-threatening\n- does not involve your immune system – there is no allergic reaction, and it is never life-threatening\n- causes symptoms that happen gradually, often a few hours after eating the problem food\n- only results in symptoms if you eat a substantial amount of the food (unlike an allergy, where just traces can trigger a reaction)\n- can be caused by many different foods\nFind out more about diagnosis of food allergies."}, {"What causes a food intolerance?": "It is often unclear why a person is sensitive to certain foods. \nIf your symptoms happen after eating dairy products, it's possible you may have lactose intolerance. This means your body cannot digest lactose, a natural sugar found in milk, yoghurt and soft cheeses. A GP can usually diagnose lactose intolerance by looking at your symptoms and medical history. \nSome people have trouble digesting wheat and experience bloating, wind, diarrhoea, being sick and stomach pain after eating bread. Read more about wheat intolerance (also known as wheat sensitivity).\nOtherwise, the culprit may be a food additive, chemical or contaminant, such as:\n- monosodium glutamate (MSG)\n- caffeine\n- alcohol\n- artificial sweeteners\n- histamine (found in Quorn, mushrooms, pickled and cured foods, and alcoholic drinks)\n- toxins, viruses, bacteria or parasites that have contaminated food\n- artificial food colours, preservatives or flavour enhancers\nMany people cut gluten from their diet thinking that they are intolerant to it, because they experience symptoms after eating wheat.\nBut it's hard to know whether these symptoms are because of an intolerance to gluten, an intolerance to something else in wheat, or nothing to do with wheat at all. It may help to read more about cutting out bread from your diet. \nVery few people need to cut out gluten from their diet, although it's important to do so if you have coeliac disease (which is not an intolerance, nor an allergy, but an autoimmune condition)."}, {"How do I manage it?": "If you're confident you are intolerant to a particular food, the only way to manage this is to stop eating the food for a while and then reintroduce small quantities while monitoring how much you can eat without causing symptoms.\nCheck food labels to see which sorts of foods to avoid. \nIf you think your child may have a food intolerance, check with a GP or  dietitian before eliminating foods from their diet, as a restricted diet could affect their growth and development. Cows' milk, for example, is an important source of calcium, vitamin D and protein."}, {"When do I need to see a specialist?": "A GP may refer you to a specialist if they're not sure what's causing your symptoms and further tests are needed.\nYou may also be referred if your child has digestive symptoms (such as tummy pain and diarrhoea) and:\n- is not growing well\n- has not responded to any elimination diets that your healthcare professional recommended\n- has reacted suddenly or severely to a food\n- has a suspectedfood allergy"}]}, {"condition": "Food poisoning", "sections": [{"No header": "Food poisoning is rarely serious and usually gets better within a week. You can normally treat yourself or your child at home."}, {"Check if you have food poisoning": "Symptoms of food poisoning include:\n- feeling sick (nausea)\n- diarrhoea\n- being sick (vomiting)\n- stomach cramps\n- a high temperature of 38C or above\n- feeling generally unwell – such as feeling tired or having aches and chills\nThe symptoms usually start within a few days of eating the food that caused the infection.\nSometimes they start after a few hours or not for a few weeks.\nYou can usually treat yourself or your child at home.\nThe symptoms usually pass within a week.\nThe most important thing is to have lots of fluids, such as water or squash, to avoid dehydration."}, {"No header": "Read about how to treat diarrhoea and vomiting"}, {"No header": "Stay off school or work until you have not been sick or had diarrhoea for at least 2 days."}, {"How you get food poisoning": "Food poisoning is caused by eating something that has been contaminated with germs.\nThis can happen if food:\n- is not cooked or reheated thoroughly\n- is not stored correctly – for example, it's not been frozen or chilled\n- is left out for too long\n- is handled by someone who's ill or has not washed their hands\n- is eaten after its \"use by\" date\nAny type of food can cause food poisoning.\nRead tips to avoid food poisoning"}, {"No header": "Food poisoning is usually caused by:\n- campylobacter bacteria – the most common cause of food poisoning in the UK\n- salmonella bacteria\n- E. coli bacteria\n- norovirus (vomiting bug)"}, {"No header": ""}]}, {"condition": "Foot drop", "sections": [{"No header": "Foot drop (drop foot) is where it's difficult to lift or move your foot and toes. It usually affects 1 foot and can affect the way you walk."}, {"Causes of foot drop": "The most common cause of foot drop is an injury to a nerve that runs down your leg and controls the muscles that lift your foot.\nThis can be caused by:\n- sports injuries\n- aslipped discin the spine\n- crossing your legs, kneeling or squatting for long periods of time\n- problems with your nerves (peripheral neuropathy) caused by diabetes\n- hip or knee replacement surgery\n- not moving for a long time (for example, if you're staying in hospital)\nFoot drop can get better on its own and with treatment, but sometimes it can be permanent.\nLess common causes of foot drop include:\n- inherited conditions likeCharcot-Marie-Tooth disease\n- muscle weakness caused bymuscular dystrophy,spinal muscular atrophyormotor neurone disease\n- damage to the brain or spinal cord caused by astroke,cerebral palsy,Parkinson's diseaseormultiple sclerosis"}, {"Non-urgent advice:  See a GP if:": "- you find it difficult to lift the front part of your foot and toes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your GP appointment": "If you have foot drop, a GP will examine your leg and foot, and look at the way you walk.\nYou may be referred to a specialist for more tests, such as an X-ray, ultrasound scan or CT scan, to find out what's causing your dropped foot."}, {"Treatment for foot drop": "How foot drop is treated depends on what's causing it and how long you have had it for.\nSometimes it can get better on its own.\nCommon treatments for foot drop include:\n- physiotherapy to strengthen or stretch the muscles in your leg and foot\n- braces, splints or shoe inserts to help hold the foot in position\n- a small device that's put in your body and uses electrical signals to help your nerves work (electrical nerve stimulation) – especially if you've had a stroke or have multiple sclerosis\nIf you have permanent loss of movement from foot drop, you may have surgery to fuse the ankle and foot joints, or repair or graft the nerve."}, {"Things you can do if you have foot drop": "There's a higher risk of tripping and falling if you have a foot drop.\nBut there are some simple changes you can make to help avoid this.\n- use a walking aid, such as a stick, if you need one\nuse a walking aid, such as a stick, if you need one\n- keep the floors in your home clear\nkeep the floors in your home clear\n- remove things you could trip on in your home, such as loose rugs and electrical cables\nremove things you could trip on in your home, such as loose rugs and electrical cables\n- keep your house well-lit\nkeep your house well-lit\n- install handrails on stairs\ninstall handrails on stairs"}, {"No header": "Find out more about how to prevent falls"}]}, {"condition": "Foreskin problems, see Tight foreskin (phimosis)", "sections": [{"No header": "It's normal for babies and young boys to have a tight foreskin (phimosis), but adults can also be affected. See a GP if your or your child's foreskin is sore or swollen."}, {"Check if you or your child has a tight foreskin": "The foreskin is the thin layer of skin that covers the end of the penis. If you or your child has a tight foreskin, it will be difficult to pull it back from the end of the penis.\nA tight foreskin is normal in babies and young boys. Most boys' foreskins do not pull back (retract) before the age of 5, but sometimes it's not possible until they're 10 or older.\nThe end of a boy's penis may bulge or balloon when they pee, particularly if their foreskin is tight.\nA tight foreskin is not usually a problem, unless there are symptoms such as:\n- swelling and tenderness\n- pain when peeing or a weak flow of pee\n- blood in urine\n- frequenturinary tract infections (UTIs)\n- bleeding or a thick discharge from under the foreskin or an unpleasant smell – these are signs of an infection (balanitis)\n- painful erections, which can make having sex difficult"}, {"Things you can do if you have a tight foreskin": "If your or your child's foreskin is tight, but is not causing problems like pain or bleeding, there are some things you can do to help ease it and keep the penis clean.\n- wash your penis regularly – use warm water or warm water and non-perfumed soap\nwash your penis regularly – use warm water or warm water and non-perfumed soap\n- gently pull back your foreskin as far as you can, so you can clean underneath it (adults only)\ngently pull back your foreskin as far as you can, so you can clean underneath it (adults only)\n- do not pull back the foreskin of a baby or young boy because it could be painful and damage it, leading to problems in later life\ndo not pull back the foreskin of a baby or young boy because it could be painful and damage it, leading to problems in later life\n- do not use perfumed soap, talcum powder or deodorants on your penis because they may cause irritation\ndo not use perfumed soap, talcum powder or deodorants on your penis because they may cause irritation"}, {"Non-urgent advice:  See a GP if:": "- your or your child's foreskin is tight and swollen or painful\n- there's bleeding around your or your child's foreskin when peeing, a thick discharge from under the foreskin, or an unpleasant smell\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for a tight foreskin": "The foreskins of babies and young boys will usually loosen as they get older, so treatment is often not needed.\nIf your or your child's foreskin is causing problems, treatments include:\n- steroid creams or gels (topical steroids) to help soften the foreskin\n- antibioticsif the foreskin or head of the penis is infected\n- surgery – removal of the foreskin (circumcision) or a procedure where small cuts are made in the tip of the foreskin so it can be pulled back more easily (usually only suitable for children)"}, {"No header": "- Circumcision in boys\n- Circumcision in men\n- British Association of Urological Surgeons: phimosis and phimosis treatments"}, {"Complications of a tight foreskin": "Sometimes if the foreskin is very tight it can get stuck and cannot go back to its original position covering the end of the penis. The end of the penis can then become very swollen and painful.\nThis is known as paraphimosis and it's a medical emergency.\nImmediate treatment is needed to avoid serious complications like restricted blood flow to the penis.\nA doctor may be able to return the foreskin to its original position. Sometimes surgery to remove the foreskin (circumcision) may be recommended.\n- you or your child's foreskin is pulled back and cannot go back to its original position over the end of the penis"}, {"No header": ""}]}, {"condition": "Frontotemporal dementia", "sections": [{"No header": "Frontotemporal dementia is an uncommon type of dementia that causes problems with behaviour and language.\nDementia is the name for problems with mental abilities caused by gradual changes and damage in the brain.\nFrontotemporal dementia affects the front and sides of the brain (the frontal and temporal lobes).\nDementia mostly affects people over 65, but frontotemporal dementia tends to start at a younger age. Most cases are diagnosed in people aged 45-65, although it can also affect younger or older people.\nLike other types of dementia, frontotemporal dementia tends to develop slowly and get gradually worse over several years."}, {"Coronavirus advice": "Get advice about coronavirus and dementia:\n- Alzheimer's Society: Coronavirus information for people affected by dementia\n- Dementia UK: Coronavirus questions and answers"}, {"Symptoms of frontotemporal dementia": "Signs of frontotemporal dementia can include:\n- personality and behaviour changes– acting inappropriately or impulsively, appearing selfish or unsympathetic, neglecting personal hygiene, overeating, or loss of motivation\n- language problems– speaking slowly, struggling to make the right sounds when saying a word, getting words in the wrong order, or using words incorrectly\n- problems with mental abilities– getting distracted easily, struggling with planning and organisation\n- memory problems– these only tend to occur later on, unlike more common forms of dementia, such asAlzheimer's disease\nThere may also be physical problems, such as slow or stiff movements, loss of bladder or bowel control (usually not until later on), muscle weakness or difficulty swallowing.\nThese problems can make daily activities increasingly difficult, and the person may eventually be unable to look after themselves.\nRead more about the symptoms of frontotemporal dementia."}, {"Getting medical advice": "See a GP if you think you have early symptoms of dementia. If you're worried about someone else, encourage them to make an appointment with a GP and perhaps suggest you go with them.\nThe GP can do some simple checks to try to find the cause of your symptoms, and they can refer you to a memory clinic or another specialist for further tests if needed.\nRead more about getting a dementia diagnosis."}, {"Tests for frontotemporal dementia": "There's no single test for frontotemporal dementia.\nThe following may be needed to make a diagnosis:\n- an assessment of symptoms– it's normally helpful to have somebody who knows the person well to give an account of their symptoms, especially as someone with frontotemporal dementia may not be aware of changes in their behaviour\n- an assessment of mental abilities– this will usually involve a number of tasks and questions\n- blood tests– to rule out conditions with similar symptoms\n- brain scans– such as anMRI scan, aCT scanor aPET scan; these can detect signs of dementia and help identify which parts of the brain are most affected, or help rule out other problems with the brain\n- lumbar puncture– to test the spinal fluid (fluid that surrounds and supports the brain and spine); this may be useful to rule out Alzheimer's disease as the cause of symptoms\nRead more about the tests used to diagnose dementia."}, {"Treatments for frontotemporal dementia": "There's currently no cure for frontotemporal dementia or any treatment that will slow it down.\nBut there are treatments that can help control some of the symptoms, possibly for several years.\nTreatments include:\n- medicines– to control some of the behavioural problems\n- therapies– such asphysiotherapy,occupational therapy, and speech and language therapy for problems with movement, everyday tasks and communication\n- dementia activities– such as memory cafes, which are drop-in sessions for people with memory problems and their carers to get support and advice\n- support groups– who can offer tips on managing symptoms from dementia experts and people living with frontotemporal dementia, and their families\nRead more about how frontotemporal dementia is treated."}, {"Outlook for frontotemporal dementia": "How quickly frontotemporal dementia gets worse varies from person to person and is very difficult to predict.\nPeople with the condition can become socially isolated as the illness progresses. They may not want to spend time in the company of others, or may behave in rude or insulting ways.\nHome-based help will usually be needed at some stage, and some people will eventually need care in a nursing home.\nThe average survival time after symptoms start is around 8 to 10 years. But this is highly variable and some people live much longer than this.\nIf you or a loved one has been diagnosed with dementia, remember you're not alone. The NHS and social services, as well as voluntary organisations and specialist support groups, can provide advice and support for you and your family."}, {"Causes of frontotemporal dementia": "Frontotemporal dementia is caused by clumps of abnormal protein forming inside brain cells. These are thought to damage the cells and stop them working properly.\nThe proteins mainly build up in the frontal and temporal lobes of the brain at the front and sides. These are important for controlling language, behaviour, and the ability to plan and organise.\nIt's not fully understood why this happens, but there's often a genetic link. Around 1 in 8 people who get frontotemporal dementia will have relatives who were also affected by the condition.\nIf you have a family history of frontotemporal dementia, you may want to consider talking to your doctor about being referred to a geneticist and possibly having a genetic test to see if you're at risk.\nThere's a lot of research being done to try to improve understanding of the causes of frontotemporal dementia so treatments can be discovered.\nIf you're interested in helping with research, you can speak to a doctor or register your interest on Join Dementia Research."}, {"Other names for frontotemporal dementia": "Doctors sometimes use different names to describe frontotemporal dementia. These include:\n- FTD\n- Pick's disease\n- frontal dementia\n- frontotemporal lobar degeneration\n- behavioural variant frontotemporal dementia\n- primary progressive aphasia\n- semantic dementia\n- progressive non-fluent aphasia"}, {"More information": "Find dementia support services near you\nLiving well with dementia\nStaying independent with dementia\nDementia activities\nLooking after someone with dementia \nDementia and your relationships \nCommunicating with people with dementia\nCoping with dementia behaviour changes\nSources of help and support\nOrganising care at home \nDementia and care homes\nDementia, social services and the NHS\nDementia and your money\nManaging legal affairs for someone with dementia\nEnd of life planning\nRare Dementia Support\nBecome a Dementia Friend\nTalk it through with a dementia nurse\nShare your dementia experiences"}]}, {"condition": "Frostbite", "sections": [{"No header": "Frostbite is damage to skin and tissue caused by exposure to freezing temperatures – typically any temperature below -0.55C (31F).\nFrostbite can affect any part of your body, but the extremities, such as the hands, feet, ears, nose and lips, are most likely to be affected.\nThe symptoms of frostbite usually begin with the affected parts feeling cold and painful.\nIf exposure to the cold continues, you may feel pins and needles before the area becomes numb as the tissues freeze."}, {"When to get medical attention": "If you think you or someone else may have frostbite, call your GP or NHS 111 for advice.\nIf the symptoms are more severe or there are signs of hypothermia, such as constant shivering or fast breathing (hyperventilation), go immediately to your nearest A&E.\nA doctor will examine the affected area, check your vital signs, and ask how you got frostbite.\nYou may need a follow-up appointment or referral to a specialist, as the full extent of a frostbite injury often isn't apparent until a few days later."}, {"Treating frostbite": "A person with frostbite should be taken to a warm environment as soon as possible. This is to limit the effects of the injury and because it's also likely they'll have hypothermia. Don't put pressure on the affected area.\nThe frostbitten area should be warmed up by a healthcare professional. This is usually done by immersing the affected area in warm – but not hot – water. \nA bath of water at 37C to 39C (98.6F to 102.2F) is recommended for rewarming. The rewarming process is often painful, and regular strong painkillers may be needed.\nIt's important not to rewarm the affected area if there's a chance of it freezing again, as this can lead to further tissue damage.\nIf frostbite is severe, the loss of blood supply to the tissue may cause it to die (gangrene). A type of surgery called debridement may be needed to remove the dead tissue. Amputation may be needed if frostbite is severe.\nRead more about treating frostbite."}, {"What causes frostbite?": "The body responds to cold temperatures by narrowing the blood vessels. Blood flow to the extremities slows down so flow to the vital organs can be increased.\nAs the blood is redirected away from the extremities, these parts of the body get colder, and fluid in the tissue can freeze into ice crystals.\nThe ice crystals can cause severe cell and tissue damage in the affected area. The low blood flow also deprives the tissues of oxygen. If blood flow can't be restored, the tissue will eventually die.\nCertain groups of people are at greater risk of getting frostbite.\nThey include:\n- people who take part in winter and high-altitude sports, such as mountaineers and skiers\n- anyone stranded in extreme cold weather conditions\n- anyone who works outdoors in harsh conditions for long periods of time, such as soldiers, sailors and rescue workers\n- homeless people\n- the very young and very old, as their bodies are less able to regulate body temperature\n- people with conditions that cause blood vessel damage or circulation problems, such asdiabetesandRaynaud's phenomenon\n- anyone taking medicine that constricts the blood vessels, includingbeta blockers– smoking can also constrict the blood vessels\nPeople who've taken drugs or drunk alcohol are also vulnerable to frostbite. Taking drugs or being drunk can lead to risky behaviour, not responding normally to cold, or falling asleep outside in cold weather.\nAs you'd expect, cases of frostbite in England often rise during particularly cold winters. For example, during the very cold winter of 2010-11, there were 111 hospital admissions for frostbite. In most years, there are around 30 to 60 cases every winter."}, {"Preventing frostbite": "Most of the time frostbite can be prevented by taking precautions during cold weather.\nAvoid unnecessary exposure to cold temperatures. The combination of wind and cold temperatures (wind chill) can also cause a rapid drop in temperature, so avoid going out when it's cold and windy, if possible. \nIt's also important to know what the early symptoms of frostbite are, particularly the tingling sensation of frostnip.\nWear appropriate clothing that protects your extremities, such as:\n- well-insulated boots and a thick pair of well-fitting socks\n- mittens – they provide better protection against very cold weather than gloves\n- a warm, weatherproof hat that covers your ears – it's important to protect your head from the cold\n- multiple thin layers of warm, loose-fitting clothing – these act as insulation\nYou should also try to keep dry and remove any wet clothing as soon as you can. \nIf you're travelling during cold weather, plan for emergencies. For example, if you're driving in icy conditions, make sure you keep a warm blanket and some spare clothes in the boot of your car in case you break down. \nIf you're travelling by foot, always let others know where you're going and what time you'll be back. Take a fully charged mobile phone with you so you can call for help if you have an accident, such as a fall.\nBe careful when drinking alcohol during very cold weather. Drinking too much increases your risk of falling asleep in the cold, a common cause of frostbite. Alcohol also causes you to lose heat at a faster rate.\nSmoking also makes you more vulnerable to the effects of the cold because nicotine can narrow your blood vessels."}, {"Complications of frostbite": "If some of your tissue dies, the dead tissue will no longer have a blood supply. This can make the affected body part very vulnerable to infection because your body relies on white blood cells to ward off infections.\nPeople with frostbite are at risk of bacterial wound infections, such as tetanus. More seriously, this infection can spread into the blood (sepsis), which requires treatment with antibiotics. Both conditions require hospital admission. \nRead more about treating tetanus and treating sepsis.\nSevere frostbite is often associated with hypothermia, which is a dangerous drop in body temperature below 35C (95F).\nInitial symptoms can include:\n- constant shivering\n- tiredness\n- low energy\n- cold or pale skin\n- fast breathing (hyperventilation)\nSomeone with severe hypothermia may be unconscious and have shallow breathing and a weak pulse. \nRead more about how hypothermia is treated."}]}, {"condition": "Frozen shoulder", "sections": [{"No header": "Frozen shoulder means your shoulder is painful and stiff for months, sometimes years. It can be treated with shoulder exercises and painkillers."}, {"Non-urgent advice:  See a GP if:": "- you have shoulder pain and stiffness that does not go away – pain can be worse at night when sleeping\n- the pain is so bad it makes it hard to move your arm and shoulder\nThese are symptoms of frozen shoulder.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for frozen shoulder": "Broadly, treatment works in 3 main steps:\n- Pain relief – avoid movements that cause you pain. Only move your shoulder gently. Useparacetamoloribuprofento ease the pain.\n- Stronger pain and swelling relief – prescribed painkillers. Maybesteroid injectionsin your shoulder to bring down the swelling.\n- Getting movement back – shoulder exercises once it's less painful. This can be at home or with a physiotherapist.\nYou may get a mix of these treatments depending on how painful and stiff your shoulder is.\nStronger pain relief is usually only used for a short time because it can cause side effects."}, {"No header": "Physiotherapy can help you get movement back in your shoulder.\nA physiotherapist will decide on the number of sessions you need. The exact number depends on how your shoulder responds to treatment.\nThe physiotherapist will first check how much movement you have in your shoulders.\nTreatments from a physiotherapist include:\n- stretching exercises\n- strength exercises\n- good posture advice\n- pain relief advice\nIf you're still in pain after you have finished your sessions, go back to your GP or physiotherapist. They might prescribe more physiotherapy or try another treatment.\nMany physiotherapists work at GP surgeries. In some areas, you can ask to see a physiotherapist without seeing a GP first.\nYou can also get physiotherapy privately.\nFind a registered physiotherapist on the Chartered Society of Physiotherapy website"}, {"How long frozen shoulder lasts": "Frozen shoulder can take at least 1.5 to 3 years to get better. Sometimes it can be longer.\nBut the pain and stiffness will usually go away eventually."}, {"How you can ease pain from frozen shoulder yourself": "- follow any exercises from your GP or physiotherapist\nfollow any exercises from your GP or physiotherapist\n- move your shoulder – keeping it still will make the pain worse\nmove your shoulder – keeping it still will make the pain worse\n- try heat packs on your shoulder\ntry heat packs on your shoulder\n- do not make up your own strenuous exercises – for example, gym equipment can make the pain worse\ndo not make up your own strenuous exercises – for example, gym equipment can make the pain worse"}, {"No header": "Try putting a hot water bottle wrapped in a tea towel on your shoulder for up to 20 minutes.\nYou can also buy heat packs from a pharmacy."}, {"Causes of frozen shoulder": "It's often not clear why people get a frozen shoulder.\nFrozen shoulder happens when the tissue around your shoulder joint becomes inflamed.\nThe tissue then gets tighter and shrinks, which causes pain.\nFrozen shoulder can happen because:\n- you had an injury or surgery that keeps you from moving your arm normally\n- you have diabetes – it's still unclear why this is, but it's important to have yourregular diabetes check-upsto catch any problems early"}]}, {"condition": "Functional neurological disorder, see Medically unexplained symptoms", "sections": [{"No header": "Many people have persistent physical complaints, such as dizziness or pain, that don't appear to be symptoms of a medical condition.\nThey are sometimes known as \"medically unexplained symptoms\" when they last for more than a few weeks, but doctors can't find a problem with the body that may be the cause.\nThis doesn't mean the symptoms are faked or \"all in the head\" – they're real and can affect your ability to function properly.\nNot understanding the cause can make them even more distressing and difficult to cope with."}, {"Common medically unexplained symptoms": "Common medically unexplained symptoms include:\n- pains in the muscles or joints\n- back pain\n- headaches\n- tiredness\n- feeling faint\n- chest pain\n- heart palpitations\n- stomach problems\nAbout 1 in 4 people who see a GP have physical symptoms that cannot be explained."}, {"Possible causes of medically unexplained symptoms": "Many people with medically unexplained symptoms, such as tiredness, pain and heart palpitations, also have depression or anxiety.\nTreating an associated psychological problem can often relieve the physical symptoms.\nFor others, the symptoms may be part of a poorly understood syndrome, such as:\n- chronic fatigue syndrome (CFS)– also known as ME\n- irritable bowel syndrome (IBS)\n- fibromyalgia(pain all over the body)\nThe fact that doctors are unable to find a condition causing these symptoms isn't unusual in medicine, and it doesn't mean that nothing can be done to help you."}, {"How a GP can help": "A GP will aim to rule out all the possible conditions that might be causing your symptoms. You may have a thorough physical examination and blood tests.\nIt's important to consider whether any medicine you're taking may be causing your symptoms – for example, taking painkillers long term can lead to headaches.\nThe GP should also investigate whether you might have an associated problem, such as depression or anxiety. Physical symptoms can cause depression and anxiety, and these can in turn make the physical symptoms worse, creating a vicious circle.\nYou should tell the GP:\n- what your symptoms are like, when they started and what makes them better or worse\n- what you think is the cause of your symptoms and your expectations of how tests and treatments might help\n- how your symptoms affect what you can do – what they stop you doing\n- how upsetting your symptoms are – how they make you feel\nThere are a number of things you can do yourself that may help.\nYou and the GP may identify some lifestyle changes and goals that you both think will help relieve your symptoms, such as regular physical activity and better rest.\nYou may be referred for a talking therapy, such as cognitive behavioural therapy (CBT). The aim of CBT is to help you to manage your symptoms by enabling you to understand links between your symptoms, worries, feelings and how you cope.\nIf your symptoms seem to be caused by a problem with the nervous system, you may be referred to a neurologist (a specialist in disorders of the nervous system).\nThe neurologist may refer you for psychotherapy but will also consider other therapy options, such as physiotherapy or occupational therapy .\nMedicine such as antidepressants can be helpful, even if you're not depressed. However, medicine isn't always the answer – painkillers or sedatives, for example, may lead to dependence. The possible benefits of medicine always need to be weighed against the potential side effects.\nIf you think you have an underlying condition that's been missed by your doctor, you can ask for a second opinion."}, {"Self-help": "There are things you can do to improve or even relieve some physical symptoms, such as taking regular exercise and managing stress.\nRegular exercise will help keep you fit and many people find that it also boosts their mood (read about exercise for depression). How much exercise you should do will depend on your current health and capabilities.\nManaging stress is very important because it's been linked to problems such as pain and IBS. Learn about breathing exercises for stress.\nGenerally, planning some pleasurable personal time to unwind should help – whatever helps you relax, whether it's yoga classes, swimming, running, meditation or walking in the countryside.\nRead 5 steps to mental wellbeing\nYour body has a remarkable ability to recover and there's a good chance that your symptoms will improve in time, even without any specific treatment."}]}, {"condition": "Fungal nail infection", "sections": [{"No header": "Fungal nail infections are common. They're not serious but they can take a long time to treat."}, {"Check if it's a fungal nail infection": "Fungal nail infections usually affect your toenails, but you can get them on your fingernails, too."}, {"Diabetes advice": "If you have diabetes, you should see a foot specialist (podiatrist) because any foot injury or infection can lead to complications of diabetes."}, {"A pharmacist can help with fungal nail infections": "Speak to a pharmacist if the look of your nail bothers you or it's painful.\nThey may suggest:\n- antifungal nail cream – it can take up to 12 months to cure the infection and does not always work\n- nail-softening cream – it's used for 2 weeks to soften the nail so the infected part can be scraped off\nThe infection is cured when you see healthy nail growing back at the base."}, {"Non-urgent advice:  See a GP:": "if a fungal nail infection:\n- is severe and treatment has not worked\n- has spread to other nails\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for a fungal nail infection from a GP": "A GP can prescribe antifungal tablets. But before they give you tablets they should take a sample of your nail and have it tested, to find out what type of infection you have.\nYou may need to take antifungal tablets for up to 6 months.\nThe tablets can have side effects, including:\n- headaches\n- itching\n- loss of taste\n- feeling sick and diarrhoea\nYou cannot take antifungal tablets if you're pregnant or have certain conditions. They can damage your liver.\nBadly infected nails sometimes need to be removed. It's a small procedure done while the area is numbed (under local anaesthetic)."}, {"No header": "Laser treatment uses laser to destroy the fungus.\nYou'll have to pay for it as it's not covered by the NHS. It can be expensive.\nThere's little evidence to show it's a long-term cure as most studies only follow patients for 3 months."}, {"Preventing fungal nail infections": "Fungal nail infections develop when your feet are constantly warm and damp.\nYou're more likely to get an infection if you wear trainers for a long time and have hot, sweaty feet.\nTo prevent fungal nail infections:\n- treatathlete's footas soon as possible to avoid it spreading to nails\ntreat athlete's foot as soon as possible to avoid it spreading to nails\n- keep your feet clean and dry\nkeep your feet clean and dry\n- wear clean socks every day\nwear clean socks every day\n- wear flip-flops in showers at the gym or pool\nwear flip-flops in showers at the gym or pool\n- throw out old shoes\nthrow out old shoes\n- do not wear shoes that make your feet hot and sweaty\ndo not wear shoes that make your feet hot and sweaty\n- do not share towels\ndo not share towels\n- do not wear other people's shoes\ndo not wear other people's shoes\n- do not share nail clippers or scissors\ndo not share nail clippers or scissors"}]}]