[{"condition": "Kaposi's sarcoma", "sections": [{"No header": "Kaposi's sarcoma is a rare type of cancer caused by a virus.\nIt affects the skin and mouth, and sometimes the internal organs."}, {"Who's affected": "Kaposi's sarcoma is mostly seen in people with an advanced HIV infection.\nIt can also affect people who have a weakened immune system for another reason, such as after having an organ transplant.\nPeople with a genetic vulnerability to the virus that causes Kaposi's sarcoma – the human herpesvirus 8 (HHV-8) – are also at risk."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of Kaposi's sarcoma": "These are small, painless, discoloured patches on the skin or inside the mouth. Over time, they may grow into lumps (nodules) and merge into each other.\nSometimes internal organs, such as the lymph nodes, lungs, and digestive system, are affected.\nThis can cause:\n- uncomfortable swelling in the arms or legs(lymphoedema)\n- breathlessness,coughing up blood, and chest pain\n- feeling sick and being sick\n- stomach pain and diarrhoea\nHow quickly the symptoms progress depends on the type of Kaposi's sarcoma. Without treatment, most types of Kaposi's sarcoma get worse quickly, in a number of weeks or months. However, some types progress very slowly, over many years."}, {"When to get medical advice": "See a GP if:\n- you have symptoms that could be caused by Kaposi's sarcoma\n- you've been diagnosed with Kaposi's sarcoma and your symptoms have become worse\n- you've had Kaposi's sarcoma in the past and it's returned\nIf the GP thinks you may have Kaposi's sarcoma, they'll refer you for further tests to confirm the diagnosis.\nIf you have HIV, you can also contact your local HIV clinic if you have any concerns."}, {"Diagnosing Kaposi's sarcoma": "A biopsy is the main method of diagnosing Kaposi's sarcoma. A sample of affected tissue is taken so it can be checked under a microscope. The procedure is usually done under local anaesthetic.\nYou'll need to have an endoscopy if it's thought you have Kaposi's sarcoma in your digestive system.\nA long, thin, flexible tube with a light and camera at one end (an endoscope) is passed down your throat so the inside of your body can be examined.\nSometimes a CT scan may also be done to check whether your lymph nodes, or any other parts of your body, are affected."}, {"What causes Kaposi's sarcoma?": "Kaposi's sarcoma is caused by a virus called the human herpesvirus 8 (HHV-8), also known as the Kaposi's sarcoma-associated herpesvirus (KSHV).\nThe virus is thought to be spread during sex, through blood or saliva, or from a mother to her baby during birth.\nHHV-8 is a relatively common virus, and most people who have it will not develop Kaposi's sarcoma. \nThe virus only seems to cause cancer in some people with a weakened immune system, and people who have a genetic vulnerability to the virus.\nA weakened immune system allows the HHV-8 virus to multiply to high levels in the blood, increasing the chance of it causing Kaposi's sarcoma.\nThe virus appears to alter the genetic instructions that control cell growth. It affects the cells that line the inside surface of blood vessels and lymphatic vessels, called endothelial cells.\nThe endothelial cells reproduce uncontrollably and form lumps of tissue known as tumours."}, {"Treating Kaposi's sarcoma": "There are 4 main types of Kaposi's sarcoma, and each type is treated in a different way.\nKaposi's sarcoma is one of the main types of cancer to affect people with HIV. It can progress very quickly if it is not treated.\nIt can usually be treated very effectively by taking HIV medicine known as combination antiretroviral therapy (cART).\nThis prevents HIV multiplying and allows the immune system to recover. The immune system can then reduce the levels of HHV-8 in the body.\nSome people may also need other treatments, such as chemotherapy or a medicine called interferon.\nClassic Kaposi's sarcoma is very rare, and mainly affects the skin on the lower legs and feet.\nUnlike other types of Kaposi's sarcoma, the symptoms of classic Kaposi's sarcoma progress very slowly over many years.\nIt's thought that people with classic Kaposi's sarcoma are born with a genetic vulnerability to the HHV-8 virus. It's most common in older men with a Mediterranean or Jewish background.\nThe condition does not affect life expectancy, so immediate treatment is not usually needed. You'll be closely monitored, and treatment may be recommended if the affected areas of skin are large and visible.\nRadiotherapy can be used to treat the affected areas of skin. Cryotherapy (freezing) or minor surgery may also be used to remove the skin lesions.  \nTransplant Kaposi's sarcoma is a rare complication of an organ transplant.\nAfter an organ transplant, you're given a medicine called an immunosuppressant to prevent your body rejecting the donated organ.\nThis weakens (suppresses) your immune system. But it can also allow a previous HHV-8 infection to reactivate and the virus to start multiplying again.\nTransplant Kaposi's sarcoma can be aggressive and needs to be treated quickly. Reducing or changing your immunosuppressant medicine can help. If this is unsuccessful, radiotherapy or chemotherapy may be needed.\nEndemic or African Kaposi's sarcoma is common in parts of Africa where the HHV-8 infection is widespread.\nIt's often caused by an undiagnosed HIV infection, and HIV medicine is the most effective treatment.\nIf this condition is not caused by an HIV infection, chemotherapy or radiotherapy may be needed."}, {"Outlook": "With the right treatment, Kaposi's sarcoma can usually be controlled for many years. Deaths from the condition are uncommon in the UK.\nThe lesions will often shrink and fade with treatment, but they may not disappear completely.\nIt may not be possible to cure Kaposi's sarcoma completely, and there's always a chance it could come back in the future.\nSee a GP or hospital specialist, or contact your local HIV clinic as soon as possible if you've had Kaposi's sarcoma in the past and you think it may have returned.\nMost people with HIV-related Kaposi's sarcoma can be successfully treated with a combination of antiretroviral therapy and chemotherapy. Once the immune system has fully recovered, it's unlikely to relapse."}]}, {"condition": "Kawasaki disease", "sections": [{"No header": "Kawasaki disease is a condition that mainly affects children under the age of 5. It's also known as mucocutaneous lymph node syndrome.\nA child with Kawasaki disease has a high temperature that lasts for 5 days or longer, and possibly 1 or more of the following symptoms:\n- a rash\n- swollen glands in the neck\n- dry, red cracked lips\n- a swollen, bumpy, red tongue (“strawberry tongue”)\n- red inside the mouth and at the back of the throat\n- swollen and red hands and feet\n- red eyes\nAfter a few weeks, and with the correct treatment, the symptoms become less severe, but it can take longer than this in some children.\nRead more about the symptoms of Kawasaki disease."}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if your child is unwell. \nIt's important to trust your instincts and get medical help if you need it."}, {"When to see a GP": "See a GP urgently, or call 111 if you can't speak to a GP, if your child has a persistent high temperature and 1 or more symptoms of Kawasaki disease.\nIf your baby is less than 1 year old, it's even more important to see a GP or call 111 straight away.\nThe symptoms of Kawasaki disease can be similar to those of other conditions that cause a fever in children.\nKawasaki disease can't be prevented. Children can make a full recovery within 6 to 8 weeks if it's diagnosed and treated promptly, but complications can develop.\nIt's important to see a GP and start treatment as soon as possible.\nRead more about diagnosing Kawasaki disease.\nIt's not clear exactly what causes Kawasaki disease. It may be due to a combination of factors.\nRead more about the possible causes of Kawasaki disease."}, {"Treating Kawasaki disease": "Kawasaki disease is always treated in hospital.\nIt's best if treatment begins as soon as possible. The sooner treatment starts, the quicker the recovery time and there's less risk of complications developing.\nIntravenous immunoglobulin (IVIG), a solution of antibodies, and aspirin are the 2 main medicines used to treat Kawasaki disease.\nRead more about treating Kawasaki disease."}, {"Complications of Kawasaki disease": "Kawasaki disease causes the blood vessels to become inflamed and swollen, which can lead to complications in the blood vessels that supply blood to the heart (coronary arteries).\nWithout treatment, around 1 in 4 children with Kawasaki disease get heart complications. This can be fatal in about 2 to 3% of cases.\nBecause of this, Kawasaki disease is one of the main causes of acquired heart disease in children under 5 in the UK. Acquired heart disease develops after birth.\nRead more about the complications of Kawasaki disease."}, {"Who's affected": "Around 8 in every 100,000 children develop Kawasaki disease in the UK each year.\nResearch carried out in England from 1998 to 2003 found 72% of children with Kawasaki disease were under the age of 5.\nThe condition was also shown to be 1.5 times more common in boys than girls."}, {"Support": "The Kawasaki Support Group and Societi, The UK Foundation for Kawasaki Disease can provide you with additional information and advice about your child's condition."}]}, {"condition": "Keloid scars", "sections": [{"What are keloid scars?": "When a wound heals, it leaves a scar. A keloid scar is one that becomes thick, lumpy, raised and larger than the original wound.\nA keloid scar is an enlarged, raised scar that can be pink, red, skin-coloured or darker than the surrounding skin.\nThey can develop after very minor skin damage, such as an acne spot or a piercing, and spread beyond the original area of skin damage.\nKeloid scars are usually:\n- shiny\n- hairless\n- raised above surrounding skin\n- hard and rubbery\n- red or purple at first, before becoming brown or pale\nThey can last for years, and sometimes do not form until months or years after the initial injury.\nKeloid scars are usually painless, but some can cause:\n- pain\n- tenderness\n- itchiness\n- a burning feeling\n- limited movement if located on a joint\nExperts do not fully understand what causes keloid scars, but they happen when there's overproduction of collagen (the skin's protein).\nThey're not contagious or cancerous.\nIf you have had a keloid scar before, you're more likely to get another."}, {"Who gets keloid scars?": "Keloid scars can affect anyone, but they're more common in people with dark skin and it's thought they may run in families.\nYounger people between the ages of 10 and 30 are more likely to develop them."}, {"Can you prevent keloid scars?": "You cannot completely prevent keloid scars, but you can avoid any deliberate cuts or breaks in the skin, such as tattoos or piercings, including on the earlobes. \nTreating acne will reduce the likelihood of acne scars appearing.\nAvoid minor skin surgery to areas more prone to keloid scarring (the upper chest, back and upper arms) if possible."}, {"Treatments for keloid scars": "There are several treatments available, but none have been shown to be more effective than others.\nTreatment can be difficult and is not always successful.\nTreatments that may help flatten a keloid scar include:\n- steroid injections\n- applying steroid-impregnated tape for 12 hours a day\n- applying silicone gel sheeting for several months\nOther options include:\n- freezing early keloid scars with liquid nitrogen to stop them growing\n- laser treatment to reduce redness (but this will not make the scar any smaller)\n- surgery, sometimes followed by radiotherapy, to remove the scar (although it can grow back and may be larger than before)\nIf you're bothered by a keloid scar and want help, see a GP.\nFind out more about how to treat scars\nIn this video, an expert explains how skin camouflage is used to cover marks and scars."}]}, {"condition": "Keratosis pilaris", "sections": [{"No header": "Keratosis pilaris is a very common harmless condition where small bumps appear on your skin. It can last for a long time, but there are treatments that may improve your skin."}, {"Check if you have keratosis pilaris": "Symptoms of keratosis pilaris may include:\nYou usually get patches of small bumps on your arms, thighs or bottom, but they can appear in other places.\nThe bumps are usually the colour of your skin. They can also be red on white skin or brownish-black on darker skin.\nThe skin can sometimes feel itchy, and may be better in summer and worse in winter."}, {"No header": "Keratosis pilaris can affect people of any age. If your child has a rash and you're not sure it's keratosis pilaris, see more about rashes in babies and children."}, {"Things you can do yourself to help": "Most people with keratosis pilaris have it for years, and it may eventually clear up by itself.\nUntil it does, there are things you can do to help improve the appearance of your skin.\n- moisturise your skin – ask a pharmacist what's most suitable for you\nmoisturise your skin – ask a pharmacist what's most suitable for you\n- use mild and unperfumed soaps and bathing products\nuse mild and unperfumed soaps and bathing products\n- gently scrub your skin with a washcloth or exfoliating mitt\ngently scrub your skin with a washcloth or exfoliating mitt\n- have cool or lukewarm showers and baths\nhave cool or lukewarm showers and baths\n- pat your skin dry instead of rubbing it after washing\npat your skin dry instead of rubbing it after washing\n- do not use perfumed soaps or bathing products that can dry out your skin\ndo not use perfumed soaps or bathing products that can dry out your skin\n- do not use harsh scrubs on your skin – this can make it worse\ndo not use harsh scrubs on your skin – this can make it worse\n- do not have hot baths or showers\ndo not have hot baths or showers\n- do not scratch, pick or rub your skin\ndo not scratch, pick or rub your skin"}, {"A pharmacist can help with keratosis pilaris": "Speak to a pharmacist if:\n- things you try yourself are not helping your keratosis pilaris and the condition is bothering you\n- your skin becomes itchy or inflamed\n- you're not sure if you need to see a GP\nThey can recommend creams or lotion to help your skin. They can also tell you whether you need to see a GP."}, {"Specialist treatments": "Specialist treatments for keratosis pilaris include steroid creams and laser treatments.\nThese types of treatments are not usually available on the NHS and can be expensive to pay for privately. While they may help relieve symptoms in some cases, they do not cure keratosis pilaris, so symptoms can come back after a course of treatment."}, {"Causes": "Keratosis pilaris happens when your hair follicles become blocked with a build-up of keratin, a substance found in skin, hair and nails.\nNobody knows exactly why keratin builds up, but the condition is thought to run in families. So if your parents have it, you may get it, too.\nKeratosis pilaris is not infectious, so you cannot spread or catch it."}]}, {"condition": "Kidney cancer", "sections": [{"No header": "Kidney cancer, also called renal cancer, is one of the most common types of cancer in the UK.\nIt usually affects adults in their 60s or 70s. It is rare in people under 50.\nIt can often be cured if it's found early. But a cure will probably not be possible if it's diagnosed after it has spread beyond the kidney.\nThere are several types of kidney cancer. These pages focus on the most common type – renal cell carcinoma.\nThe Cancer Research UK website has information about other types of kidney cancer."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of kidney cancer": "In many cases, there are no obvious symptoms at first and kidney cancer may only be found during tests for another condition or reason.\nIf there are symptoms, they can include:\n- blood in your pee– you may notice your pee is darker than usual or reddish in colour\n- a persistent pain in your lower back or side, just below your ribs\n- a lump or swelling in your side (although kidney cancer is often too small to feel)"}, {"When to get medical advice": "See a GP if you have symptoms of kidney cancer.\nAlthough it's unlikely you have cancer, it's important to get your symptoms checked out.\nThe GP will ask about your symptoms and may test a sample of your urine to see if it contains blood or an infection.\nIf necessary, they may refer you to a hospital specialist for further tests to find out what the problem is."}, {"Causes of kidney cancer": "The exact cause of kidney cancer is unknown, but some things can increase your chances of getting it, including:\n- obesity – abody mass index (BMI)of 30 or more (use thehealthy weight calculatorto find your BMI)\n- smoking – the more you smoke, the greater the risk\n- high blood pressure (hypertension)\n- family history – you're more likely to get kidney cancer if you have a close relative with it\n- some inherited genetic conditions\n- long-termdialysis– a treatment forchronic kidney diseasewhere a machine does some of the jobs of the kidneys\nKeeping to a healthy weight, a healthy blood pressure and not smoking is the best way to reduce your chances of getting kidney cancer."}, {"Treatments for kidney cancer": "The treatment for kidney cancer depends on the size of the cancer and whether it has spread to other parts of your body.\nThe main treatments are:\n- surgery to remove part or all of the affected kidney – this is the main treatment for most people\n- cryotherapy or radiofrequency ablation – where the cancerous cells are destroyed by freezing or heating\n- biological therapies – medicines that help stop the cancer growing or spreading\n- embolisation – a procedure to cut off the blood supply to the cancer\n- radiotherapy– using high-energy radiation to target cancer cells and relieve symptoms"}, {"Outlook for kidney cancer": "The outlook for kidney cancer largely depends on how big the tumour is and how far it has spread by the time it's diagnosed.\nIf the cancer is still small and has not spread beyond the kidney, surgery can often cure it. Some small, slow growing cancers may not need treatment at first.\nA cure is not usually possible if the cancer has spread, although treatment can sometimes help keep it under control. Some people become unwell quickly, but others may live for several years and feel well despite having kidney cancer.\nAround 7 in 10 people live at least a year after diagnosis and around 5 in 10 live at least 10 years.\nCancer Research UK has more information about survival statistics for kidney cancer."}, {"Support groups and charities": "Further information, advice and support is available from:\n- Cancer Research UK:kidney cancer\n- Macmillan cancer support:kidney cancer\n- Kidney Cancer UK\n- Kidney Cancer Support Network"}]}, {"condition": "Kidney failure, see Chronic kidney disease", "sections": [{"No header": "Chronic kidney disease (CKD) is a long-term condition where the kidneys don't work as well as they should.\nIt's a common condition often associated with getting older. It can affect anyone, but it's more common in people who are black or of south Asian origin.\nCKD can get worse over time and eventually the kidneys may stop working altogether, but this is uncommon. Many people with CKD are able to live long lives with the condition."}, {"Coronavirus advice": "Get advice about coronavirus and kidney disease from Kidney Care UK"}, {"Symptoms of CKD": "There are usually no symptoms of kidney disease in the early stages. It may only be diagnosed if you have a blood or urine test for another reason and the results show a possible problem with your kidneys.\nAt a more advanced stage, symptoms can include:\n- tiredness\n- swollen ankles, feet or hands\n- shortness of breath\n- feeling sick\n- blood in your pee (urine)\nSee a GP if you have persistent or worrying symptoms that you think could be caused by kidney disease.\nFind out more about the symptoms of CKD."}, {"Causes of CKD": "Chronic kidney disease is usually caused by other conditions that put a strain on the kidneys. Often it's the result of a combination of different problems.\nCKD can be caused by:\n- high blood pressure– over time, this can put strain on the small blood vessels in the kidneys and stop the kidneys working properly\n- diabetes– too much glucose in your blood can damage the tiny filters in the kidneys\n- high cholesterol– this can cause a build-up of fatty deposits in the blood vessels supplying your kidneys, which can make it harder for them to work properly\n- kidney infections\n- glomerulonephritis– kidney inflammation\n- polycystic kidney disease– an inherited condition where growths called cysts develop in the kidneys\n- blockages in the flow of urine – for example, fromkidney stonesthat keep coming back, or anenlarged prostate\n- long-term, regular use of certain medicines – such as lithium andnon-steroidal anti-inflammatory drugs (NSAIDs)\nYou can help prevent CKD by making healthy lifestyle changes and ensuring any underlying conditions you have are well controlled."}, {"Tests for CKD": "CKD can be diagnosed using blood and urine tests. These tests look for high levels of certain substances in your blood and urine that are signs your kidneys aren't working properly.\nIf you're at a high risk of developing kidney disease (for example, you have a known risk factor such as high blood pressure or diabetes), you may be advised to have regular tests to check for CKD so it's found at an early stage.\nThe results of your blood and urine tests can be used to tell the stage of your kidney disease. This is a number that reflects how severe the damage to your kidneys is, with a higher number indicating more serious CKD.\nFind out more about how CKD is diagnosed."}, {"Treatments for CKD": "There's no cure for CKD, but treatment can help relieve the symptoms and stop it getting worse.\nYour treatment will depend on how severe your condition is.\nThe main treatments are:\n- lifestyle changes to help you remain as healthy as possible\n- medicine to control associated problems such as high blood pressure and high cholesterol\n- dialysis– treatment to replicate some of the kidney's functions; this may be necessary in advanced CKD\n- kidney transplant– this may also be necessary in advanced CKD\nYou'll also be advised to have regular check-ups to monitor your condition.\nFind out more about how CKD is treated and living with CKD."}, {"Outlook for CKD": "CKD can range from a mild condition with no or few symptoms, to a very serious condition where the kidneys stop working, sometimes called kidney failure.\nMost people with CKD will be able to control their condition with medicine and regular check-ups. CKD only progresses to kidney failure in around 1 in 50 people with the condition.\nIf you have CKD, even if it's mild, you're at an increased risk of developing other serious problems, such as cardiovascular disease. This is a group of conditions affecting the heart and blood vessels, which includes heart attack and stroke.\nCardiovascular disease is one of the main causes of death in people with kidney disease, although healthy lifestyle changes and medicine can help reduce your risk of developing it.\n- Kidney Care UK:chronic kidney disease\n- National Kidney Federation:what is kidney disease\n- Kidney Research UK:chronic kidney disease\nIf you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled - including family members\nOur guide to social care and support explains your options and where you can get support."}]}, {"condition": "Kidney infection", "sections": [{"No header": "A kidney infection is a painful and unpleasant illness usually caused by cystitis, a common infection of the bladder.\nMost people with cystitis will not get a kidney infection, but occasionally the bacteria can travel up from the bladder into one or both kidneys.\nIf treated with antibiotics straight away a kidney infection does not cause serious harm, although you'll feel very unwell.\nIf a kidney infection is not treated, it can get worse and sometimes cause permanent kidney damage."}, {"Symptoms of kidney infection": "Symptoms of a kidney infection often come on within a few hours.\nYou can feel feverish, shivery, sick and have a pain in your back or side.\nIn addition to feeling unwell like this, you may also have symptoms of a urinary tract infection (UTI) such as cystitis.\nThese include:\n- needing to pee suddenly or more often than usual\n- pain or a burning sensation when peeing\n- smelly or cloudy pee\n- blood in your pee"}, {"When to see a GP": "See a GP if you feel feverish and have pain that will not go away in your tummy, lower back or genitals.\nYou should also see a GP if you have symptoms of a UTI that have not improved after a few days, or if you have blood in your pee.\nContact a GP immediately if you think your child may have a kidney infection.\nIf you cannot get a GP appointment and need urgent medical attention, go to your nearest urgent care centre (UCC).\nIf you do not have a local UCC, go to your nearest A&E."}, {"Diagnosing kidney infection": "To work out if you have a kidney infection, your doctor will ask about your symptoms and recent medical history.\nThey'll carry out a urine test to see if you have a UTI.\nIf you're a male with a confirmed UTI, a GP will refer you straight to a specialist (a urologist) for further investigation."}, {"Treatment of kidney infection": "Most kidney infections need prompt treatment with antibiotics to stop the infection damaging the kidneys or spreading to the bloodstream.\nYou may also need painkillers.\nIf you're especially vulnerable to the effects of an infection (for example, if you have a long-term health condition or are pregnant), you may be admitted to hospital and treated with antibiotics through a drip.\nMost people who are diagnosed and treated promptly with antibiotics feel completely better after about 2 weeks.\nPeople who are older or have underlying conditions may take longer to recover."}, {"Causes of kidney infection": "A kidney infection usually happens when bacteria, often a type called E. coli, get into the tube that carries urine out of your body (urethra).\nThe bacteria travel up to your bladder, causing cystitis, and then up into your kidneys.\nE. coli bacteria normally live in your bowel, where they cause no harm.\nThey can be transferred from your bottom to your genitals during sex or if you're not careful when wiping your bottom after going to the loo.\nA kidney infection can sometimes develop without a bladder infection. For example, if you have a problem with your kidney, such as kidney stones, or if you have diabetes or a weakened immune system.\nKidney infections can happen at any age and are much more common in women.\nThis is because a woman's urethra is shorter, making it easier for bacteria to reach the kidneys.\nYounger women are most at risk because they tend to be more sexually active, and having frequent sex increases the chances of getting a kidney infection."}, {"Preventing kidney infection": "The best way to prevent a kidney infection is to keep your bladder and urethra free from bacteria by:\n- drinking plenty of fluids (plain water is best)\n- going to the loo as soon as you feel the need to, rather than holding it in\n- going to the loo after sex\n- wiping from front to back after going to the loo\n- washing your genitals every day, and before having sex if possible\n- treating any constipation – being constipated can increase your chance of developing a UTI\n- not using a diaphragm or condoms coated in spermicide if you're prone to getting UTIs – it's thought spermicide can increase your risk of getting a UTI\nIf you keep getting urine infections, a GP may prescribe you a low dose of antibiotics to take regularly.\nThis may help to prevent the infection returning or any infection spreading to the kidneys."}, {"No header": ""}]}, {"condition": "Kidney stones", "sections": [{"No header": "Kidney stones can develop in 1 or both kidneys and most often affect people aged 30 to 60.\nThey're quite common, with more than 1 in 10 people affected.\nKidney stones are usually found in the kidneys or in the ureter, the tube that connects the kidneys to your bladder.\nThey can be extremely painful, and can lead to kidney infections or the kidney not working properly if left untreated."}, {"Symptoms of kidney stones": "You may not notice if you have small kidney stones. You'll usually pee them out without any discomfort.\nLarger kidney stones can cause several symptoms, including:\n- pain in the side of your tummy (abdomen)\n- severe pain that comes and goes\n- feeling sick or vomiting\nFind out more about the symptoms of kidney stones"}, {"When to get urgent medical help": "You should contact a GP or NHS 111 immediately if:\n- you're in severe pain\n- you have a high temperature\n- you have an episode of shivering or shaking\n- you have blood in your urine"}, {"What causes kidney stones?": "Waste products in the blood can occasionally form crystals that collect inside the kidneys.\nOver time, the crystals may build up to form a hard stone-like lump.\nThis is more likely to happen if you:\n- do not drink enough fluids\n- are taking some types of medication\n- have a medical condition that raises the levels of certain substances in your urine\nFind out more about the causes of kidney stones\nAfter a kidney stone has formed, your body will try to pass it out when you pee."}, {"Treating and preventing kidney stones": "Most kidney stones are small enough to be passed in your pee, and it may be possible to treat the symptoms at home with medication.\nLarger stones may need to be broken up or removed with surgery.\nFind out more about treating kidney stones\nIt's estimated up to half of all people who have had kidney stones will experience them again within the following 5 years.\nTo avoid getting kidney stones, make sure you drink plenty of water every day so you do not become dehydrated.\nIt's very important to keep your urine pale in colour to prevent waste products forming into kidney stones.\nFind out more about preventing kidney stones"}, {"The kidneys": "The kidneys are 2 bean-shaped organs that are roughly 10cm (4 inches) in length.\nThey're located towards the back of the abdomen on either side of the spine.\nThe kidneys remove waste products from the blood. The clean blood is then transferred back into the body and the waste products are passed out of the body when you pee."}, {"No header": "This animation explains how kidneys function, how to prevent kidney stones and the treatment options."}]}, {"condition": "Kidney transplant", "sections": [{"No header": "A kidney transplant is the transfer of a healthy kidney from one person into the body of a person who has little or no kidney function.\nThe main role of the kidneys is to filter waste products from the blood and convert them to wee. If the kidneys lose this ability, waste products can build up, which is potentially life-threatening.\nThis loss of kidney function, known as end-stage chronic kidney disease or kidney failure, is the most common reason for needing a kidney transplant.\nIt's possible to partially replicate the functions of the kidney using a blood filtering procedure known as dialysis. However, this can be inconvenient and time-consuming, so a kidney transplant is the treatment of choice for kidney failure whenever possible."}, {"Coronavirus advice": "- Kidney Care UK: Coronavirus (COVID-19) guidance for patients with kidney disease\n- Give a Kidney: COVID-19 FAQs for kidney donors"}, {"Who can have a kidney transplant?": "Most people who need a kidney transplant are able to have one, regardless of their age, as long as:\n- they're well enough to withstand the effects of surgery\n- the transplant has a relatively good chance of success\n- the person is willing to comply with the recommended treatments required after the transplant – such as taking immunosuppressant medication and attending regular follow-up appointments\nReasons why it may not be safe or effective to perform a transplant include having an ongoing infection (this will need to be treated first), severe heart disease, cancer that has spread to several places in your body, or AIDS."}, {"Kidney donations": "Unlike many other types of organ donation, it's possible to donate a kidney while you're alive because you only need 1 kidney to survive. This is known as a living donation.\nPeople who want to be considered as a kidney donor are carefully tested to ensure they are a suitable donor and are fit for the operation needed to remove a kidney.\nIdeally, living donations will come from a close relative because they are more likely to share the same tissue type and blood group as the recipient, which reduces the risk of the body rejecting the kidney.\nKidney donations are also possible from people who have recently died. This is known as deceased kidney donation. However, this type of kidney donation has a slightly lower chance of long-term success.\nRead more about donating a kidney."}, {"Waiting for a kidney": "People who need a kidney transplant, but don't have a suitable living donor, will have to wait until a suitable deceased donor kidney becomes available.\nOn average, the waiting time for a deceased donor kidney transplant is 2 and a half to 3 years. Waiting times are so long because the demand for donated kidneys in the UK is far higher than the available supply of donors.\nKidney donors are particularly required from people of non-white ethnic origin, because rates of kidney disease are especially high in people of South Asian, African and Caribbean ethnic origin. However, there are not many donors from these communities.\nRead more about the kidney transplant waiting list."}, {"The transplant procedure": "If you receive a kidney from a living donor, this will be a carefully planned operation.\nIf you're waiting for a deceased donor kidney, the transplant centre will contact you when a suitable kidney becomes available. This can happen at any time of the day or night. Staff at the centre will check you don't have any new medical problems and will ask you to go to the centre, where final checks will be performed to be sure the transplant should go ahead.\nYou'll then have surgery to insert the new kidney and connect it to your blood vessels and bladder. The new kidney will be placed in the lower part of your abdomen (tummy). Your own kidneys will usually be left in place.\nA kidney transplant is a major surgical procedure with a wide range of potential risks. In the short term, these risks include blood clots and infection. Longer-term problems, which include diabetes and an increased risk of infections, are usually related to the medication you need to take to reduce the chance of rejection.\nBecause of the risk of further problems, people who have had a kidney transplant require regular check-ups for the rest of their life.\nRead more about what happens during a kidney transplant and the risks of a kidney transplant."}, {"Living with a kidney transplant": "Having a healthy lifestyle after a kidney transplant goes a long way to minimise the risk of complications.\nTherefore, it's recommended that you:\n- stop smoking if you smoke\n- eat a healthy diet\n- lose weight if you are overweight or obese\n- take steps to reduce your risk of developing infections\nRead more about living with a transplant."}, {"How long do kidney transplants last?": "There are a number of factors which affect how long a transplanted kidney lasts.\nThese include whether or not the kidney came from a living donor, how well the kidney is matched in terms of blood group and tissue type, and the age and overall health of the person receiving the donation.\nIf you have a kidney transplant that fails, you can usually be put on the waiting list for another transplant. You may need dialysis in the meantime."}, {"The NHS Organ Donor Register": "In the UK, consent is required before organs can be donated. A person can give their consent to become an organ donor after death by joining the NHS Organ Donor Register or by discussing their wishes with loved ones.\nAlternatively, a person's organs can be donated if consent is obtained after their death from an authorised person, such as a relative or friend.\nJoining the NHS Organ Donor Register is quick and simple, and will only take a few minutes of your time. You can remove yourself from the register at any time, and you can specify what you're willing to donate."}]}, {"condition": "Klinefelter syndrome", "sections": [{"No header": "Klinefelter syndrome (sometimes called Klinefelter's, KS or XXY) is where boys and men are born with an extra X chromosome.\nChromosomes are packages of genes found in every cell in the body. There are 2 types of chromosome, called the sex chromosomes, that determine the genetic sex of a baby. These are named either X or Y.\nUsually, a female baby has 2 X chromosomes (XX) and a male has 1 X and 1 Y (XY). But in Klinefelter syndrome, a boy is born with an extra copy of the X chromosome (XXY).\nThe X chromosome is not a \"female\" chromosome and is present in everyone. The presence of a Y chromosome denotes male sex.\nBoys and men with Klinefelter syndrome are still genetically male, and often will not realise they have this extra chromosome, but occasionally it can cause problems that may require treatment.\nKlinefelter syndrome affects around 1 in every 660 males."}, {"Symptoms of Klinefelter syndrome": "Klinefelter syndrome does not usually cause any obvious symptoms early in childhood, and even the later symptoms may be difficult to spot.\nMany boys and men do not realise they have it.\nPossible features, which are not always present, may include:\n- in babies and toddlers – learning to sit up, crawl, walk and talk later than usual, being quieter and more passive than usual\n- in childhood – shyness and low self-confidence, problems with reading, writing, spelling and paying attention, milddyslexiaordyspraxia, low energy levels, and difficulty socialising or expressing feelings\n- in teenagers – growing taller than expected for the family (with long arms and legs), broad hips, poor muscle tone and slower than usual muscle growth, reduced facial and body hair that starts growing later than usual, a small penis and testicles, andenlarged breasts (gynaecomastia)\n- in adulthood –inability to have children naturally (infertility)and alow sex drive, in addition to the physical characteristics mentioned above"}, {"Health issues in Klinefelter syndrome": "Most boys and men with Klinefelter syndrome will not be significantly affected and can live normal, healthy lives.\nInfertility tends to be the main problem, although there are treatments that can help.\nBut men with Klinefelter syndrome are at a slightly increased risk of developing other health problems, including:\n- type 2 diabetes\n- weak and fragile bones (osteoporosis)\n- cardiovascular diseaseandblood clots\n- autoimmune disorders (where the immune system mistakenly attacks the body), such aslupus\n- anunderactive thyroid gland (hypothyroidism)\n- anxiety, learning difficulties anddepression– although intelligence is usually unaffected\n- male breast cancer– although this is very rare\nThese problems can usually be treated if they do occur and testosterone replacement therapy may help reduce the risk of some of them."}, {"Causes of Klinefelter syndrome": "Klinefelter syndrome is caused by an additional X chromosome.\nThis chromosome carries extra copies of genes, which interfere with the development of the testicles and mean they produce less testosterone (male sex hormone) than usual.\nThe extra genetic information may either be carried in every cell in the body or it may only affect some cells (known as mosaic Klinefelter syndrome).\nKlinefelter syndrome is not directly inherited – the additional X chromosome occurs as a result of either the mother's egg or the father's sperm having the extra X chromosome (an equal chance of this happening in either), so after conception the chromosome pattern is XXY rather than XY.\nThis change in the egg or sperm seems to happen randomly. If you have a son with the condition, the chances of this happening again are very small.\nBut the risk of a woman having a son with Klinefelter syndrome may be slightly higher if the mother is over 35 years of age."}, {"Testing for Klinefelter syndrome": "See your GP if you have concerns about your son's development or you notice any troubling symptoms of Klinefelter syndrome in yourself or your son.\nKlinefelter syndrome is not necessarily anything serious, but treatment can help reduce some of the symptoms if necessary.\nIn many cases, it's only detected if a man with the condition undergoes fertility tests.\nYour GP may suspect Klinefelter syndrome after a physical examination and may suggest sending off a sample of blood to check reproductive hormone levels. \nThe diagnosis can be confirmed by checking a sample of blood for the presence of the extra X chromosome."}, {"Treatments for Klinefelter syndrome": "There's no cure for Klinefelter syndrome, but some of the problems associated with the condition can be treated if necessary.\nPossible treatments include:\n- testosterone replacement therapy\n- speech and language therapy during childhood to help with speech development\n- educational and behavioural support at school to help with any learning difficulties or behaviour problems\n- occupational therapyto help with any co-ordination problems associated with dyspraxia\n- physiotherapyto help build muscle and increase strength\n- psychological support for any mental health issues\n- fertility treatment– options includeartificial inseminationusing donor sperm or possiblyintracytoplasmic sperm injection (ICSI), where sperm removed during a small operation are used to fertilise an egg in a laboratory\n- breast reduction surgeryto remove excess breast tissue\nTRT involves taking medicines containing testosterone. It can be taken in the form of gels or tablets in teenagers, or given as gel or injections in adult men.\nTRT may be considered once puberty begins and may help with the development of a deep voice, facial and body hair, an increase in muscle mass, reduction in body fat, and improvement in energy. There is also evidence that it can help with learning and behavioural problems. \nYou should see a specialist in children's hormones (a paediatric endocrinologist) at this time.\nLong-term treatment during adulthood may also help with several other problems associated with Klinefelter syndrome – including osteoporosis, low mood, reduced sex drive, low self-esteem and low energy levels – although it cannot reverse infertility."}, {"More information and support": "If you or your son has been diagnosed with Klinefelter syndrome, you might find it useful to find out more about it and get in touch with others affected by it.\nThe following websites may be able to help:\n- Klinefelter's Syndrome Association (KSA)\n- Contact a Family"}]}, {"condition": "Knee ligament surgery", "sections": [{"No header": "If you tear the anterior cruciate ligament (ACL) in your knee, you may need to have reconstructive surgery.\nThe ACL is a tough band of tissue joining the thigh bone to the shin bone at the knee joint.\nIt runs diagonally through the inside of the knee and gives the knee joint stability. It also helps to control the back-and-forth movement of the lower leg."}, {"ACL injuries": "Knee injuries can occur during sports such as skiing, tennis, squash, football and rugby. ACL injuries are one of the most common types of knee injuries.\nYou can tear your ACL if your lower leg extends forwards too much. It can also be torn if your knee and lower leg are twisted.\nCommon causes of an ACL injury include:\n- landing incorrectly from a jump\n- stopping suddenly\n- changing direction suddenly\n- having a collision, such as during a football tackle\nIf the ACL is torn, your knee may become very unstable and lose its full range of movement.\nThis can make it difficult to perform certain movements, such as turning on the spot. Some sports may be impossible to play."}, {"Deciding to have surgery": "The decision to have knee surgery will depend on the extent of damage to your ACL, if there is other knee damage and if your quality of life is affected.\nIf your knee feels stable and you do not have an active lifestyle, you may decide not to have ACL surgery.\nBut delaying surgery could cause further damage to your knee, if it gives way or becomes unstable.\nYour doctor will discuss options with you and assess if you need surgery, once swelling goes down and if rest and physio has helped to treat your symptoms.\nRead more about deciding to have surgery."}, {"Before having surgery": "Before having ACL surgery, you may need to wait for any swelling to go down and for the full range of movement to return to your knee.\nYou may also need to wait until the muscles at the front of your thigh (quadriceps) and back of your thigh (hamstrings) are as strong as possible.\nIf you do not have the full range of movement in your knee before having surgery, your recovery will be more difficult.\nIt's likely to take at least 3 weeks after the injury occurred for the full range of movement to return.\nBefore having surgery, you may be referred for physiotherapy to help you regain the full range of movement in your knee.\nYour physiotherapist may show you some stretches that you can do at home to help keep your leg flexible. They may also recommend low-impact exercise, such as swimming for fitness or cycling. Visit the website of charity Cycling UK for advice.\nThese types of activities will improve your muscle strength without placing too much weight on your knee. You should avoid any sports or activities that involve twisting, turning or jumping.\nRead more about preparing for ACL surgery."}, {"Reconstructive ACL surgery": "A torn ACL cannot be repaired by stitching it back together, but it can be reconstructed by attaching (grafting) new tissue on to it.\nThe ACL can be reconstructed by removing what remains of the torn ligament and replacing it with a tendon from another area of the leg, such as the hamstring or patellar tendon.\nThe patellar tendon attaches the bottom of the kneecap (patella) to the top of the shinbone (tibia).\nRead more about how ACL reconstructive surgery is performed."}, {"Risks of ACL surgery": "ACL surgery fully restores the functioning of the knee in more than 80% of cases.\nBut your knee may not be exactly like it was before the injury, and you may still have some pain and swelling.\nThis may be because of other injuries to the knee, such as tears or injuries to the cartilage, which happened at the same time as or after the ACL injury.\nAs with all types of surgery, there are some small risks associated with knee surgery, including infection, a blood clot, knee pain, and knee weakness and stiffness.\nRead more about the risks of ACL surgery."}, {"Recovering from surgery": "After having reconstructive ACL surgery, a few people may still experience knee pain or instability.\nRecovering from surgery usually takes around 6 months, but it could be up to a year before you're able to return to full training for your sport.\nRead more about recovering from ACL reconstructive surgery."}, {"The knee": "The 3 bones that meet in the knee are the:\n- thigh bone (femur)\n- shin bone (tibia)\n- kneecap (patella)\nThese bones are connected by 4 ligaments – 2 collateral ligaments on the sides of the knee and 2 cruciate ligaments inside the knee. \nLigaments are tough bands of connective tissue. The ligaments in the knee hold the bones together and help keep the knee stable."}]}, {"condition": "Knee pain", "sections": [{"No header": "Knee pain can often be treated at home. You should start to feel better in a few days. Call 111 if the pain is very bad."}, {"How to ease knee pain and swelling": "Try these things at first:\n- put as little weight as possible on your knee – for example, avoid standing for a long time\n- use an ice pack (or bag of frozen peas wrapped in a tea towel) on your knee for up to 20 minutes every 2 to 3 hours\n- takeparacetamol"}, {"Non-urgent advice:  See a GP if:": "- knee pain does not improve within a few weeks\n- your knee locks, painfully clicks or gives way – painless clicking is normal\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Get advice from 111 now if:": "- your knee is very painful\n- you cannot move your knee or put any weight on it\n- your knee is badly swollen or has changed shape\n- you have a very high temperature, feel hot and shivery, and have redness or heat around your knee – this can be a sign of infection\n111 will tell you what to do. They can tell you the right place to get help if you need to see someone.\nGo to 111.nhs.uk or call 111.\nYou can also go to an urgent treatment centre if you need to see someone now.\nThey're also called walk-in centres or minor injuries units.\nYou may be seen quicker than you would at A&E."}, {"Treatment from a GP": "A doctor can suggest treatment based on what's causing your knee pain.\nThey might:\n- prescribe medicine or physiotherapy\n- refer you to hospital for a scan or specialist treatment (for example, surgery)"}, {"Common causes of knee pain": "Knee pain can be a symptom of many different conditions.\nThis information might give you an idea of what the cause might be. But do not self-diagnose – see a GP if you're worried."}, {"No header": ""}]}, {"condition": "Knee replacement", "sections": [{"No header": "Knee replacement surgery (arthroplasty) is a common operation that involves replacing a damaged, worn or diseased knee with an artificial joint.\nAdults of any age can be considered for a knee replacement, although most are carried out on people between the ages of 60 and 80.\nA smaller operation called a partial knee replacement tends to be performed on younger people aged between 55 and 64 where the artificial joint is expected to need redoing within 10 years."}, {"When a knee replacement is needed": "Knee replacement surgery is usually necessary when the knee joint is worn or damaged so that your mobility is reduced and you are in pain even while resting.\nThe most common reason for knee replacement surgery is osteoarthritis. Other health conditions that cause knee damage include:\n- rheumatoid arthritis\n- haemophilia\n- gout\n- disorders that cause unusual bone growth\n- death of bone in the knee joint following blood supply problems\n- knee injury\n- knee deformity with pain and loss of cartilage"}, {"Who is offered knee replacement surgery": "A knee replacement is major surgery, so is normally only recommended if other treatments, such as physiotherapy or steroid injections, have not reduced pain or improved mobility.\nYou may be offered knee replacement surgery if:\n- you have severe pain, swelling and stiffness in your knee joint and your mobility is reduced\n- your knee pain is so severe that it interferes with your quality of life and sleep\n- everyday tasks, such as shopping or getting out of the bath, are difficult or impossible\n- you're feeling depressed because of the pain and lack of mobility\n- you cannot work or have a social life\nYou'll also need to be well enough to cope with both a major operation and the rehabilitation afterwards."}, {"Types of knee replacement surgery": "There are 2 main types of surgery:\n- total knee replacement – both sides of your knee joint are replaced\n- partial (half) knee replacement – only 1 side of your joint is replaced in a smaller operation with a shorter hospital stay and recovery period\nThere are other types of surgery which are an alternative to knee replacement, but results are often not as good in the long term. Your doctor will discuss the best treatment option with you. Other types of surgery may include:\n- arthroscopic washout and debridement – a tiny telescope (arthroscope) is inserted into the knee, which is then washed out with saline to clear any bits of bone or cartilage\n- osteotomy – the surgeon cuts the shin bone and realigns it so that your weight is no longer carried by the damaged part of the knee\n- mosaicplasty – a keyhole operation that involves transferring plugs of hard cartilage, together with some underlying bone from another part of your knee, to repair the damaged surface"}, {"Preparing for knee replacement surgery": "Before you go into hospital, find out as much as you can about what's involved in your operation. Your hospital should provide written information or videos.\nStay as active as you can. Strengthening the muscles around your knee will aid your recovery. If you can, continue to do gentle exercise, such as walking and swimming, in the weeks and months before your operation. You can be referred to a physiotherapist, who will give you helpful exercises.\nRead about preparing for surgery, including information on travel arrangements, what to bring with you and attending a pre-operative assessment."}, {"Recovering from knee replacement surgery": "You'll usually be in hospital for 3 to 5 days, but recovery times can vary. \nOnce you're able to be discharged, your hospital will give you advice about looking after your knee at home. You'll need to use a frame or crutches at first and a physiotherapist will teach you exercises to help strengthen your knee.\nMost people can stop using walking aids around 6 weeks after surgery, and start driving after 6 to 8 weeks. \nFull recovery can take up to 2 years as scar tissue heals and your muscles are restored by exercise. A very small amount of people will continue to have some pain after 2 years."}, {"Risks of knee replacement surgery": "Knee replacement surgery is a common operation and most people do not have complications. However, as with any operation, there are risks as well as benefits.\nComplications are rare but can include:\n- stiffness of the knee\n- infection of the wound\n- infection of the joint replacement, needing further surgery\n- unexpected bleeding into the knee joint\n- ligament, artery or nerve damage in the area around the knee joint\n- deep vein thrombosis (DVT)\n- persistent pain in the knee\n- a break in the bone around the knee replacement during or after the operation\nIn some cases, the new knee joint may not be completely stable and further surgery may be needed to correct it."}, {"The National Joint Registry": "The National Joint Registry (NJR) collects details of knee replacements done in England, Wales, Northern Ireland and the Isle of Man. Although it's voluntary, it's worth registering. This enables the NJR to monitor knee replacements, so you can be identified if any problems emerge in the future.\nThe registry also gives you the chance to participate in a patient feedback survey.\nIt's confidential and you have a right under the Data Protection Act to see what details are kept about you."}, {"Video: knee replacement": "This animation shows how knee replacement surgery is done and explains why it may be needed."}]}, {"condition": "Knock knees", "sections": [{"No header": "A person with knock knees (genu valgum) has a large gap between their feet when they're standing with their knees together.\nMany young children have knock knees, which tend to be most obvious at around the age of 4.\nIt's almost always just a normal part of their development, and their legs will normally straighten by the age of 6 or 7.\nSlight knock knees can continue into adulthood, but this also isn't usually anything to worry about unless it causes other problems.\nHowever, knock knees can very occasionally be a sign of an underlying condition that needs treatment, especially if the condition develops in older children or adults, or doesn't improve with age."}, {"Symptoms of knock knees": "If someone with knock knees stands with their knees together, their lower legs will be spread out so their feet and ankles are further apart than normal.\nA small distance between the ankles is normal, but in people with knock knees this gap can be up to 8cm (just over 3 inches) or more.\nKnock knees don't usually cause any other problems, although a few severe cases may cause knee pain, a limp or difficulty walking.\nKnock knees that don't improve on their own can also place your knees under extra pressure, which may increase your risk of developing arthritis."}, {"When to get medical advice": "Knock knees in children aren't usually a cause for concern and should improve as your child gets older.\nHowever, visit your GP if:\n- the gap between the ankles is greater than 8cm while standing with the knees together\n- there's a big difference between the angle of the lower legs when standing compared with the upper legs\n- the problem seems to be getting worse\n- a child under the age of 2 or over the age of 7 has knock knees\n- only one leg is affected\n- there are other symptoms, such as knee pain or difficulty walking\n- you have any other concerns about the way your child stands or walks\n- you develop knock knees in adulthood\nYour GP will examine your or your child's legs, ask about any pain or walking difficulties, and may take some measurements. \nThey may refer you to an orthopaedic surgeon (a specialist in bone and joint problems) and arrange an X-ray of your legs and blood tests to check for underlying problems."}, {"What causes knock knees?": "Knock knees are fairly common in healthy children under the ages of 6 or 7, and are just a normal part of growth and development. \nThe legs will usually gradually straighten as the child grows, although mild knock knees can last into adulthood.\nKnock knees that develop later in childhood or don't improve with age can sometimes be associated with an underlying problem, such as:\n- rickets– problems with bone development resulting from a lack ofvitamin Dandcalcium\n- excessive pressure on the knees– for example, as a result ofobesityor loose knee ligaments (the bands of tissue around joints that connect bones to one another)\n- an injury or infectionaffecting the knees or leg bones\n- genetic conditionsaffecting the development of the bones or joints\nAdults can sometimes develop knock knees. These cases are often associated with joint problems such as osteoarthritis or rheumatoid arthritis."}, {"Treatments for knock knees": "In most cases, knock knees don't need to be treated because the problem tends to correct itself as a child grows.\nYour child doesn't need to avoid physical activity, wear supportive leg braces or shoes, or do any special exercises.\nMild knock knees that persist into adulthood don't need to be treated unless they're causing problems, such as knee pain.\nIf knock knees are caused by an underlying condition, treatment for this may be necessary. For example, rickets can be treated with vitamin D and calcium supplements. \nRead more about treating rickets.\nAdults with arthritis may benefit from wearing leg braces or special insoles to reduce the strain on their knees. \nRead more about treating osteoarthritis and treating rheumatoid arthritis.\nSurgery for knock knees is rarely necessary, although it may be recommended if the condition is severe or persistent.\nThere are 2 main types of operation that may be carried out:\n- guided growth– where small metal plates are placed on the inside of the knees, which helps correct their growth over a period of around 12 months; the plates will be removed once the treatment is complete\n- an osteotomy– where a thin wedge of bone is removed from the leg bones so they're realigned into the correct position; plates and screws are used to fix the bones in their new position\nChildren with persistent knock knees who are still rapidly growing are more likely to be offered the guided growth operation. Osteotomies are mainly used for adults with severe knock knees.\nBoth procedures are carried out under general anaesthetic, which means you or your child will be unconscious while having the operation.\nA child can usually start walking again within a few days of having a guided growth procedure and return to sports within a few weeks. It can take a few months to return to all your normal activities after having an osteotomy."}]}, {"condition": "Knocked-out tooth", "sections": [{"No header": "A knocked-out adult tooth can usually be saved by putting it back in place or in milk as soon as possible, before seeing a dentist."}, {"What to do if a tooth has been knocked out": "- Hold it by the white bit that sticks out of the gum (the crown). Do not touch the root.\n- Lick it clean if it's dirty, or quickly rinse it in cold running water for no more than 10 seconds.\n- Try to put it back into the hole in the gum.If it does not go in easily:put it in milkput it in saliva – by spitting into a container (if it's your tooth) or having your child spit into a container (if it's theirs)hold it in your cheek until you see the dentist – but do not have younger children do this in case they swallow it\n- put it in milk\n- put it in saliva – by spitting into a container (if it's your tooth) or having your child spit into a container (if it's theirs)\n- hold it in your cheek until you see the dentist – but do not have younger children do this in case they swallow it\n- If it goes back in, bite down gently on a clean cloth to hold the tooth in place.\n- Go to a dentist as soon as possible.\n- do not put it back in – it could damage the tooth growing underneath\n- put it in milk or saliva (by having your child spit into a container) and bring it to the dentist"}, {"No header": "- you or your child have knocked out an adult tooth, even if you cannot find it\nIt's best to get help as quickly as possible.\n111 will tell you what to do. They can tell you the right place to get help if you need to see someone.\nGo to 111.nhs.uk or call 111.\nGet an emergency dentist appointment\nIf you have a dentist, ask them for an emergency appointment.\nIf they're closed, their phone message may say what to do.\nIf you do not have a dentist, find a dentist near you and ask if you can have an emergency appointment."}, {"What the dentist will do": "If you put the tooth back in, the dentist will check it's in the right place and move it if they need to.\nIf you brought the tooth in milk or saliva, they'll clean it and put it back in.\nThey'll then fix the tooth to the teeth either side of it to hold it in place (splinting).\nYou'll probably need to go back after a couple of weeks to have the splint removed.\nIf you cannot find the tooth or the dentist is not able to save it, it can normally be replaced with a false tooth.\nYou may have to pay for your appointment and treatment.\nRead more about NHS dental charges and false teeth and other dental treatments."}]}, {"condition": "Kwashiorkor", "sections": [{"No header": "Kwashiorkor is a severe form of malnutrition. It's most common in some developing regions where babies and children do not get enough protein or other essential nutrients in their diet.\nThe main sign of kwashiorkor is too much fluid in the body's tissues, which causes swelling under the skin (oedema). It usually begins in the legs, but can involve the whole body, including the face."}, {"Symptoms of kwashiorkor": "As well as oedema, symptoms of kwashiorkor can include:\n- loss of muscle mass\n- an enlarged tummy (\"pot belly\")\n- regular infections, or more serious or long-lasting infections\n- red, inflamed patches of skin that darken and peel or split open\n- dry, brittle hair that falls out easily and may lose its colour\n- failure to grow in height\n- tiredness or irritability\n- ridged or cracked nails\nKwashiorkor can be fatal if it's left untreated for too long because children become very vulnerable to infections."}, {"What causes kwashiorkor?": "The main cause of kwashiorkor is not eating enough protein or other essential  vitamins and minerals.\nIt's most common in developing countries with a limited food supply, poor hygiene, and a lack of education about the importance of giving babies and children an adequate diet.\nKwashiorkor is rare in developed countries such as the UK, but it can occasionally happen as a result of severe neglect, long-term illness, a lack of knowledge about good nutrition, or a very restricted diet.\nAlthough kwashiorkor can affect people of all ages, it's more common in children than adults."}, {"Diagnosing kwashiorkor": "Kwashiorkor can often be diagnosed based on a child's physical appearance and questions about their diet and care.\nHowever, a blood test and urine test may be done to rule out other conditions. This can include tests to:\n- measure blood sugar and protein levels\n- check how well the liver and kidneys are working by testing the urine and blood foranaemia\n- measure the levels of vitamins and minerals in the body\nOther tests may include growth measurements, calculating body mass index (BMI), measuring body water content, taking a sample of skin (biopsy) or hair for testing."}, {"Treating kwashiorkor": "If kwashiorkor is found early, it can be treated with either specially formulated milk-based feeds or ready-to-use therapeutic food (RUTF). \nRUTF is typically made up of peanut butter, milk powder, sugar, vegetable oil, and added vitamins and minerals.\nMore intensive treatment in hospital is needed in severe cases or where there are already complications, such as infections. \nHospital treatment usually involves:\n- treating or preventing low blood glucose\n- keeping the person warm – kwashiorkor can make it harder to generate body heat\n- treatingdehydrationwith specially formulated rehydration solution\n- treating infections withantibiotics– kwashiorkor greatly increases the risk of infections\n- treating vitamin and mineral deficiencies – vitamin supplements are usually included in the special milk feeds and RUTF\n- slowly introducing small amounts of food, then gradually increasing the amount of food\nThe treatment usually takes 2 to 6 weeks."}, {"Recovering from kwashiorkor": "How well a person recovers from kwashiorkor depends on how severe their symptoms were when treatment began. \nIf treatment was started early, the person will usually recover well, although children may never reach their full growth potential and be shorter than their peers.\nIf treatment was started in the later stages of protein malnutrition, the person may be left with physical and intellectual disabilities.\nIf kwashiorkor is not treated or treatment is significantly delayed, it can lead to death."}, {"Marasmus": "Marasmus is another type of malnutrition that can affect young children in regions of the world where there's an unstable food supply. \nSigns of marasmus include thinness and loss of fat and muscle without any tissue swelling (oedema).\nLike kwashiorkor, marasmus is caused by a lack of the right types of nutrients. Tests may need to be done to rule out other causes of thinness. The treatment for marasmus is similar to that for kwashiorkor."}]}, {"condition": "Kyphosis", "sections": [{"No header": "Kyphosis is curvature of the spine that causes the top of the back to appear more rounded than normal.   \nEveryone has some degree of curvature in their spine. However, a curve of more than 45 degrees is considered excessive.\nSometimes kyphosis doesn't cause any symptoms other than the back appearing abnormally curved or hunched. However, in some cases the condition causes: \n- back painand stiffness\n- tenderness of the spine\n- tiredness\nBack pain can be particularly problematic in adults with kyphosis because the body has to compensate for the spinal abnormality. \nIf you have severe kyphosis, your symptoms may get worse over time. You may also have difficulty breathing and eating."}, {"What causes kyphosis?": "In kyphosis, the normal curve in the middle section of vertebral column (the thoracic vertebrae) is more curved than normal. There are a number of reasons why this might happen, including:\n- poor posture (postural kyphosis) – slouching, leaning back in chairs and carrying heavy bags can stretch supporting muscles and ligaments, which can increase spinal curvature\n- abnormally shaped vertebrae (Scheuermann's kyphosis) – if the vertebrae don't develop properly, they can end up being out of position\n- abnormal development of the spine in the womb (congenital kyphosis) – if something disrupts the spine's normal development, two or more vertebrae sometimes fuse together\n- age – as people get older, their spinal curvature can increase\nKyphosis can also develop as a result of a spinal injury.\nRead more about the causes of kyphosis."}, {"Treating kyphosis": "If you have kyphosis, your treatment depends on how curved your spine is, whether you have any additional symptoms such as back pain, and the underlying causes. \nChildren with kyphosis may be able to be treated using non-surgical methods, such as bracing, to limit the progression of kyphosis as they grow. Treatment for mild kyphosis may not be necessary.\nKyphosis rarely requires surgical treatment. It's only needed in some severe cases to correct the curvature of the spine.\nRead more about treating kyphosis."}, {"Emotional issues": "Older children with kyphosis may become concerned or embarrassed about the effect the condition has on their appearance, or having to wear a back brace.\nThese concerns can affect different children in different ways. Some children can become socially withdrawn and may be reluctant to take part in activities, such as PE, where their condition may be exposed.\nThere are no easy answers to these problems, but it can sometimes help to reassure your child that their feelings will improve with time."}, {"Complications": "Complications of kyphosis usually only occur in more severe cases. They include:\n- persistent pain that can't be controlled with medication\n- breathing difficulties caused by the spine compressing the lungs and airways\nOccasionally, people with kyphosis can have difficulties when the nerves running through the spine become compressed or pinched. This can disrupt nerve signals and cause symptoms such as:\n- numbness or weakness in the arms and legs\n- problems with sense of balance\n- loss of normal bladder or bowel control\nThese serious complications require urgent medical attention and surgery would usually be recommended."}, {"Can kyphosis be prevented?": "Postural kyphosis can be prevented by being aware of your posture and by taking care of your back. You should encourage your child to:\n- avoid slouching\n- sit correctly – sit upright, ensuring that the small of the back is supported\n- avoid carrying heavy schoolbags that can pull on the back muscles and ligaments; the best schoolbags are well-designed backpacks\n- take regular exercise (see below) to help strengthen the back and keep it flexible; activities such as swimming, running, walking, yoga are ideal for helping to prevent back problems\nFurther information:\n- Physical activity guidelines for children under 5 years of age\n- Physical activity guidelines for children and young people"}]}]