[{"condition": "Macular degeneration (age-related), see Age-related macular degeneration (AMD)", "sections": [{"No header": "- Age-related macular degeneration (AMD) is a common condition that affects the middle part of your vision.It usually first affects people in their 50s and 60s.\n- It does not cause total blindness.But it can make everyday activities like reading and recognising faces difficult.\n- Without treatment, your vision may get worse.This can happen gradually over several years (\"dry AMD\"), or quickly over a few weeks or months (\"wet AMD\").\n- The exact cause is unknown.It's been linked to smoking, high blood pressure, being overweight and having a family history of AMD."}]}, {"condition": "Macular hole", "sections": [{"No header": "A macular hole is a small gap that opens at the centre of the retina, in an area called the macula.\nThe retina is the light-sensitive film at the back of the eye. In the centre is the macula – the part responsible for central and fine-detail vision needed for tasks such as reading.\nIn the early stages, a macular hole can cause blurred and distorted vision. Straight lines may look wavy or bowed, and you may have trouble reading small print.\nAfter a while, you may see a small black patch or a \"missing patch\" in the centre of your vision. You won't feel any pain and the condition doesn't lead to a total loss of sight.\nSurgery is usually needed to repair the hole. This is often successful, but you need to be aware of the possible complications of treatment. Your vision will never completely return to normal, but it's usually improved by having surgery."}, {"Why does it happen?": "We don't know why macular holes develop. The vast majority of cases have no obvious cause. They most often affect people aged 60 to 80 and are more common in women than men.\nOne possible risk factor is a condition called vitreomacular traction. As you get older, the vitreous jelly in the middle of your eye starts to pull away from the retina and macula at the back of the eye. If some of the vitreous jelly remains attached, it can lead to a macular hole.\nA few cases may be associated with:\n- retinal detachment– when the retina begins to pull away from the blood vessels that supply it with oxygen and nutrients\n- severe injury to the eye\n- being slightlylong-sighted (hyperopic)\n- being veryshort-sighted (myopic)\n- persistentswelling of the central retina (cystoid macular oedema)"}, {"What should I do?": "If you have blurred or distorted vision, or there's a black spot in the centre of your vision, see your GP or optician as soon as possible. You'll probably be referred to a specialist in eye conditions (ophthalmologist).\nIf you do have a macular hole and you don't seek help, your central vision will probably get gradually worse.\nRelatively early treatment (within months) may give a better outcome in terms of improvement in vision.\nSometimes the hole may close and heal by itself, so your ophthalmologist may want to monitor it before recommending treatment."}, {"What is the treatment and how successful is it?": "A macular hole can often be repaired using an operation called a vitrectomy.\nThe operation is successful in closing the hole in around 9 out of 10 people who've had the hole for less than 6 months. If the hole has been present for a year or longer, the success rate will be lower.\nEven if surgery does not close the hole, your vision will usually at least become stable, and you may find you have less vision distortion.\nIn a minority of patients, the hole does not close despite surgery, and the central vision can continue to deteriorate. However, a second operation can still be successful in closing the hole.\nIf a macular hole is caused by vitreomacular traction, it may be possible to treat it with an injection of ocriplasmin, also called Jetrea, into the eye. The injection helps the vitreous jelly inside your eye to separate from the back of the eye and allows the macular hole to close.\nThe injection takes a few seconds and you'll be given local anaesthetic, as eye drops or an injection, so you won't feel any pain. You'll also be given eye drops to dilate your pupil so the ophthalmologist can see the back of your eye.\nAn ocriplasmin injection is usually only available in the early stages – while the macular hole is less than 400 micrometres wide – but causing severe symptoms.\nOcriplasmin can cause some mild side effects, which usually go away, such as:\n- temporary discomfort, redness, dryness or itching\n- swelling of your eye or eyelid\n- sensitivity to light\n- flashing lights\n- blurred, distorted vision\n- decrease in vision or blind spots\nA small number of people may develop more severe side effects, such as a noticeable loss of vision, enlargement of the macular hole or retinal detachment. Surgery is usually needed to correct macular hole enlargement or retinal detachment.\nSeek help immediately if you have:\n- severely decreased or distorted vision\n- severe eye pain\n- double vision, headaches, or you are feeling or being sick\nYour vision may be blurry immediately after the injection. You should not drive or use any tools or machines until it's back to normal.\nIf the ocriplasmin injection fails to close the macular hole, vitrectomy surgery may be suggested to close the macular hole and improve the vision."}, {"What does vitrectomy surgery involve?": "Macular hole surgery is a form of keyhole surgery performed under a microscope.\nSmall incisions are made in the white of the eye and very fine instruments are inserted.\nFirst, the vitreous jelly is removed (vitrectomy) and then a very delicate layer (the inner limiting membrane) is carefully peeled off the surface of the retina around the hole to release the forces that keep the hole open.\nThe eye is then filled with a temporary gas bubble, which presses the hole flat onto the back of the eye to help it seal.\nThe bubble of gas will block the vision while it's present, but it slowly disappears over a period of about 6 to 8 weeks, depending on the type of gas used.\nMacular hole surgery usually lasts about an hour and can be done while you're awake (under local anaesthetic) or asleep (under general anaesthetic). \nMost patients opt for a local anaesthetic, which involves a numbing injection around the eye, so no pain is felt during the operation."}, {"What can I expect after the operation?": "With the gas in place, the vision in your eye will be very poor – a bit like having your eye open under water.\nYour balance may be affected and you'll have trouble judging distances, so be aware of steps and kerbs. You may have problems with activities such as pouring liquids or picking up objects.\nIn the 7 to 10 days after the operation, the gas bubble slowly starts to shrink. As this happens, the space that was taken up by the gas fills with the natural fluid made by your eye, and your vision should start to improve.\nIt generally takes 6 to 8 weeks for the gas to be absorbed and vision to improve.\nYour eye may be mildly sore after the operation and will probably feel sensitive.\nContact your ophthalmologist immediately or go to your nearest eye A&E department if at any time:\n- you're in severe pain\n- your vision gets worse than it was on the day after the surgery\nWhen you wake up, your eye will be padded with a protective plastic shield taped over it. The pad and shield can be removed the day after the operation.\nYou may be able to go home the same day, but most patients need to stay in hospital overnight.\nIf you've had a general anaesthetic, you will not be able to leave the hospital unless a responsible adult is there to help you get home.\nYou'll usually be prescribed 2 or 3 types of eye drops to take after surgery:\n- an antibiotic\n- a steroid\n- a drug to control the pressure in your eye\nYou'll be seen again in the clinic about 2 weeks after the operation and, if all is well, the drops will be reduced over the following weeks.\nFor the first few weeks after you return home, you may need to avoid:\n- rubbing your eye – you may be asked to wear an eyepatch\n- swimming – to avoid infection from the water\n- strenuous exercise\n- wearing eye make-up"}, {"Do I need to position myself face down after the operation?": "Once at home, you may have to spend several hours during the day with your head held still and in a specific position, called posturing.\nThe aim of lying or sitting face down is to keep the gas bubble in contact with the hole as much as possible, to encourage it to close.\nThere's evidence that lying face down improves the success rate for larger holes, but it may not be needed for smaller holes.\nIf you're asked to do some face-down posturing, your head should be positioned so the tip of your nose points straight down to the ground. This could be done sitting at a table, or lying flat on your stomach on a bed or sofa. Your doctor will advise you on whether you need to do this and, if so, for how long.\nIf face-down posturing isn't advised, you may simply be told to avoid lying on your back for at least 2 weeks after the surgery.\nYou may be advised to avoid sleeping on your back following surgery, to make sure the gas bubble is in contact with the macular hole as much as possible.\nYour ophthalmologist will advise you whether you need to sleep like this and for how long."}, {"Am I able to travel after macular hole surgery?": "You must not fly or travel to high altitude on land while the gas bubble is still in your eye (up to 12 weeks after surgery).\nIf you ignore this, the bubble may expand at altitude, causing very high pressure inside your eye. This will result in severe pain and permanent loss of vision."}, {"What if I need another operation shortly after my treatment?": "If you need a general anaesthetic while the gas is still in your eye, it's vital you tell the anaesthetist so they can avoid certain anaesthetic agents that can cause expansion of the bubble."}, {"Can I drive after the operation?": "You probably won't be able to drive for 6 to 8 weeks after your operation while the gas bubble is still present in your eye. Speak to your specialist if you're unsure.\nYou'll notice the bubble shrinking and will be aware when it has completely gone."}, {"How much time will I need off work?": "Most people will need some time off work, although this will depend to an extent on the type of work you do and the speed of recovery. Discuss this with your surgeon."}, {"What are the possible complications of macular hole surgery?": "It's unlikely you'll suffer harmful effects from a macular hole operation.\nHowever, you should be aware of the following possible complications.\nThe hole may fail to close, but this normally won't have made your vision any worse, and it's usually possible to repeat the surgery.\nYou'll almost certainly get a cataract after the surgery, usually within a year if you've not already had a cataract operation. This means the natural lens in your eye has gone cloudy. If you do already have a cataract, it may be removed at the same time the hole is being repaired.\nRetinal detachment is when the retina detaches from the back of the eye. It happens in around 6%of people having macular hole surgery. This can potentially cause blindness, but it's usually repairable in a further operation.\nBleeding occurs very rarely, but severe bleeding within the eye can result in blindness.\nInfection is also very rare, occurring in an estimated 1 in 1,000 patients. An infection needs further treatment and could lead to blindness.\nAn increase in pressure within the eye is quite common in the days after macular hole surgery, usually due to the expanding gas bubble. In most cases, it's short-lived and controlled with extra eye drops or tablets to reduce the pressure, protecting the eye from damage. If the high pressure is extreme or prolonged, there may be some damage to the optic nerve as a result."}, {"How successful is macular hole surgery?": "The most important factor in predicting whether the hole closes as a result of surgery is the length of time the hole has been present.\nIf you've had a hole for less than 6 months, there's about a 90% chance your operation will be successful – 9 in 10 operations will successfully close the hole.\nIf the hole has been present for a year or longer, the success rate will be lower.\nMost people have some improvement in vision after they've recovered from the surgery. At the very least, the operation usually prevents your sight from getting any worse.\nYour doctor will speak to you in more detail about what results you can expect from the surgery.\nEven if surgery does not successfully correct your central vision, a macular hole never affects your peripheral vision, so you'd never go completely blind from this condition."}, {"Can I develop a macular hole in my other eye?": "After carefully examining your other eye, your surgeon should be able to tell you the risk of developing a macular hole in this eye.\nIn some people this is extremely unlikely, in others there's a 1 in 10 chance of developing a macular hole in the other eye.\nIt's very important to monitor any changes in the vision of your healthy eye and report these to your eye specialist, GP or optician urgently."}, {"How does it differ from age-related macular degeneration (AMD)?": "A macular hole is not the same as macular degeneration, although they affect the same area of the eye and can sometimes both be present in the same eye.\nAMD is damage to the macula leading to the gradual loss of central vision. It's unclear what causes it, but getting older, smoking and a family history of the condition are known to increase your risk."}]}, {"condition": "Magnesium test", "sections": [{"No header": "A magnesium test is used to measure the amount of magnesium in your blood.\nMagnesium is a metallic element mainly found in the bones and is essential to life.\nAbnormal magnesium levels can occur in conditions that affect the functioning of your kidneys or intestines.\nA magnesium test may be recommended as part of a series of tests if you have symptoms such as nausea, weakness or cardiac arrhythmia (irregular heartbeat). \nYou may have abnormal levels of magnesium, calcium or potassium in your blood. \nRead more about the magnesium test on Lab Tests Online UK."}]}, {"condition": "Malaria", "sections": [{"No header": "Malaria is a serious infection spread by mosquitoes. If it's not diagnosed and treated quickly, you can die from it."}, {"Check if you're at risk of malaria": "Malaria is caused by being bitten by an infected mosquito. It can take just 1 bite to get it.\nThe infection is very common in certain parts of the world.\nIt's found in tropical regions, including:\n- large areas of Africa and Asia\n- Central and South America\n- Dominican Republic and Haiti\n- parts of the Middle East\n- some Pacific islands\nMalaria is not found in the UK and you cannot catch it from another person."}, {"No header": "It's important to check the malaria risk for the country you're travelling to before you go.\nYou're still at risk of getting malaria if you now live in the UK but were born or used to live in a high-risk country. You will not be immune to malaria anymore.\nFind out more about the risk of malaria in specific countries on the Travel Health Pro website"}, {"How to avoid malaria": "If you're travelling to an area where malaria is found, get advice from a GP, nurse, pharmacist or travel clinic before you go.\nIt's best to do this at least 4 to 6 weeks before you travel, but you can still get advice at the last minute if you need to.\nYou may be prescribed antimalarial tablets to reduce the risk of getting malaria and told how you can prevent mosquito bites.\n- take any antimalarial medicine you're prescribed – you usually need to start taking it a few days or weeks before you go, until a few weeks after you get back\ntake any antimalarial medicine you're prescribed – you usually need to start taking it a few days or weeks before you go, until a few weeks after you get back\n- use insect repellent on your skin – make sure it's 50% DEET-based\nuse insect repellent on your skin – make sure it's 50% DEET-based\n- sleep under mosquito nets treated with insecticide\nsleep under mosquito nets treated with insecticide\n- wear long-sleeved clothing and trousers to cover your arms and legs in the evening, when mosquitos are most active\nwear long-sleeved clothing and trousers to cover your arms and legs in the evening, when mosquitos are most active"}, {"No header": "It's especially important to get advice before you travel if you're at higher risk of getting seriously ill from malaria.\nThis includes:\n- if you're pregnant\n- young children\n- people aged over 65\n- if you have a weak immune system\n- if you have no spleen\nYou may be prescribed antimalarial medicine even if you're travelling to a low-risk area."}, {"Symptoms of malaria": "Malaria can be hard to spot, but symptoms include:\n- a high temperature, sweats and chills\n- headaches and feeling confused\n- feeling very tired and sleepy (especially in children)\n- feeling and being sick, tummy pain and diarrhoea\n- loss of appetite\n- muscle pains\n- yellow skin or whites of the eyes\n- a sore throat, cough and difficulty breathing\nThese symptoms usually appear between 7 and 18 days after you've been bitten by an infected mosquito.\nBut sometimes you may not have symptoms for months after travel, and rarely years."}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- you have travelled to a country where malaria is found and have malaria symptoms\nYou should also tell anyone you travelled with to get help straight away.\nYou can call 111 or get help from 111 online.\nGet medical advice quickly if you have malaria symptoms while you're travelling."}, {"Treatments for malaria": "Malaria is an emergency and needs to be treated quickly.\nIt's treated with antimalarial medicines.\nSome people will stay in hospital to have specialist care and treatment.\nMalaria can sometimes come back and will need to be treated again if this happens."}]}, {"condition": "Male menopause, see The 'male menopause'", "sections": [{"No header": "Some men develop depression, loss of sex drive, erectile dysfunction, and other physical and emotional symptoms when they reach their late 40s to early 50s.\nOther symptoms common in men this age are:\n- mood swings and irritability\n- loss of muscle mass and reduced ability to exercise\n- fat redistribution, such as developing a large belly or \"man boobs\"(gynaecomastia)\n- a general lack of enthusiasm or energy\n- difficulty sleeping(insomnia)or increased tiredness\n- poor concentration and short-term memory\nThese symptoms can interfere with everyday life and happiness, so it's important to find the underlying cause and work out what can be done to resolve it."}, {"Is there such a thing as a 'male menopause'?": "The \"male menopause\" (sometimes called the andropause) is an unhelpful term sometimes used in the media.\nThis label is misleading because it suggests the symptoms are the result of a sudden drop in testosterone in middle age, similar to what occurs in the female menopause. This is not true. \nAlthough testosterone levels fall as men age, the decline is steady at less than 2% a year from around the age of 30 to 40, and this is unlikely to cause any problems in itself.\nA testosterone deficiency that develops later in life, also known as late-onset hypogonadism, can sometimes be responsible for these symptoms, but in many cases the symptoms are nothing to do with hormones."}, {"Personal or lifestyle issues": "Lifestyle factors or psychological problems are often responsible for many of these symptoms.\nFor example, erectile dysfunction, loss of libido and mood swings may be the result of either:\n- stress\n- depression\n- anxiety\nThere are also physical causes of erectile dysfunction, such as changes in the blood vessels, which may happen alongside any psychological cause. \nFind out more about the causes of erectile dysfunction\nPsychological problems are typically brought on by work or relationship issues, divorce, money problems or worrying about ageing parents.\nA \"midlife crisis\" can also be responsible. This can happen when men think they have reached life's halfway stage. \nAnxieties over what they have accomplished so far, either in their job or personal life, can lead to a period of depression.\nFind out more about the male midlife crisis\nOther possible causes of the \"male menopause\" include:\n- lack of sleep\n- a poor diet\n- lack of exercise\n- drinking too much alcohol\n- smoking\n- low self-esteem"}, {"Late-onset hypogonadism": "In some cases, where lifestyle or psychological problems do not seem to be responsible, the symptoms of the \"male menopause\" may be the result of hypogonadism, where the testes produce few or no hormones.\nHypogonadism is sometimes present from birth, which can cause symptoms like delayed puberty and small testes.\nHypogonadism can also occasionally develop later in life, particularly in men who are obese or have type 2 diabetes. \nThis is known as late-onset hypogonadism and can cause the \"male menopause\" symptoms. \nBut this is an uncommon and specific medical condition that's not a normal part of ageing.\nA diagnosis of late-onset hypogonadism can usually be made based on your symptoms and the results of blood tests used to measure your testosterone levels."}, {"What to do": "If you're experiencing any of these symptoms, see your GP. They'll ask about your work and personal life to see if your symptoms may be caused by a mental health issue, such as stress or anxiety.\nIf stress or anxiety are affecting you, you may benefit from medication or a talking therapy, such as cognitive behavioural therapy (CBT). \nExercise and relaxation can also help. \nRead about: \n- stress management\n- treating anxiety\n- help for low mood and depression\n- exercise for depressionand exercise to relieve stress"}, {"Do I need hormone replacement therapy (HRT)?": "Your GP may also order a blood test to measure your testosterone levels. \nIf the results suggest you have a testosterone deficiency, you may be referred to an endocrinologist, a specialist in hormone problems.\nIf the specialist confirms this diagnosis, you may be offered testosterone replacement to correct the hormone deficiency, which should relieve your symptoms. \nThis treatment may be either:\n- tablets\n- patches\n- gels\n- implants\n- injections"}]}, {"condition": "Malignant brain tumour (brain cancer)", "sections": [{"No header": "A malignant brain tumour is a cancerous growth in the brain.\nIt's different from a benign brain tumour, which isn't cancerous and tends to grow more slowly."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms": "The symptoms of a brain tumour depend on where it is in the brain.\nCommon symptoms include:\n- headaches (often worse in the morning and when coughing or straining)\n- fits (seizures)\n- regularly feeling sick (vomiting)\n- memory problems or changes in personality\n- weakness, vision problems or speech problems that get worse\nSee a GP if you have symptoms of a brain tumour that don't go away. It's unlikely to be a tumour, but it's best to be sure."}, {"Types": "There are lots of types of brain tumour. They have different names depending on where they are in the brain.\nThey're also given a number from 1 to 4, known as the grade.\nThe higher the number, the more serious a tumour is:\n- grade 1 and 2 brain tumours are non-cancerous (benign) tumours that tend to grow quite slowly\n- grade 3 and 4 brain tumours are cancerous (malignant) tumours that grow more quickly and are more difficult to treat\nBrain tumours are also called primary (which start in the brain) and secondary (which spread to the brain).\nCancer Research UK has more on types of brain tumours."}, {"Treatments": "Treatment for a brain tumour aims to remove as much of it as possible and try to stop it coming back.\nThe main treatments are:\n- surgery – a small section of skull is removed and the tumour is cut out before the piece of skull is fixed back in place\n- radiotherapy– radiation from an external machine is used to kill cancer cells after surgery\n- chemotherapy– medicine is used to kill cancer cells after surgery, or relieve symptoms if the tumour can't be removed\n- radiosurgery – lots of tiny beams of radiation are aimed at the cancer to kill it if you can't have surgery\n- carmustine implants (glial wafers) – a new way of giving chemotherapy for some high-grade tumours, where implants are inserted into the brain (read more about carmustine implant treatment on Cancer Research UK)\nMedicines may also be used to relieve symptoms like headaches, seizures and being sick (vomiting)."}, {"Outlook": "The outlook for a malignant brain tumour depends on things like where it is in the brain, its size, and what grade it is.\nIt can sometimes be cured if caught early on, but a brain tumour often comes back and sometimes it isn't possible to remove it.\nSpeak to your care team if you'd like to know what the outlook is for you, as it varies from person to person.\nYou can also find general survival statistics for brain tumours on the Cancer Research UK website."}, {"Recovery and after effects": "After treatment, you might have some lasting problems, such as:\n- seizures\n- walking difficulties\n- speech problems\nYou may need treatment and support like occupational therapy and physiotherapy to help you recover or adapt to any problems.\nIt's important to follow a healthy lifestyle to lower your risk of stroke.\nThis means stopping smoking if you smoke, following a healthy diet and doing regular exercise.\nYou may be able to gradually return to your normal activities as you recover, although some things (like contact sports) may need to be avoided for life.\nSome people who have had a brain tumour can develop side effects from treatment months or years later, such as:\n- cataracts\n- epilepsy\n- problems with thinking, memory, language or judgement\nRarely, a stroke might happen.\nIf you or someone you care for has any worrying symptoms that develop after brain tumour treatment, see your doctor.\nIf you think it's a stroke, dial 999 immediately and ask for an ambulance."}, {"More information": "For more information and support, see:\n- The Brain Tumour Charity\n- Brain Tumour Research\n- Cancer Research UK: brain tumours\n- Macmillan Cancer Support: brain tumours\n- Macmillan Cancer Support: brain tumours in children"}]}, {"condition": "Mallet finger", "sections": [{"No header": "Mallet finger is an injury to the end of your finger that causes it to bend inwards towards your palm.\nYou will not be able to straighten the end of your finger because the tendon connecting the muscle to the finger bone is stretched or torn.\nYour finger will also be painful and swollen. In some cases, the tendon does not tear, but a small fragment of your finger bone breaks off where the tendon is attached.\nMallet finger is a common sports injury. It can also happen after catching your finger on something."}, {"When to get medical help": "Go to your nearest minor injuries unit as soon as possible if you think you have mallet finger. You'll need to have your finger splinted.\nTry to keep your hand raised until a doctor sees you. This will help reduce any swelling and pain.\nIf you wear a ring on the affected finger, you should remove it. The swelling might make it difficult to remove the ring later, or the ring may cut off the blood supply to your finger.\nYou can take an over-the-counter painkiller, such as paracetamol or ibuprofen, to help relieve the pain.\nOnce your finger is splinted, applying an ice pack that's wrapped in a towel, a few times a day for 10 to 20 minutes, may also help reduce the pain and swelling."}, {"Treating mallet finger": "Your finger will be put in a plastic splint, which keeps it straight, with the end joint slightly bent backwards. You'll still be able to bend your finger at the middle joint.\nThe splint is taped on and must be worn day and night for 6 to 8 weeks to allow the 2 ends of the torn tendon to stay together and heal. It should only be removed for cleaning.\nIt's very important that the end of your finger does not bend during the time it's splinted because it may slow the healing and reduce the effectiveness of the treatment.\nThe middle joint of the finger is left free so you can continue to move it to prevent any stiffness developing.\nSurgery is only needed if you also have a broken finger, the skin is broken, or in rare cases where mallet finger fails to heal."}, {"How to keep your finger clean": "You must keep your splinted finger clean and dry at all times. If the skin inside the splint gets wet it will become very sore.\nIt's important to wash both your finger and the splint at least once a day, following these instructions:\n- Keep your finger flat on a table, cut the strapping, and slide the splint off your finger.\n- Wash and dry your finger and the splint using soap and water. Keep the end joint straight at all times by keeping your finger flat on the table. It may be easier if someone helps you to do this each day, as any movement of the end of your finger will delay the healing of the tendon and may even cause permanent damage.\n- Slide the splint back over your fingertip, keeping your finger straight.\n- Replace the strapping – this should cover the middle of the splint but should not cover the middle joint of your finger."}, {"Recovery": "It should take 6 to 8 weeks for your finger to heal, after which time you'll be able to use it again. You may be advised to continue to only wear the splint at night for up to 4 more weeks.\nIn some cases, you may only need to see a specialist once, as a hand physiotherapist may be able to take over your care. They'll give you exercises to do at home to help prevent your finger becoming stiff.\nDepending on your job, you may need to take some time off work. You should also avoid sports involving the hands while your injury is healing.\nIt may take several months for your finger to become fully functional. Redness, swelling and tenderness of the skin around the end of the finger are common for 3 or 4 months after injury but usually settle eventually.\nYou may be left with a small bump on the top of the joint and be unable to fully straighten the joint. Your finger may not be exactly the same as it was before the injury, but overall, it should function well."}]}, {"condition": "Malnutrition", "sections": [{"No header": "Malnutrition is a serious condition that happens when your diet does not contain the right amount of nutrients.\nIt means \"poor nutrition\" and can refer to:\n- undernutrition – not getting enough nutrients\n- overnutrition – getting more nutrients than needed\nThese pages focus on undernutrition. Read about obesity for more about the problems associated with overnutrition."}, {"Signs and symptoms of malnutrition": "Common signs of malnutrition include:\n- unintentional weight loss– losing 5% to 10% or more of weight over 3 to 6 months is one of the main signs of malnutrition\n- a low body weight – people with a body mass index (BMI) under 18.5 are at risk of being malnourished (use theBMI calculatorto work out your BMI)\n- a lack of interest in eating and drinking\n- feeling tired all the time\n- feeling weak\n- getting ill often and taking a long time to recover\n- in children, not growing or not putting on weight at the expected rate\nRead more about the symptoms of malnutrition."}, {"When to see a GP": "See a GP if:\n- you've unintentionally lost a lot of weight over the last 3 to 6 months\n- you have other symptoms of malnutrition\n- you're worried someone in your care, such as a child or older person, may be malnourished\nIf you're concerned about a friend or family member, try to encourage them to see a GP.\nA GP can check if you're at risk of malnutrition by measuring your weight and height, and asking about any medical problems you have or any recent changes in your weight or appetite.\nIf they think you could be malnourished, they may refer you to a healthcare professional such as a dietitian to discuss treatment."}, {"Who's at risk of malnutrition": "Malnutrition is a common problem that affects millions of people in the UK.\nAnyone can become malnourished, but it's more common in people who:\n- have a long-term health conditions that affect appetite, weight and/or how well nutrients are absorbed by the gut, such asCrohn's disease\n- haveproblems swallowing (dysphagia)\n- are socially isolated, have limited mobility, or a low income\n- need extra energy, such as people withcystic fibrosis, are recovering from a serious injury or burns, and those withtremors (uncontrollable shaking)\nPeople who are 65 years and over are particularly at risk, and weight loss is not an inevitable result of old age.\nRead more about the causes of malnutrition."}, {"Treatments for malnutrition": "Treatment for malnutrition depends on your general health and how severely malnourished you are.\nThe first dietary advice is usually to:\n- eat \"fortified\" foods that are high in calories and protein\n- snack between meals\n- have drinks that contain lots of calories\nSome people also need support with underlying issues such as limited mobility. For example, care at home or occupational therapy.\nIf a child is malnourished, their family or carers may need advice and support to address the underlying reasons why it happened.\nIf these initial dietary changes are not enough, a doctor, nurse or dietitian may also suggest you take extra nutrients in the form of nutritional drinks or supplements.\nIf you have difficulty eating and this cannot be managed by making changes such as eating soft or liquid foods, other treatments may be recommended, such as:\n- a feeding tube – this can be either passed down your nose and into your stomach, or inserted directly into your stomach through the skin of the tummy\n- nutrition that's given directly into a vein\nRead more about how malnutrition is treated."}, {"Preventing malnutrition": "The best way to prevent malnutrition is to eat a healthy, balanced diet.\nYou need to eat a variety of foods from the main food groups, including:\n- plenty of fruit and vegetables\n- plenty of starchy foods such as bread, rice, potatoes, pasta\n- some milk and dairy foods or non-dairy alternatives\n- some sources of protein, such as meat, fish, eggs and beans\nThe Eatwell Guide has more information about the types of food you should include in your diet and how to get the right balance between them all.\nSpeak to a GP or specialist if you have a health problem that puts you at increased risk of malnutrition. You may have more complex dietary needs or need to take supplements."}, {"No header": "Further information\n- baby weight and height\n- underweight children aged 2 to 5\n- underweight children aged 6 to 12\n- underweight teen girls\n- underweight teen boys\n- underweight adults\n- keeping your weight up in later life"}]}, {"condition": "Maple syrup urine disease", "sections": [{"No header": "Maple syrup urine disease (MSUD) is a rare but serious inherited condition.\nIt means the body cannot process certain amino acids (the \"building blocks\" of protein), causing a harmful build-up of substances in the blood and urine.\nNormally, our bodies break down protein foods such as meat and fish into amino acids. Any amino acids that are not needed are usually broken down and removed from the body.\nBabies with MSUD are unable to break down amino acids called leucine, isoleucine and valine. Very high levels of these amino acids are harmful.\nOne of the characteristic symptoms of MSUD is sweet-smelling urine, which gives the condition its name."}, {"No header": "At around 5 days old, babies are offered newborn blood spot screening to check for inherited conditions like MSUD. This involves pricking your baby's heel to collect drops of blood to test.\nIf your baby is diagnosed with MSUD, treatment should be given straight away to reduce the risk of serious complications. With early diagnosis and the correct treatment, the outcome can be greatly improved. However, treatment for MSUD must be continued for life.\nWithout treatment, severe, life-threatening symptoms can develop, including seizures (fits) or falling into a coma. Some children with untreated MSUD are also at risk of brain damage and developmental delay."}, {"No header": "Symptoms of MSUD usually appear within the first few days or weeks after birth. More general symptoms include:\n- sweet-smelling urine and sweat\n- poor feeding or loss of appetite\n- weight loss\nBabies with MSUD may also have episodes known as a \"metabolic crisis\", sometimes early in their life. Symptoms of a metabolic crisis include:\n- lack of energy\n- vomiting\n- irritability\n- breathing difficulties\nIt's important to get medical help immediately if your baby develops symptoms of a metabolic crisis. Your doctor will give you advice to help you recognise the signs.\nSome babies with MSUD might not develop symptoms of a metabolic crisis until later in their first year, or later in childhood. The hospital will provide you with emergency treatment instructions to follow if your child is ill, which helps prevent these symptoms developing."}, {"No header": "Children diagnosed with MSUD are first referred to a specialist metabolic dietitian and given a low-protein diet. They may need to take medicine too. The diet is tailored to reduce the amount of amino acids received, especially leucine, valine and isoleucine.\nHigh-protein foods need to be limited, including:\n- meat\n- fish\n- cheese\n- eggs\n- pulses\n- nuts\nYour dietitian will provide detailed advice and guidance, as your baby still needs some of these foods for healthy growth and development.\nSome children need to take supplements of isoleucine and valine alongside the prescribed diet. This helps to maintain a healthy level of these amino acids in the blood without causing harm. Blood tests are needed to monitor these levels.\nBreast milk and baby formula also need to be monitored and measured before feeding your baby, as advised by your dietitian. Regular baby formula contains the amino acids that need to be restricted, so a special formula is used instead. This contains all the vitamins, minerals and other amino acids your baby needs.\nPeople with MSUD need to follow a low-protein diet for the rest of their life to reduce the risk of a metabolic crisis. As your child gets older, they'll eventually need to learn how to control their diet and will stay in contact with a dietitian for advice and monitoring.\nIf your child becomes ill, they might have an episode of a metabolic crisis. This can lead to serious illness and long-term brain damage, and can be life threatening.\nIt's possible to reduce this risk by changing to an emergency diet while they're ill.\nYour dietitian will provide detailed instructions for a low-protein diet and dietary supplements. This may include replacing milk and foods containing protein with special high-sugar drinks and taking amino acid supplements.\nTake your child to hospital if the symptoms of a metabolic crisis develop, if they cannot keep down their emergency diet and supplements, or they have repeated diarrhoea.\nContact the metabolic team at the hospital to let them know you're heading straight to the accident and emergency (A&E) department.\nTake any information you have been given about MSUD in the event of an emergency in case the doctors have not seen MSUD before.\nOnce you are in hospital, your child can be monitored and treated with fluids given directly into a vein (intravenous fluids).\nA liver transplant is sometimes an option to treat MSUD. If a person with MSUD receives a donated liver, they'll no longer be at risk of a metabolic crisis and can have a normal diet.\nHaving a liver transplant is a major procedure with its own risks.\nYou will have to take medicine to suppress the immune system (immunosuppressant medication) for the rest of your life to stop your body rejecting the new liver.\nIt's important to consider all the pros and cons before deciding whether or not to have a liver transplant. Your doctor will be able to discuss whether this is a suitable option."}, {"No header": "The genetic change (mutation) responsible for MSUD is passed on by the parents, who usually do not have any symptoms of the condition. This is called autosomal recessive inheritance.\nThis means a baby needs to receive two copies of the altered genes to develop the condition – one from their mother and one from their father. If the baby only receives one mutated gene, they'll just be a carrier of MSUD.\nIf you're a carrier of the affected genes and have a baby with a partner who's also a carrier, your baby has:\n- a 1 in 4 chance of developing the condition\n- a 1 in 2 chance of being a carrier of MSUD\n- a 1 in 4 chance of receiving a pair of normal genes\nAlthough it's not possible to prevent MSUD, it's important to let your midwife and doctor know if you have a family history of the condition, so that tests and treatment are given as soon as possible.\nYou may also wish to consider genetic and genomic testing. This might lead to a referral for genetic counselling, which offers support, information and advice about genetic conditions."}, {"No header": "If your child has MSUD, your clinical team will pass information about him or her on to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time.\nGOV.UK: The National Congenital Anomaly and Rare Disease Registration Service patient leaflet."}]}, {"condition": "Marfan syndrome", "sections": [{"No header": "Marfan syndrome is a disorder of the body's connective tissues, a group of tissues that maintain the structure of the body and support internal organs and other tissues.\nChildren usually inherit the disorder from one of their parents.\nSome people are only mildly affected by Marfan syndrome, while others develop more serious symptoms. \nTypical characteristics of Marfan syndrome include:\n- being tall\n- abnormally long and slender limbs, fingers and toes (arachnodactyly)\n- heart defects\n- lens dislocation – where the lens of the eye falls into an abnormal position\nFind out more about the symptoms of Marfan syndrome"}, {"What causes Marfan syndrome?": "Marfan syndrome is hereditary, which means it can be passed to a child from a parent who's affected.\nIn around three-quarters (75%) of cases, Marfan syndrome is inherited from 1 parent. \nThe syndrome is autosomal dominant, which means a child can inherit it even if only 1 parent has the syndrome. \nThere's therefore a 1 in 2 (50%) chance that the child of a parent with Marfan syndrome will inherit the syndrome.\nThe gene defect leads to abnormal production of a protein called fibrillin, resulting in parts of the body being able to stretch abnormally when placed under any kind of stress.\nThe defective fibrillin gene also causes some bones to grow longer than they should. \nThis means a person with Marfan syndrome may be tall because their arms and legs grow longer than normal.\nIn the remaining quarter (25%) of cases, neither parent has the syndrome. \nIn these cases, the fibrillin gene changes (mutates) for the first time in the parent's egg or sperm. \nThe mutated gene can be passed on to the child, who will then go on to develop the syndrome.\nFind out more about genetic inheritance"}, {"Diagnosing Marfan syndrome": "Diagnosing Marfan syndrome can be difficult as the symptoms can vary significantly from person to person.\nAs the symptoms of Marfan syndrome do not always develop during childhood, it may not be identified until the teenage years.\nIn 99% of cases, a genetic test can be used to confirm a diagnosis of Marfan syndrome. \nBut it's an expensive process, as the gene can mutate in more than 3,000 different ways.\nIn most cases, a diagnosis of Marfan syndrome is based on a thorough physical examination and a detailed assessment of a person's medical and family history.\nFind out more about how Marfan syndrome is diagnosed"}, {"Treating Marfan syndrome": "There's no cure for Marfan syndrome, so treatment focuses on managing the symptoms and reducing the risk of complications.\nAs Marfan syndrome affects several different parts of the body, you'll be treated by a team of different healthcare professionals. \nYou'll be closely monitored and any complications will be treated if they occur.\nA serious problem caused by Marfan syndrome can occur if the heart and the aorta, the body's main artery, are significantly affected. This can lead to a lower life expectancy.\nFind out more about the possible treatments for Marfan syndrome"}, {"Information about you": "If you or your child has Marfan syndrome, your clinical team will pass information about you or your child on to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS). \nThis helps scientists look for better ways to prevent and treat this condition. \nYou can opt out of the register at any time. \nFind out more about the register"}, {"How common is Marfan syndrome?": "Although Marfan syndrome is rare, affecting about 1 in 5,000 people in the UK, it's one of the most common connective tissue disorders. \nMen and women are affected equally."}]}, {"condition": "Mastectomy", "sections": [{"No header": "A mastectomy is an operation to remove a breast. It's used to treat breast cancer in women and breast cancer in men.\nThe operation takes about 90 minutes, and most people go home the following day.\nIt can take 4 to 6 weeks to recover from a mastectomy."}, {"When is a mastectomy recommended?": "A mastectomy may be recommended if:\n- cancer is in a large area of the breast\n- cancer has spread throughout the breast\n- the breast is full of pre-cancerous cells\nSome women at high risk of breast cancer choose to have a mastectomy even when there's no sign of cancer."}, {"Preparing for a mastectomy": "Before having a mastectomy, you will have the opportunity to discuss the operation with a specialist breast care nurse or surgeon. You can discuss how the procedure might affect you physically and emotionally.\nYou'll get practical advice about bras and bra inserts, if you need them.\nYour surgeon will discuss the type of mastectomy you'll have, the possible complications and the option of breast reconstruction. You may need to have chemotherapy or hormone therapy before the operation to reduce the size of any tumours."}, {"The operation": "A mastectomy is carried out under general anaesthetic, so you'll be asleep while it happens.\nDuring the operation, a horizontal or diagonal cut is made across your breast so the tissue can be removed. The amount removed will depend on the type of mastectomy you're having.\nThe surgeon will usually put one or two drainage tubes in place to stop fluid building up in the breast space. These may be left in for a few days.\nSome of the main types of mastectomy are:\n- standard mastectomy – all of the breast tissue and most of the skin covering it is removed\n- skin-sparing mastectomy – all of the breast tissue is removed, including the nipple, but most of the skin covering the breast is left\n- nipple-sparing mastectomy – a skin-sparing mastectomy where the nipple isn't removed\n- radical mastectomy – a now-rare procedure where all of the breast tissue is removed, as well as the skin covering it, the two muscles behind the breast and the lymph nodes in the armpit\n- modified radical mastectomy – as above except the large muscle behind the breast (the larger of the two pectoral muscles) is left in place\nThe operation usually involves removing most of the breast tissue and skin, and the nipple.\nLymph nodes are small, oval-shaped balls that help remove bacteria and other waste from the body. If the cancer has spread to them, the lymph nodes under your arm will be removed during the operation.\nIf pre-surgery tests didn't find cancer in your lymph nodes, a few may be removed during the operation for further testing. If these tests find cancer, you might need radiotherapy or another operation.\nSome hospitals are able to test the lymph nodes while you're being operated on, which reduces the need for a second operation."}, {"Breast reconstruction": "If you're having a mastectomy, your surgeon will usually talk to you about the possibility of having breast reconstruction.\nBreast reconstruction is an operation to make a replacement for the tissue removed during a mastectomy. It's often done at the same time as a mastectomy, but it can be done at a later date.\nSome people decide not to have breast reconstruction.\nFind out more about breast reconstruction."}, {"Recovery": "Most people who have a mastectomy recover well. You may wake up with:\n- a drip in your arm so you can be given fluids\n- one or more drainage tubes coming from the wound\n- a dressing to help keep your wound clean\nYou will probably feel sore for a few days and should be given painkillers in hospital. If they don't work, tell the nursing staff before you leave so you can try something else.\nMost people find their wounds take around 2 to 3 weeks to heal, but it may be several months before your chest and arm area fully recover.\nThe area will be bruised, swollen and stiff at first. You may also have:\n- painless swelling around your stitches (seroma) – this usually disappears without treatment after several weeks\n- numbness where your lymph nodes were removed – this should improve with time\nThe scar from a mastectomy will extend across the skin of the chest and into the armpit, usually hidden by the bra cup. It will fade over time but never completely disappear. It will also feel permanently numb.\nIf you don't like the look of your scar, you may be able to have some corrective surgery. Read more about treating scars."}, {"Going home": "Most people go home the day after their operation, although some feel well enough to go home on the same day.\nIf you've had breast reconstruction, you may need to stay in hospital for up to a week depending on how you're recovering.\nBefore you leave hospital, your doctor or nurse will talk to you about what to do when you get home. You'll probably feel more tired than usual for several weeks and will need a lot of rest, so try not to do too much.\nThe results of the operation and any further treatment will be discussed at a follow-up appointment around 2 weeks after the operation.\nArm exercises are recommended to encourage the full range of movement back to your arm and shoulder.\nYou can start to do the gentle exercises your doctor or nurse gives you as soon as you feel comfortable, usually the day after your surgery.\nYou may be given an exercise leaflet – here's an example of an exercise routine from Breast Cancer Now. You may also be offered physiotherapy.\nAvoid more strenuous exercise, including housework and heavy lifting, until you get the all-clear from your doctor or nurse.\nBefore leaving hospital, you'll have the opportunity to be fitted with a lightweight breast shape (prosthesis) to wear inside your bra.\nYou'll usually be fitted with a longer-term prosthesis and given advice on bra fitting 6 to 8 weeks after the operation.\nGet advice from your doctor or nurse about when to start driving. Generally, you should be OK to drive if you can make an emergency stop without discomfort in the wound.\nSome people are able to drive about 3 weeks after the operation, but it may be sooner or later than this depending on how you feel.\nSome insurance companies will not insure drivers for a number of weeks after surgery, so you may want to check your policy.\nYou can return to work when you feel up to it. Taking 4 to 8 weeks off is fairly typical, but it varies from person to person.\nThe hospital staff or your GP can supply you with a medical note for your employer if needed."}, {"Complications": "If you're concerned your wound isn't healing well, contact hospital staff or your GP.\nGet urgent medical advice if:\n- your wound becomes infected – it may be red, painful or swollen, or ooze liquid\n- your arm and hand become swollen and sore because of a build-up of fluid (lymphoedema)\n- your wound is bleeding"}, {"Emotional support": "Recovering from a mastectomy can be emotionally difficult. You may find it helpful, before and after your mastectomy, to talk to others who have had the operation.\nYou can get information on contacting others who have had a mastectomy from your doctor or nurse, or from organisations such as:\n- Macmillan Cancer Support\n- Cancer Research UK\n- Breast Cancer Now\nFind cancer support services near you."}]}, {"condition": "Mastitis", "sections": [{"No header": "Mastitis is when your breast becomes swollen, hot and painful.\nIt's most common in breastfeeding women, but women who are not breastfeeding and men can also get it."}, {"Check if you have mastitis": "Mastitis usually only affects 1 breast, and symptoms often come on quickly. They include:\n- a swollen area on your breast that may feel hot and painful to touch – the area may become red but this can be harder to see if you have darker skin\n- a wedge-shapedbreast lumpor a hard area on your breast\n- a burning pain in your breast that might be constant or only when you breastfeed\n- nipple discharge, which may be white or contain streaks of blood\nYou may also get flu-like symptoms, such as aches, a high temperature, chills and tiredness."}, {"Things you can do": "- soak a cloth in warm water and place it on your breast to help relieve the pain – a warm shower or bath may also help\nsoak a cloth in warm water and place it on your breast to help relieve the pain – a warm shower or bath may also help\n- rest and drink lots of fluids\nrest and drink lots of fluids\n- takeparacetamoloribuprofento reduce any pain or fever\ntake paracetamol or ibuprofen to reduce any pain or fever\n- if you are breastfeeding, continue to breastfeed\nif you are breastfeeding, continue to breastfeed\n- start feeds with the sore breast first\nstart feeds with the sore breast first\n- express milk from your breast in between feeds\nexpress milk from your breast in between feeds\n- massage your breast to clear any blockages – stroke from the lumpy or sore area towards your nipple to help the milk flow\nmassage your breast to clear any blockages – stroke from the lumpy or sore area towards your nipple to help the milk flow\n- do not wear tight-fitting clothing or bras until you feel better\ndo not wear tight-fitting clothing or bras until you feel better\n- do not takeaspirin\ndo not take aspirin"}, {"No header": "- you do not feel better within 24 hours despite continuing to breastfeed\n- you get mastitis and you are not breastfeeding\n- your symptoms do not get any better 48 hours after taking antibiotics\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for mastitis from a GP": "A GP will usually prescribe antibiotics.\nIf you're breastfeeding a very small amount of the antibiotic may go into your breast milk. There is no risk to your baby, but it might make them irritable and restless."}, {"What to do if mastitis comes back": "If you are breastfeeding and keep getting mastitis, it might be due to problems with positioning and attaching.\nIf you have any breastfeeding problems, it's important to ask for help from a midwife, health visitor or a breastfeeding specialist as soon as possible."}, {"No header": "You can also call the National Breastfeeding Helpline on 0300 100 0212 (9.30am to 9.30pm, daily)"}, {"Causes of mastitis": "Mastitis is common in breastfeeding women as it can be caused by a build-up of milk.\nWomen who are not breastfeeding can also get mastitis, as can men. This can happen due to:\n- smoking – toxins found in tobacco can damage breast tissue\n- damage to the nipple, such as a piercing or skin condition like eczema\n- you have a breast implant\n- having a weak immune system due to a health condition like diabetes\n- shaving or plucking hairs from around your nipples"}]}, {"condition": "Mastocytosis", "sections": [{"No header": "Mastocytosis is a rare condition caused by an excess number of mast cells gathering in the body's tissues.\nThere are 2 main types of mastocytosis:\n- cutaneous mastocytosis, which mainly affects children– where mast cells gather in the skin, but are not found in large numbers elsewhere in the body\n- systemic mastocytosis, which mainly affects adults– where mast cells gather in body tissues, such as the skin, internal organs and bones\nThere are also several subtypes of systemic mastocytosis, depending on the symptoms."}, {"Coronavirus advice": "Get advice about coronavirus and mastocytosis from UK Masto"}, {"Mast cells": "Mast cells are produced in the bone marrow, the spongy tissue found in the hollow centres of some bones, and live longer than normal cells. They're an important part of the immune system and help fight infection.\nWhen mast cells detect a substance that triggers an allergic reaction (an allergen), they release histamine and other chemicals into the bloodstream.\nHistamine makes the blood vessels expand and the surrounding skin itchy and swollen. It can also create a build-up of mucus in the airways, which become narrower."}, {"Symptoms of mastocytosis": "The symptoms of mastocytosis can vary depending on the type.\nThe most common symptom of cutaneous mastocytosis is abnormal growths (lesions) on the skin, such as bumps and spots, which can form on the body and sometimes blister.\nSome people with systemic mastocytosis may experience episodes of severe symptoms that last 15-30 minutes, often with specific triggers such as physical exertion or stress. Many people do not have any problems.\nDuring an episode you may have:\n- skin reactions – such as itching and flushing\n- gut symptoms – such as being sick anddiarrhoea\n- muscle and joint pain\n- mood changes,headachesand episodes of tiredness (fatigue)\nThere are 3 subtypes of systemic mastocytosis. They are:\n- indolent mastocytosis– symptoms are usually mild to moderate and vary from person to person; indolent mastocytosis accounts for around 90% of adult systemic mastocytosis cases\n- aggressive mastocytosis– where mast cells multiply in organs, such as the spleen, liver and digestive system; the symptoms are more wide-ranging and severe, although skin lesions are less common\n- systemic mastocytosis with associated blood (haematological) disease– where a condition that affects the blood cells, such aschronic leukaemia, also develops\nPeople with mastocytosis have an increased risk of developing a severe and life-threatening allergic reaction. This is known as anaphylaxis.\nThe increased risk of anaphylaxis is caused by the abnormally high number of mast cells and their potential to release large amounts of histamine into the blood.\nIf you or your child has mastocytosis, you may need to carry an adrenaline auto-injector, which can be used to treat the symptoms of anaphylaxis. \nRead more about the symptoms of mastocytosis."}, {"Causes of mastocytosis": "The cause or causes of mastocytosis are not fully known, but there's thought to be an association with a change in genes known as the KIT mutation.\nThe KIT mutation makes the mast cells more sensitive to the effects of a signalling protein called stem cell factor (SCF).\nSCF plays an important role in stimulating the production and survival of certain cells, such as blood cells and mast cells, inside the bone marrow.  \nIn a very few cases of mastocytosis it appears the KIT mutation is passed down through families. However, in most cases the mutation happens for no apparent reason."}, {"Diagnosing mastocytosis": "A physical examination of the skin is the first stage in diagnosing cutaneous mastocytosis.\nYour child's GP or skin specialist (dermatologist) may rub the affected areas of skin to see if they become red, inflamed and itchy. This is known as Darier's sign.\nIt's usually possible to confirm a diagnosis by carrying out a biopsy, where a small skin sample is taken and checked for mast cells.\nThe following tests are commonly used to look for systemic mastocytosis:\n- blood tests– including a full blood count (FBC) and measuring blood tryptase levels\n- anultrasound scanto look for enlargement of the liver and spleen if it seems likely\n- aDEXA scanto measure bone density\n- a bone marrow biopsy test – where alocal anaestheticis used and a long needle is inserted through the skin into the bone underneath, usually in the pelvis\nA diagnosis of systemic mastocytosis is usually made by finding typical changes on a bone marrow biopsy."}, {"Treating mastocytosis": "There's no cure for mastocytosis, so the aim of treatment is to try to relieve the symptoms.\nTreatment options will depend on the type of mastocytosis and the severity of the symptoms.\nMild to moderate cases of cutaneous mastocytosis can be treated with steroid cream (topical corticosteroids) for a short time.\nSteroid cream reduces the number of mast cells that can release histamine and trigger swelling (inflammation) in the skin.\nAntihistamines can also be used to treat the symptoms of cutaneous or indolent mastocytosis, such as red skin and itchiness.\nAntihistamines are a type of medicine that block the effects of histamine, and are often used to treat allergic conditions.\nRead more about treating mastocytosis."}, {"Complications of mastocytosis": "In children the symptoms of cutaneous mastocytosis usually improve over time, but remain stable in adults.\nIn many cases the condition gets better on its own by the time a child has reached puberty.\nThe outlook for systemic mastocytosis can vary, depending on the type you have.\nIndolent systemic mastocytosis should not affect life expectancy, but other types can. \nA few people develop a serious blood condition, such as chronic leukaemia, over their lifetime."}]}, {"condition": "Mastoiditis", "sections": [{"No header": "Mastoiditis is a serious bacterial infection that affects the mastoid bone behind the ear. It's more common in children.\nMost people with mastoiditis recover quickly and have no complications as long as the condition is diagnosed and treated quickly."}, {"Symptoms of mastoiditis": "The symptoms of mastoiditis typically include:\n- redness, tenderness and pain behind the ear\n- swelling behind the ear that can cause it to stick out\n- discharge from the ear\n- a high temperature, irritability and tiredness\n- headache\n- hearing lossin the affected ear\nThe symptoms of mastoiditis often appear after a recurring or severe ear infection."}, {"When to get medical advice": "See a GP as soon as possible if you or your child have:\n- symptoms of mastoiditis\n- an ear infection that does not get better with treatment or is followed by new symptoms\n- been diagnosed with mastoiditis and treatment has not helped\nFind a local GP service"}, {"Causes of mastoiditis": "The mastoid bone has a honeycomb-like structure that contains air spaces called mastoid cells. \nMastoiditis can develop if the mastoid cells become infected or inflamed, often following a persistent middle ear infection (otitis media). \nCholesteatoma can also cause mastoiditis. This is an abnormal collection of skin cells inside the ear which may prevent the ear draining properly, leading to infection."}, {"Diagnosing mastoiditis": "A GP will examine the inside of your ear with an otoscope (a device with a light and magnifying glass).\nIf the GP thinks you have mastoiditis as a complication of a middle ear infection, they'll refer you to an ear, nose and throat (ENT) specialist for further examination and tests. \nThis usually includes a blood test and an ear culture (where discharge from the ear is tested for a bacterial infection).\nSome children may need to have a CT scan, which uses X-rays and a computer to create detailed images of the inside of the skull."}, {"Treating mastoiditis": "Mastoiditis is a serious infection and should be diagnosed and treated quickly with antibiotics.\nYou may need to go to hospital so antibiotics can be given directly into a vein through a drip (intravenously).\nIn some cases, surgery may be needed to either: \n- drain the middle ear (a myringotomy)\n- remove part of the mastoid bone (mastoidectomy)\nIf you're admitted to hospital for treatment, you'll need to stay in for a few days until an ENT specialists can be sure the infection is under control.\nAfter surgery for mastoiditis, you or your child will probably need to take 7 to 10 days off work or school.\nTake care not to get the affected ear wet. You should be able to wash your hair after about a week, providing you do not get water inside your ear.\nYou should be able to go swimming around 4 to 6 weeks after the operation, depending on how well your ear has healed.\nYour doctor should give you specific advice after surgery and at any follow-up appointments."}, {"Complications of mastoiditis": "Although most people with mastoiditis do not experience serious complications, treatment is not always easy and the infection may come back.\nIf the mastoid bone is severely infected and is not removed, it can cause hearing loss and life-threatening health complications such as: \n- ablood clot\n- meningitis\n- abrain abscess"}]}, {"condition": "MCADD", "sections": [{"No header": "MCADD is a rare genetic condition where a person has problems breaking down fat to use as an energy source.\nThis means that someone with MCADD can become very ill if their body's energy demands exceed their energy intake, such as during infections or vomiting illnesses when they're unable to eat.\nProblems occur because fat is only partially broken down, which leads to a lack of energy and a build-up of harmful substances in the body. \nMCADD is a lifelong condition that's present from birth. It's estimated to affect up to 1 in every 10,000 babies born in the UK and is usually picked up using the newborn blood spot test.\nMCADD stands for medium-chain acyl-CoA dehydrogenase deficiency."}, {"Is MCADD serious?": "MCADD is a potentially serious condition that can be life-threatening if not recognised quickly and treated appropriately.\nHowever, most cases are picked up soon after birth and can be managed quite easily.\nWith proper care, there's no reason why someone with MCADD cannot live a normal, healthy and active life."}, {"Symptoms of MCADD": "Babies with MCADD are at risk of developing the following symptoms: \n- poor feeding\n- drowsiness\n- sleepiness\n- vomiting\n- low energy\n- seizures (fits)\nIf your baby is ill or isn't feeding well, they should be given a special high sugar drink, known as glucose polymer. This is called the emergency regimen.\nFamilies with a child with MCADD are taught how to prepare and give the emergency regimen. \nIf you see no improvement after giving the emergency regimen, you should take your child to your nearest A&E department immediately.\nTake any relevant paperwork about your child's MCADD with you and tell hospital staff your child has MCADD.\nIt's also helpful to contact your specialist care team to say you are on your way but don't delay going to hospital."}, {"What causes MCADD?": "MCADD is caused by a fault in the gene that provides the instructions to make an enzyme called medium-chain acyl-CoA dehydrogenase (MCAD).\nThis genetic fault causes the enzyme to either not work properly or be missing entirely, which means the body cannot fully break down fat to release energy.\nIf the body needs to break down fat quickly (for example, if you're unwell and haven't eaten for a while), energy cannot be produced quickly enough to meet the body's needs and substances created when fat is partially broken down can build up to harmful levels in the body.\nThis can lead to serious problems if not treated quickly."}, {"How MCADD is inherited": "A child will only be born with MCADD if they inherit a copy of the faulty gene that causes it from both of their parents.\nThe parents won't normally have the condition themselves because they usually only have one copy of the faulty gene each. This is known as being a \"carrier\".\nIt's estimated that up to 1 in every 65 people in the UK could be carriers of the faulty gene that causes MCADD.\nIf both parents are carriers of the faulty gene, there's a:\n- 25% chance each child they have will not inherit any faulty genes and won't have MCADD or be able to pass it on\n- 50% chance each child they have will just inherit a copy of the faulty gene from one parent and be a carrier\n- 25% chance each child they have will inherit copies of the faulty gene from both parents and will have MCADD\nRead more about genetic inheritance."}, {"Screening and testing for MCADD": "A newborn blood spot test is now offered to all babies in England to help detect problems, including MCADD early on. \nWhen your baby is 5 to 8 days old, a health professional will prick their heel and collect drops of blood on a special card. The blood is then sent to a laboratory to be checked for abnormalities that could indicate MCADD.\nYou should receive the results by the time your baby is 6 to 8 weeks old. You'll be contacted sooner if a problem is found so you can attend a hospital appointment to discuss this further.\nThe screening result isn't 100% accurate, so further urine and blood tests will be carried out to confirm the diagnosis. You, your partner and any other children you have may also be tested to see if you carry the faulty gene that causes MCADD.\nIf you've previously had a child with MCADD, the blood spot test should be carried out within 24 to 48 hours of birth."}, {"How MCADD is treated": "There's no specific treatment for MCADD. A specialist care team will give you advice about how to look after your child and support them as they get older.\nChildren and adults with MCADD can eat a normal diet, as long as they:\n- frequently take special high sugar drinks when they're ill– this includes common illnesses such as fever,diarrhoea, or vomiting\n- avoid long periods without eating during the newborn period and infancy even when well– the length of time your child can go without eating is known as the maximum \"safe fasting time\" and it varies depending on age; you'll be given advice about this\nThe high sugar drinks used for treating MCADD are available on prescription from your GP. You'll be advised by a specialist dietitian about when to use them and how much to use. If the drinks don't help or your child refuses them, they may need to be treated in hospital.\nYou can find more detailed information about MCADD treatment in the MCADD information sheet for parents and carers (PDF, 116kb) produced by the British Inherited Metabolic Diseases Group (BIMDG)."}, {"Information about you": "If you or your child has MCADD, your clinical team will pass information about you or them to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS). \nThis helps scientists look for better ways to prevent and treat this condition. You can opt out of the register at any time. \nFind out more about the register."}, {"Support groups": "In addition to the support of your care team, you may find it useful to contact a national or local support group for people with MCADD and their families.\nOne of the main groups in the UK is Metabolic Support UK. You can find information about MCADD on its website and you can speak to their Family Advisers for free on 0800 652 3181."}]}, {"condition": "Measles", "sections": [{"No header": "Measles is an infection that spreads very easily and can cause serious problems in some people. Having the MMR vaccine is the best way to prevent it."}, {"Check if you or your child has measles": "Measles usually starts with cold-like symptoms, followed by a rash a few days later. Some people may also get small spots in their mouth.\nThe first symptoms of measles include:\n- a high temperature\n- a runny or blocked nose\n- sneezing\n- a cough\n- red, sore, watery eyes\nSmall white spots may appear inside the cheeks and on the back of the lips a few days later. These spots usually last a few days.\nA rash usually appears a few days after the cold-like symptoms."}, {"No header": "It's very unlikely to be measles if you've had both doses of the MMR vaccine or you've had measles before.\nSee other rashes in babies and children"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- you think you or your child may have measles\n- you've been in close contact with someone who has measles and you've not had measles before or you've not had 2 doses of the MMR vaccine\n- you've been in close contact with someone who has measles and you're pregnant – measles can be serious in pregnancy\n- you have a weakened immune system and think you have measles or have been in close contact with someone with measles\nMeasles can spread to others easily. Call your GP surgery before you go in. They may suggest talking over the phone.\nYou can also call 111 or get help from 111 online."}, {"How to look after yourself or your child": "Measles usually starts to get better in about a week.\nAfter seeing a GP, there are things you can do to help ease the symptoms and reduce the risk of spreading the infection.\nIt can help to:\n- rest and drink plenty fluids, such as water, to avoid dehydration\n- takeparacetamoloribuprofento relieve a high temperature – do not give aspirin to children under 16 years\n- use cotton wool soaked in warm water to gently remove any crusts from your or your child's eyes\nStay off nursery, school, or work for at least 4 days from when the rash first appears.\nAlso try to avoid close contact with babies, people who are pregnant and people with weakened immune systems."}, {"How to avoid spreading or catching measles": "Measles is spread when an infected person coughs or sneezes. There are things you can do to reduce the risk of spreading or catching it.\n- wash your hands often with soap and warm water\nwash your hands often with soap and warm water\n- use tissues when you cough or sneeze\nuse tissues when you cough or sneeze\n- throw used tissues in the bin\nthrow used tissues in the bin\n- do not share cutlery, cups, towels, clothes, or bedding\ndo not share cutlery, cups, towels, clothes, or bedding"}, {"Complications of measles": "Measles can lead to serious problems if it spreads to other parts of the body, such as the lungs or brain.\nProblems that can be caused by measles include:\n- pneumonia\n- meningitis\n- blindness\n- seizures (fits)\nThese problems are rare, but some people are more at risk. This includes babies and people with weakened immune systems.\nIf you get measles when you're pregnant, it could harm your baby.\nIt can cause:\n- miscarriageorstillbirth\n- premature birth(before the 37th week of pregnancy)\n- your baby having a low birthweight\nIt's important to get medical advice if you're pregnant and have been in close contact with someone who has measles."}, {"Immediate action required: Call 999 or go to A&E if:": "You or your child has measles and:\n- shortness of breath\n- a high temperature that does not come down after taking paracetamol or ibuprofen\n- confusion\n- seizures (fits)"}, {"Get vaccinated against measles": "The MMR vaccine can prevent measles. It also protects you from mumps and rubella.\nThe MMR vaccine is offered to all children in the UK. 2 doses can give lifelong protection against measles, mumps, and rubella.\nAsk at your GP surgery if you're not sure you or your child have had the vaccine. They can give it for free on the NHS."}, {"No header": "Find out more about the MMR vaccine"}]}, {"condition": "Medical cannabis (and cannabis oils)", "sections": [{"No header": "\"Medical cannabis\" is a broad term for any sort of cannabis-based medicine used to relieve symptoms.\nMany cannabis-based products are available to buy online, but their quality and content is not known. They may be illegal and potentially dangerous.\nSome products that might claim to be medical cannabis, such as \"CBD oil\" or hemp oil, are available to buy legally as food supplements from health stores. But there's no guarantee these are of good quality or provide any health benefits.\nAnd some cannabis-based products are available on prescription as medicinal cannabis. These are only likely to benefit a very small number of patients."}, {"Can I get a prescription for medical cannabis?": "Very few people in England are likely to get a prescription for medical cannabis.\nCurrently, it is only likely to be prescribed for the following conditions:\n- children and adults with rare, severe forms ofepilepsy\n- adults with vomiting or nausea caused bychemotherapy\n- people with muscle stiffness and spasms caused bymultiple sclerosis (MS)\nIt would only be considered when other treatments were not suitable or had not helped.\nEpidyolex is a highly purified liquid containing CBD (cannabidiol).\nCBD is a chemical substance found in cannabis that has medical benefits.\nIt will not get you high, because it does not contain THC (tetrahydrocannabinol), the chemical in cannabis that makes you high.\nEpidyolex can be prescribed for patients with Lennox-Gastaut syndrome and Dravet syndrome (both rare forms of epilepsy).\nMany people having chemotherapy will have periods where they feel sick or vomit.\nNabilone can be prescribed by a specialist to help relieve these symptoms, but only when other treatments have not helped or are not suitable.\nNabilone is a medicine, taken as a capsule, that has been developed to act in a similar way to THC (the chemical in cannabis that makes you high). You may have heard it described as a \"manmade form of cannabis\".\nNabiximols (Sativex) is a cannabis-based medicine that is sprayed into the mouth.\nIt is licensed in the UK for people with MS-related muscle spasticity that has not got better with other treatments.\nRead more from the MS Society on Sativex for treating muscle stiffness and spasms\nThere is some evidence medical cannabis can help certain types of pain, though this evidence is not yet strong enough to recommend it for pain relief."}, {"What about products available to buy?": "Some cannabis-based products are available to buy over the internet without a prescription.\nIt's likely most of these products – even those called \"CBD oils\" – will be illegal to possess or supply. There's a good chance they will contain THC, and may not be safe to use.\nHealth stores sell certain types of \"pure CBD\". However, there's no guarantee these products will be of good quality.\nThey tend to only contain very small amounts of CBD, so it's not clear what effect they would have."}, {"Is medical cannabis safe?": "The risks of using cannabis products containing THC (the chemical that gets you high) are not currently clear. That's why clinical trials are needed before they can be used.\n\"Pure\" products that only contain CBD, such as Epidyolex, do not carry these unknown risks linked with THC.\nBut in reality, most products will contain a certain amount of THC.\nThe main risks of THC cannabis products are:\n- psychosis– there is evidence that regular cannabis use increases your risk of developing a psychotic illness such as schizophrenia\n- dependency on the medicine– although scientists believe this risk is probably small when its use is controlled and monitored by a specialist doctor\nGenerally, the more THC the product contains, the greater these risks are.\nCannabis bought illegally off the street, where the quality, ingredients and strength are not known, is the most dangerous form to use.\nRead about the risks of regularly smoking cannabis"}, {"What are the side effects?": "After taking medical cannabis, it's possible to develop any of the following side effects:\n- decreased appetite\n- diarrhoea\n- feeling sick\n- greater weakness\n- a behavioural or mood change\n- dizziness\n- feeling very tired\n- feeling high\n- hallucinations\n- suicidal thoughts\nIf you experience any side effects from medical cannabis, report these to your medical team. You can also report them through the Yellow Card Scheme.\nCBD and THC can affect how other medicines work. Always discuss possible interactions with a specialist.\nCBD can also affect how your liver works, so doctors would need to monitor you regularly."}, {"How do I get a prescription?": "You cannot get cannabis-based medicine from a GP – it can only be prescribed by a specialist hospital doctor.\nAnd it is only likely to be prescribed for a small number of patients.\nA hospital specialist might consider prescribing medical cannabis if:\n- your child has one of the rare forms of epilepsythat might be helped by medical cannabis\n- you have spasticity from MSand treatments for this are not helping\n- you have vomiting or feel sick from chemotherapyand anti-sickness treatments are not helping\nThe specialist will discuss with you all the other treatment options first, before considering a cannabis-based product.\nA prescription for medical cannabis would only be given when it was believed to be in your best interests, and when other treatments had not worked or were not suitable.\nIt's expected this would only apply to a very small number of people in England.\nIf the above does not apply to you, do not ask a GP for a referral for medical cannabis."}, {"Will the laws on cannabis be relaxed?": "The government has no intention of legalising the use of cannabis for recreational (non-medical) use.\nPossessing cannabis is illegal, whatever you're using it for. That includes medical use unless it has been prescribed for you."}]}, {"condition": "Medically unexplained symptoms", "sections": [{"No header": "Many people have persistent physical complaints, such as dizziness or pain, that don't appear to be symptoms of a medical condition.\nThey are sometimes known as \"medically unexplained symptoms\" when they last for more than a few weeks, but doctors can't find a problem with the body that may be the cause.\nThis doesn't mean the symptoms are faked or \"all in the head\" – they're real and can affect your ability to function properly.\nNot understanding the cause can make them even more distressing and difficult to cope with."}, {"Common medically unexplained symptoms": "Common medically unexplained symptoms include:\n- pains in the muscles or joints\n- back pain\n- headaches\n- tiredness\n- feeling faint\n- chest pain\n- heart palpitations\n- stomach problems\nAbout 1 in 4 people who see a GP have physical symptoms that cannot be explained."}, {"Possible causes of medically unexplained symptoms": "Many people with medically unexplained symptoms, such as tiredness, pain and heart palpitations, also have depression or anxiety.\nTreating an associated psychological problem can often relieve the physical symptoms.\nFor others, the symptoms may be part of a poorly understood syndrome, such as:\n- chronic fatigue syndrome (CFS)– also known as ME\n- irritable bowel syndrome (IBS)\n- fibromyalgia(pain all over the body)\nThe fact that doctors are unable to find a condition causing these symptoms isn't unusual in medicine, and it doesn't mean that nothing can be done to help you."}, {"How a GP can help": "A GP will aim to rule out all the possible conditions that might be causing your symptoms. You may have a thorough physical examination and blood tests.\nIt's important to consider whether any medicine you're taking may be causing your symptoms – for example, taking painkillers long term can lead to headaches.\nThe GP should also investigate whether you might have an associated problem, such as depression or anxiety. Physical symptoms can cause depression and anxiety, and these can in turn make the physical symptoms worse, creating a vicious circle.\nYou should tell the GP:\n- what your symptoms are like, when they started and what makes them better or worse\n- what you think is the cause of your symptoms and your expectations of how tests and treatments might help\n- how your symptoms affect what you can do – what they stop you doing\n- how upsetting your symptoms are – how they make you feel\nThere are a number of things you can do yourself that may help.\nYou and the GP may identify some lifestyle changes and goals that you both think will help relieve your symptoms, such as regular physical activity and better rest.\nYou may be referred for a talking therapy, such as cognitive behavioural therapy (CBT). The aim of CBT is to help you to manage your symptoms by enabling you to understand links between your symptoms, worries, feelings and how you cope.\nIf your symptoms seem to be caused by a problem with the nervous system, you may be referred to a neurologist (a specialist in disorders of the nervous system).\nThe neurologist may refer you for psychotherapy but will also consider other therapy options, such as physiotherapy or occupational therapy .\nMedicine such as antidepressants can be helpful, even if you're not depressed. However, medicine isn't always the answer – painkillers or sedatives, for example, may lead to dependence. The possible benefits of medicine always need to be weighed against the potential side effects.\nIf you think you have an underlying condition that's been missed by your doctor, you can ask for a second opinion."}, {"Self-help": "There are things you can do to improve or even relieve some physical symptoms, such as taking regular exercise and managing stress.\nRegular exercise will help keep you fit and many people find that it also boosts their mood (read about exercise for depression). How much exercise you should do will depend on your current health and capabilities.\nManaging stress is very important because it's been linked to problems such as pain and IBS. Learn about breathing exercises for stress.\nGenerally, planning some pleasurable personal time to unwind should help – whatever helps you relax, whether it's yoga classes, swimming, running, meditation or walking in the countryside.\nRead 5 steps to mental wellbeing\nYour body has a remarkable ability to recover and there's a good chance that your symptoms will improve in time, even without any specific treatment."}]}, {"condition": "Medicines information", "sections": [{"No header": "This page explains the different types of medicine, the difference between branded drugs and generics, and how the medicines become available."}, {"Which medicines can I buy without prescription?": "Some medicines for minor illnesses can be bought over the counter without a prescription, so you can treat yourself without needing to see a GP.\nSimple painkillers and cough remedies, for example, can be bought directly from supermarkets and other stores.\nOther types of medicine, such as eyedrops or emergency contraception, are available without a prescription but need a pharmacist's supervision, so are only available to buy from behind the pharmacy counter.\nPrescription-only medicines, such as antibiotics, must be prescribed by a qualified health professional.\nThis may be a GP, hospital doctor, dentist, nurse, pharmacist, optometrist, physiotherapist or podiatrist."}, {"Buying medicines online": "You can also buy medicines over the internet. But be very careful if you do this, as many websites sell fake medicines.\nOnline medicines aren't regulated and ingredients in them can vary. They may cause unpleasant side effects or may not be suitable for you.\nIt's best to see your GP before buying medicines online as they know your medical history and can advise you whether the medicine would be suitable.\nIf you choose to buy medicines online, ensure that:\n- any online pharmacy is registered with theGeneral Pharmaceutical Council (GPhC)\n- any online doctor service is registered with theCare Quality Commission (CQC)and theGeneral Medical Council (GMC)"}, {"Brand names versus generics": "Many medicines have at least 2 different names:\n- the brand name – created by the pharmaceutical company that made the medicine\n- the generic name – the name of the active ingredient in the medicine\nFor example, sildenafil is the generic name of a medicine used to treat erectile dysfunction. But the company that makes sildenafil, Pfizer, sells it under the brand name Viagra.\nCompanies take out exclusive rights called patents on each new drug they discover. If a company has a patent on a drug, only that company can market it under their brand name once it's been granted a licence.\nOnce the patent expires, other manufacturers can market generic versions. The generic versions will be the same as the branded medicine because they contain the same active ingredients.\nThey are used more often by the NHS because they're just as effective but cost far less. It's similar to buying branded goods or a supermarket's own label – the supermarket's version is usually cheaper.\nIf the name of your prescription medicine keeps changing, it might be because you're being given the generic version rather than the branded one."}, {"How new medicines become available": "Before any new medicine can be used to treat people in the UK, it goes through a strictly monitored development process.\nThis involves researching the medicine in the lab and testing it in clinical trials. After passing the clinical trials, a licence will be granted before it can be made available for wider use.\nRead more about clinical trials.\nLicences are only granted if strict safety and quality standards are met. In the UK, licences are granted by the Medicines and Healthcare products Regulatory Agency (MHRA) and the European Medicines Agency (EMA).\nLicences confirm the health condition the medicine should be used for and the recommended dosage.\nThis can be found in the information leaflet that comes with the medicine. The dosage instructions are usually on the label of the medicine packet.\nSometimes a healthcare professional may recommend that you take an off-label or unlicensed medicine.\nOff-label use means that the medicine isn't licensed for treatment of your condition. But the medicine will have a licence to treat another condition and will have undergone clinical trials for this.\nYour doctor may recommend an unlicensed medication if they think it will treat your condition effectively and the benefits are greater than any risks."}, {"Safety of medicines": "No medicine is completely risk free, but the MHRA and EMA try to ensure any medicine approved for treating people in the UK is as safe as possible.\nMedicines continue to be carefully regulated after they've been licensed. This involves checking for problems and previously unknown side effects.\nIn rare cases, medicines may be withdrawn if there are serious safety concerns or the risks of the medicines outweigh the benefits.\nYou can help the MHRA monitor the safety of medicines by reporting any suspected side effects to the Yellow Card Scheme. Reports can also be made on behalf of someone you're caring for."}]}, {"condition": "Memory loss (amnesia)", "sections": [{"No header": "Most people forget things from time to time, but see a GP if you keep having problems with your memory. It could be caused by something that can be treated."}, {"Non-urgent advice:  See a GP if:": "- memory problems are affecting your day-to-day life\nIt's probably nothing serious, but it's best to get checked because any treatment you need may work better if it's started early.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nIf you're worried about an older relative who's becoming increasingly forgetful, speak to a GP about whether it could be a sign of dementia.\nThe GP will ask you some questions to try to find the cause of your memory problems.\nIt might be useful to bring someone else with you who can help describe the problems you're having.\nThe GP may refer you to a memory specialist for an in-depth assessment. Further tests, such as scans, may also sometimes be needed.\nAny treatment that's recommended will depend on the cause of your memory problems."}, {"Causes of memory loss": "Memory loss can just be a natural part of getting older.\nSometimes it may be caused by something common and treatable like:\n- stress\n- anxietyordepression\n- sleeping problems (insomnia)\nOccasionally, memory loss can be a sign of something more serious, such as dementia.\nDo not try to self-diagnose the cause of your memory loss – always see a GP."}]}, {"condition": "Meningitis", "sections": [{"No header": "Meningitis is an infection of the protective membranes that surround the brain and spinal cord (meninges).\nIt can affect anyone, but is most common in babies, young children, teenagers and young adults.\nMeningitis can be very serious if not treated quickly.\nIt can cause life-threatening blood poisoning (septicaemia) and result in permanent damage to the brain or nerves.\nA number of vaccinations are available that offer some protection against meningitis."}, {"Symptoms of meningitis": "Symptoms of meningitis develop suddenly and can include:\n- a high temperature (fever)\n- being sick\n- a headache\n- a rash that does not fade when a glass is rolled over it (but a rash will not always develop)\n- a stiff neck\n- a dislike of bright lights\n- drowsiness or unresponsiveness\n- seizures (fits)\nThese symptoms can appear in any order. You do not always get all the symptoms."}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if your child is unwell. \nIt's important to trust your instincts and get medical help if you need it."}, {"When to get medical help": "You should get medical advice as soon as possible if you're concerned that you or your child could have meningitis.\nTrust your instincts and do not wait until a rash develops.\nCall 999 for an ambulance or go to your nearest A&E immediately if you think you or your child might be seriously ill.\nCall NHS 111 or your GP surgery for advice if you're not sure if it's anything serious or you think you may have been exposed to someone with meningitis."}, {"How meningitis is spread": "Meningitis is usually caused by a bacterial or viral infection.\nBacterial meningitis is rarer but more serious than viral meningitis.\nInfections that cause meningitis can be spread through:\n- sneezing\n- coughing\n- kissing\nMeningitis is usually caught from people who carry these viruses or bacteria in their nose or throat but are not ill themselves.\nIt can also be caught from someone with meningitis, but this is less common."}, {"Vaccinations against meningitis": "Vaccinations offer some protection against certain causes of meningitis.\nThese include the:\n- meningitis B vaccine– offered to babies aged 8 weeks, followed by a second dose at 16 weeks and a booster at 1 year\n- 6-in-1 vaccine– offered to babies at 8, 12 and 16 weeks of age\n- pneumococcal vaccine– offered to babies born before 1 January 2020 at 8 and 16 weeks and 1 year of age; babies born on or after 1 January 2020 have 2 doses at 12 weeks and 1 year\n- Hib/MenC vaccine– offered to babies at 1 year of age\n- MMR vaccine– offered to babies at 1 year and a second dose at 3 years and 4 months\n- meningitis ACWY vaccine– offered to teenagers, sixth formers and \"fresher\" students going to university for the first time"}, {"Treatments for meningitis": "People with suspected meningitis will usually have tests in hospital to confirm the diagnosis and check whether the condition is the result of a viral or bacterial infection.\nBacterial meningitis usually needs to be treated in hospital for at least a week.\nTreatments include:\n- antibioticsgiven directly into a vein\n- fluids given directly into a vein\n- oxygen through a face mask\nViral meningitis tends to get better on its own within 7 to 10 days and can often be treated at home.\nGetting plenty of rest and taking painkillers and anti-sickness medication can help relieve the symptoms in the meantime."}, {"Outlook for meningitis": "Viral meningitis will usually get better on its own and rarely causes any long-term problems.\nMost people with bacterial meningitis who are treated quickly will also make a full recovery, although some are left with serious long-term problems.\nThese can include:\n- hearing lossorvision loss, which may be partial or total\n- problems with memory and concentration\n- recurrent seizures(epilepsy)\n- co-ordination, movement and balance problems\n- loss of limbs –amputationof affected limbs is sometimes necessary\nOverall, it's estimated up to 1 in every 10 cases of bacterial meningitis is fatal.\nFind out more about the complications of meningitis"}, {"No header": ""}]}, {"condition": "Menopause", "sections": [{"No header": "The menopause is when a woman stops having periods and is no longer able to get pregnant naturally.\nPeriods usually start to become less frequent over a few months or years before they stop altogether. Sometimes they can stop suddenly.\nThe menopause is a natural part of ageing that usually occurs between 45 and 55 years of age, as a woman's oestrogen levels decline. In the UK, the average age for a woman to reach the menopause is 51.\nBut around 1 in 100 women experience the menopause before 40 years of age. This is known as premature menopause or premature ovarian insufficiency."}, {"Symptoms of the menopause": "Most women will experience menopausal symptoms. Some of these can be quite severe and have a significant impact on your everyday activities.\nCommon symptoms include:\n- hot flushes\n- night sweats\n- vaginal drynessand discomfort during sex\n- difficulty sleeping\n- low moodoranxiety\n- reduced sex drive (libido)\n- problems with memory and concentration\nMenopausal symptoms can begin months or even years before your periods stop and last around 4 years after your last period, although some women experience them for much longer."}, {"When to see a GP": "It's worth talking to a GP if you have menopausal symptoms that are troubling you or if you're experiencing symptoms of the menopause before 45 years of age.\nThey can usually confirm whether you're menopausal based on your symptoms, but a blood test to measure your hormone levels may be carried out if you're under 45."}, {"Treatments for menopausal symptoms": "Your GP can offer treatments and suggest lifestyle changes if you have severe menopausal symptoms that interfere with your day-to-day life.\nThese include:\n- hormone replacement therapy (HRT)– tablets, skin patches, gels and implants that relieve menopausal symptoms by replacing oestrogen\n- vaginal oestrogen creams, lubricants or moisturisers for vaginal dryness\n- cognitive behavioural therapy (CBT)– a type of talking therapy that can help with low mood and anxiety\n- eating a healthy, balanced diet and exercising regularly – maintaining a healthy weight and staying fit and strong can improve some menopausal symptoms\nYour GP may refer you to a menopause specialist if your symptoms do not improve after trying treatment or if you're unable to take HRT."}, {"What causes the menopause?": "The menopause is caused by a change in the balance of the body's sex hormones, which occurs as you get older.\nIt happens when your ovaries stop producing as much of the hormone oestrogen and no longer release an egg each month.\nPremature or early menopause can occur at any age, and in many cases there's no clear cause.\nSometimes it's caused by a treatment such as surgery to remove the ovaries (oophorectomy), some breast cancer treatments, chemotherapy or radiotherapy, or it can be brought on by an underlying condition, such as Down's syndrome or Addison's disease."}, {"No header": ""}]}, {"condition": "Menopause (early), see Early menopause", "sections": [{"No header": "Early menopause happens when a woman's periods stop before the age of 45. It can happen naturally, or as a side effect of some treatments.\nFor most women, the menopause starts between the ages of 45 and 55.\nIf you're under 45 and have noticed your periods becoming infrequent or stopping altogether, you should speak to a GP."}, {"Causes of early menopause": "Early menopause can happen naturally if a woman's ovaries stop making normal levels of certain hormones, particularly the hormone oestrogen.\nThis is sometimes called premature ovarian failure, or primary ovarian insufficiency.\nThe cause of premature ovarian failure is often unknown, but in some women it may be caused by:\n- chromosome abnormalities – such as in women withTurner syndrome\n- an autoimmune disease – where the immune system starts attacking body tissues\n- certain infections, such astuberculosis,malariaandmumps– but this is very rare\nPremature ovarian failure can sometimes run in families. This might be the case if any of your relatives went through the menopause at a very young age (20s or early 30s).\nRadiotherapy and chemotherapy can cause premature ovarian failure. This may be permanent or temporary.\nYour risk of having an early menopause will depend on:\n- your age – girls who have not yet reached puberty can tolerate stronger treatment than older women\n- the type of treatment you're given – different types of chemotherapy may affect the ovaries differently\n- where on your body any radiotherapy is focused – your risk of developing premature menopause is higher if you have radiotherapy treatment around your brain or pelvis\nSurgically removing both ovaries will also bring on premature or early menopause.\nFor example, the ovaries may need to be removed during a hysterectomy (an operation to remove the womb)."}, {"Symptoms of early menopause": "The main symptom of early menopause is periods becoming infrequent or stopping altogether without any other reason (such as pregnancy).\nSome women may also get other typical menopausal symptoms, including:\n- hot flushes\n- night sweats\n- vaginal drynessand discomfort during sex\n- difficulty sleeping\n- low moodoranxiety\n- reduced sex drive (libido)\n- problems with memory and concentration\nRead more about the symptoms of the menopause.\nWomen who go through early menopause also have an increased risk of osteoporosis and cardiovascular disease because of their lowered oestrogen hormone levels."}, {"Diagnosing early menopause": "A GP should be able to make a diagnosis of early menopause based on your symptoms, your family history, and blood tests to check your hormone levels.\nYou may be referred to a specialist."}, {"Treatments for early menopause": "The main treatment for early menopause is either the combined contraceptive pill or HRT to make up for your missing hormones.\nA GP will probably recommend you take this treatment until at least the age of natural menopause (around 51 on average), to give you some protection from osteoporosis and other conditions that can develop after the menopause.\nIf you have had certain types of cancer, such as certain types of breast cancer, you may not be able to have hormonal treatment.\nThe GP will talk to you about other treatment options and lifestyle changes you can make to help protect your health.\nIf you're still getting symptoms, the GP can refer you to a specialist menopause centre.\nRead more about treating the symptoms of the menopause."}, {"Getting support": "Going through the menopause early can be difficult and upsetting.\nPermanent early menopause will affect your ability to have children naturally.\nYou may still be able to have children by using IVF and donated eggs from another woman, or using your own eggs if you had some stored. Surrogacy and adoption may also be options for you.\nCounselling and support groups may be helpful.\nHere are some you may want to try:\n- The Daisy Network– a support group for women with premature ovarian failure\n- healthtalk.org– provides information about early menopause, including women talking about their own experiences\n- Fertility friends– a support network for people with fertility problems\n- Human Fertilisation and Embryology Authority (HFEA)– provides information on all types of fertility treatment\n- Adoption UK– a charity for people who are adopting children\n- Surrogacy UK– a charity that supports both surrogates and parents through the process"}]}, {"condition": "Menstrual pain, see Period pain", "sections": [{"No header": "Period pain is common and a normal part of your menstrual cycle. Most women get it at some point in their lives.\nIt's usually felt as painful muscle cramps in the tummy, which can spread to the back and thighs.\nThe pain sometimes comes in intense spasms, while at other times it may be dull but more constant.\nIt may also vary with each period. Some periods may cause little or no discomfort, while others may be more painful.\nSometimes you may get pelvic pain even when you do not have your period."}, {"Causes of period pain": "Period pain happens when the muscular wall of the womb tightens (contracts). Mild contractions continually occur in your womb, but they're usually so mild that most women cannot feel them.\nDuring your period, the wall of the womb starts to contract more vigorously to help the womb lining shed as part of your period.\nWhen the wall of the womb contracts, it compresses the blood vessels lining your womb. This temporarily cuts off the blood supply – and oxygen supply – to your womb. Without oxygen, the tissues in your womb release chemicals that trigger pain.\nWhile your body is releasing these pain-triggering chemicals, it's also producing other chemicals called prostaglandins. These encourage the womb muscles to contract more, further increasing the level of pain.\nIt's not known why some women have more period pain than others. It may be that some women have a build-up of prostaglandins, which means they experience stronger contractions.\nLess commonly, period pain can be caused by an underlying medical condition.\nPeriod pain linked to an underlying medical condition tends to affect older women. Women aged 30 to 45 are most commonly affected.\nMedical conditions that can cause period pain include:\n- endometriosis– where cells that normally line the womb grow in other places, such as in the fallopian tubes and ovaries; these cells can cause intense pain when they shed\n- fibroids– non-cancerous tumours that can grow in or around the womb and can make your periods heavy and painful\n- pelvic inflammatory disease– where your womb, fallopian tubes and ovaries become infected with bacteria, causing them to become severely inflamed\n- adenomyosis – where the tissue that normally lines the womb starts to grow within the muscular womb wall, making your periods particularly painful\nAn intrauterine device (IUD) is a type of contraception made from copper and plastic that fits inside the womb. It can also sometimes cause period pain, particularly during the first few months after it's inserted.\nYou may notice a change in your normal pattern of pain if your period pain is linked to a medical condition or a contraceptive IUD. For example, the pain may be more severe or it may last much longer than normal.\nYou may also have:\n- irregular periods\n- bleeding in between periods\n- a thick or foul-smellingvaginal discharge\n- pain during sex\nSee a GP if you have any of these symptoms as well as period pain."}, {"How long period pain lasts": "Period pain usually starts when your bleeding begins, although some women have pain several days before the start of their period.\nThe pain usually lasts 48 to 72 hours, although it can last longer. It's usually at its worst when your bleeding is heaviest.\nYoung girls often have period pain when they begin getting periods. Read more about starting periods.\nPeriod pain that does not have an underlying cause tends to improve as a woman gets older. Many women also notice an improvement after they've had children."}, {"Treating period pain": "In most cases period pain is mild enough to treat at home.\nYou can take ibuprofen and aspirin to help manage your pain.\nHowever, do not take ibuprofen or aspirin if you have asthma or stomach, kidney or liver problems. Aspirin should not be taken by anyone under 16 years of age.\nYou could also try paracetamol, but studies have shown that it does not reduce pain as well as ibuprofen or aspirin.\nIf ordinary painkillers do not help, your GP may prescribe a stronger painkiller, such as naproxen or codeine.\nYou could also try:\n- stopping smoking – smoking is thought to increase the risk of period pain\n- exercise – you may not feel like exercising during a painful period, but being active may reduce pain; try some gentle swimming, walking or cycling\n- heat – putting a heat pad or hot water bottle (wrapped in a tea towel) on your tummy may help reduce pain\n- warm bath or shower – taking a warm bath or shower can relieve pain and help you relax\n- massage – light, circular massage around your lower abdomen may also help reduce pain\n- relaxation techniques – relaxing activities, such as yoga or pilates, may help distract you from feelings of pain and discomfort\n- transcutaneous electronic nerve stimulation (TENS)– a small battery-operated device that delivers a mild electrical current to your tummy to help reduce pain"}, {"When to see a GP": "See a GP if you have severe period pain or your normal pattern of periods changes – for example, if your periods become heavier than usual or irregular.\nThe GP may want to feel your tummy (abdomen) to check it feels normal.\nIf your symptoms are unusual, the GP may carry out an internal examination, sometimes known as a pelvic examination. This can be helpful in diagnosing or ruling out other causes of your period pain.\nYou may be prescribed the contraceptive pill. It can ease period pain because it thins the womb lining and reduces the amount of prostaglandin your body releases.\nA thinner womb lining means the muscles of the womb do not have to contract as much when it sheds. Your period will also be lighter.\nIf the contraceptive pill is not suitable for you, the contraceptive implant or the contraceptive injection are good alternatives.\nThe Mirena intrauterine system (IUS) can also sometimes help with painful periods.\nIf your period pain has not been controlled after 3 months of treatment with painkillers or a suitable hormonal contraceptive, your GP may refer you to a specialist, which will usually be a gynaecologist.\nThe specialist will carry out further tests to help confirm or rule out an underlying medical condition. Tests you may have include:\n- a urine orblood test\n- pelvic ultrasound– where high-frequency sound waves are used to produce an image of the inside of your body; it's painless and will show any abnormalities in your reproductive organs\n- laparoscopy– under general anaesthetic, a small cut is made in your abdomen through which a fibro-optic telescope is inserted; it can be used to look at your internal organs as well as take samples of tissue (abiopsy)\n- hysteroscopy– allows the inside of the womb to be examined using a fibro-optic telescope; it's passed through your vagina and into the womb to check for abnormalities\nIf your period pain is caused by an underlying medical condition, your treatment will depend on which condition you have.\nFor example, if you have pelvic inflammatory disease (PID), you may need antibiotics to treat the infection, while fibroids may need to be surgically removed."}, {"Period pain and fertility": "Period pain that's part of your normal menstrual cycle will not affect your fertility. However, if the cause is a medical condition, this may affect your fertility.\nFor example, endometriosis and pelvic inflammatory disease can cause scarring and a build-up of tissue in your fallopian tubes, making it harder for sperm to reach and fertilise an egg."}, {"Video: Menstrual cycle": "This animation explains in detail how the menstrual cycle works."}]}, {"condition": "Mesothelioma", "sections": [{"No header": "Mesothelioma is a type of cancer that develops in the lining that covers the outer surface of some of the body's organs. It's usually linked to asbestos exposure.\nMesothelioma mainly affects the lining of the lungs (pleural mesothelioma), although it can also affect the lining of the tummy (peritoneal mesothelioma), heart or testicles.\nMore than 2,600 people are diagnosed with the condition each year in the UK. Most cases are diagnosed in people aged 60 to 80, and men are affected more commonly than women.\nUnfortunately, it's rarely possible to cure mesothelioma, although treatment can help control the symptoms."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of mesothelioma": "The symptoms of mesothelioma tend to develop gradually over time. They typically don't appear until several decades after exposure to asbestos.\nSymptoms of mesothelioma in the lining of the lungs include:\n- chest pain\n- shortness of breath\n- fatigue (extreme tiredness)\n- a high temperature (fever) and sweating, particularly at night\n- a persistentcough\n- loss of appetite andunexplained weight loss\n- clubbed (swollen) fingertips\nSymptoms of mesothelioma in the lining of the tummy include:\n- tummy painor swelling\n- feeling or being sick\n- loss of appetite and unexplained weight loss\n- diarrhoeaorconstipation\nSee your GP if you have any persistent or worrying symptoms. Tell them about any exposure to asbestos you may have had in the past."}, {"What causes mesothelioma?": "Mesothelioma is almost always caused by exposure to asbestos, a group of minerals made of microscopic fibres that used to be widely used in construction.\nThese tiny fibres can easily get in the lungs, where they get stuck, damaging the lungs over time. \nIt usually takes a while for this to cause any obvious problems, with mesothelioma typically developing more than 20 years after exposure to asbestos.\nThe use of asbestos was completely banned in 1999, so the risk of exposure is much lower nowadays. But materials containing asbestos are still found in many older buildings.\nRead more about asbestos and people at risk of exposure and avoiding exposure to asbestos."}, {"How mesothelioma is diagnosed": "If your GP suspects mesothelioma, they'll refer you to a hospital specialist for some tests.\nA number of different tests may need to be carried out, including:\n- anX-rayof your chest or tummy\n- aCT scan– a number of X-ray images are taken to create a detailed image of the inside of the body\n- fluid drainage – if there's a build-up of fluid around the lungs or in the tummy, a sample may be removed using a needle inserted through the skin so the fluid can be analysed\n- a thoracoscopy orlaparoscopy– the inside of your chest or tummy is examined with a long, thin camera that's inserted through a small cut (incision) under sedation oranaesthetic; a sample of tissue(biopsy)may be removed so it can be analysed\nThese tests can help diagnose mesothelioma and show how far it's spread."}, {"Treatments for mesothelioma": "The best treatment for mesothelioma depends on several factors, including how far the cancer has spread and your general health.\nAs mesothelioma is often diagnosed at an advanced stage, treatment is usually focused on controlling the symptoms and prolonging life for as long as possible. \nThis is known as palliative or supportive care.\nPossible treatments include:\n- chemotherapy– this is the main treatment for mesothelioma and involves using medicine to help shrink the cancer\n- radiotherapy– this involves using high-energy radiation to kill cancer cells; it may be used to slow the cancer down and keep it under control\n- surgery – an operation to remove the cancerous area can be done if mesothelioma is detected at a very early stage, although it's not clear whether surgery is helpful\nYou'll also probably have treatment for your individual symptoms to help you feel as comfortable as possible.\nFor example, regularly draining fluid from your chest may help your breathing and strong painkillers may help relieve your pain.\nSometimes a procedure is carried out to stop the fluid coming back again by making the outside of the lungs stick to the inside of your chest (pleurodesis), or a tube is put in your chest to drain the fluid regularly at home.\nYour doctors should discuss these treatments with you."}, {"Outlook for mesothelioma": "Unfortunately, the outlook for mesothelioma tends to be poor. This is because it doesn't usually cause any obvious symptoms until late on and can progress quite quickly once it reaches this stage.\nOverall:\n- around half (50%) of people with mesothelioma will live at least a year after diagnosis\n- around 1 in every 10 people (10%) with mesothelioma will live at least 5 years after diagnosis\nThere are currently around 2,500 deaths from mesothelioma each year in the UK. This number is expected to drop in the future because asbestos was banned in 1999."}, {"More information and support": "If you'd like to find out more about mesothelioma, the following organisations can provide further information, advice and support:\n- Cancer Research UK\n- Macmillan Cancer Support\n- British Lung Foundation\n- Mesothelioma UK\nIf you (or a relative) was exposed to asbestos in the UK, you may by entitled to a payment as part of a government run assistance scheme:\n- GOV.UK: mesothelioma payments\nA similar scheme is also available for people who were exposed to asbestos while serving in the armed forces:\n- Mesothelioma UK: Supporting Our Armed Forces project"}]}, {"condition": "Metabolic syndrome", "sections": [{"No header": "Metabolic syndrome is the medical term for a combination of diabetes, high blood pressure (hypertension) and obesity.\nIt puts you at greater risk of getting coronary heart disease, stroke and other conditions that affect the blood vessels.\nOn their own, diabetes, high blood pressure and obesity can damage your blood vessels, but having all 3 together is particularly dangerous.\nThey're very common conditions that are linked, which explains why metabolic syndrome affects an estimated 1 in 3 older adults aged 50 or over in the UK."}, {"Symptoms of metabolic syndrome": "Metabolic syndrome may be diagnosed if you have 3 or more of the following:\n- being very overweight or having too much fat around your waist\n- high triglyceride levels (fat in the blood) and low levels ofHDL (the \"good\" cholesterol)in your blood, which can lead toatherosclerosis(where arteries become clogged with fatty substances such as cholesterol)\n- high blood pressure that's consistently 140/90mmHg or higher\n- an inability to control blood sugar levels (insulin resistance)\nFind out more about the health problems linked to metabolic syndrome on Heart UK"}, {"Preventing or reversing metabolic syndrome": "You can prevent or reverse metabolic syndrome by making lifestyle changes, including:\n- losing weight\n- exercising regularly\n- eating a healthy, balanced dietto keep your blood pressure, cholesterol and blood sugar levels under control\n- stopping smoking\n- cutting down on alcohol\nIf necessary, a GP may prescribe medicine to help control your blood pressure, blood sugar and cholesterol levels.\nFind out more about treating high blood pressure, treating type 2 diabetes and treating high cholesterol."}]}, {"condition": "Metallic taste", "sections": [{"No header": "A metallic taste is not usually serious and can be a symptom of many different things. Treatment will depend on the cause."}, {"Common causes of metallic taste": "Sometimes, a metallic taste can be linked to a problem with your sense of smell."}, {"No header": "- the metallic taste does not go away\n- the metallic taste has no obvious cause\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}]}, {"condition": "Metatarsalgia, see Pain in the ball of the foot", "sections": [{"No header": "Pain in the ball of your foot is known as metatarsalgia. You can usually ease the pain yourself. But see a GP if it does not improve."}, {"How you can ease pain in the ball of your foot yourself": "If you see a GP about pain in the ball of your foot, they may suggest you try these things:\n- rest and raise your foot when you can\nrest and raise your foot when you can\n- put an ice pack (or bag of frozen peas in a towel) on the painful area for up to 20 minutes every 2 to 3 hours\nput an ice pack (or bag of frozen peas in a towel) on the painful area for up to 20 minutes every 2 to 3 hours\n- wear shoes with plenty of room for your feet, which have a low heel and soft sole\nwear shoes with plenty of room for your feet, which have a low heel and soft sole\n- use soft insoles or pads in your shoes\nuse soft insoles or pads in your shoes\n- try to lose weight if you're overweight\ntry to lose weight if you're overweight\n- try regular, gentle foot and ankle stretching exercises\ntry regular, gentle foot and ankle stretching exercises\n- takeparacetamol\ntake paracetamol\n- do not takeibuprofenfor the first 48 hours after an injury\ndo not take ibuprofen for the first 48 hours after an injury\n- do not do any sports or other activity that you think is causing the pain\ndo not do any sports or other activity that you think is causing the pain\n- do not walk or stand for long periods\ndo not walk or stand for long periods\n- do not wear high heels or tight pointy shoes\ndo not wear high heels or tight pointy shoes\nYou can ask a pharmacist about:\n- the best painkiller to take\n- insoles and pads for your shoes\n- if you need to see a GP"}, {"No header": "This video shows exercises that can help reduce pain in the ball of the foot.\nThe exercises in this video are suitable for most people. They are general exercises only and are not aimed at treating any specific cause of pain or condition.\nGet advice from a GP or health professional before trying it, especially if:\n- you have any concerns about your health\n- you are not sure if the exercises are suitable\n- you have any pre-existing health problems or injuries, or any current symptoms\nStop the exercise immediately and get medical help if you feel any pain or feel unwell."}, {"Non-urgent advice:  See a GP if:": "- pain in the ball of your foot is stopping you doing normal activities\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it at home for 2 weeks\n- you have any tingling or loss of sensation in your foot\n- you have diabetes and a foot pain – foot problems can be more serious if you have diabetes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Go to an urgent treatment centre or A&E if:": "- you have severe pain in the ball of your foot\n- you are not able to walk\n- your foot has changed shape\n- you heard a snap, grinding or popping noise at the time of injury\n- you feel faint, dizzy or sick from the pain\nThese might be signs of a broken bone after an injury.\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"Common causes of pain in the ball of your foot": "Pain in the ball of your foot is often caused by exercise, such as running, wearing shoes that are too tight or a condition such as arthritis.\nSome people also have a foot shape that puts extra pressure on the ball of the foot. Hard or cracked skin or a verruca can also cause this type of pain.\nYour symptoms might also give you an idea of what's causing your pain."}, {"No header": "Do not worry if you're not sure what the problem is.\nFollow the advice on this page and see a GP if the pain does not get better in 2 weeks.\nYou can also read about pain in other areas of your foot."}]}, {"condition": "Middle East respiratory syndrome (MERS)", "sections": [{"How do you catch MERS?": "Middle East respiratory syndrome coronavirus (also known as MERS or MERS-CoV) is a rare but severe respiratory illness.\nIt can start with a fever and cough, which can develop into pneumonia and breathing difficulties.\nMERS was first identified in 2012 in the Middle East and is most common in that region.\nThe risk of infection with MERS to people in the UK is very low.\nMERS is spread between animals and people. There's evidence that camels in the Middle East are the main source of the virus.\nMERS can also be passed from person to person through cough droplets. But it does not seem to be very contagious between people unless they're in close contact.\nThere have been 5 cases of MERS in the UK since 2012. The most recent case was identified in August 2018, with previous cases diagnosed in 2012-13.\nSymptoms include:\n- fever\n- cough\n- difficulty breathing\n- diarrhoea and vomiting\nYou should call a GP or NHS 111 if you have symptoms and believe you could have caught the infection – for instance, if you have recently been to the Middle East or have been in contact with someone with a confirmed infection.\nThere's no specific treatment for MERS. Treatment aims to relieve the symptoms.\nAround 35% of people who get MERS die as a result of the infection.\nAll travellers, particularly those with long-term medical conditions, should practise good hygiene.\nThis means regularly washing your hands with soap and water, especially after visiting farms, barns or market areas.\nYou should also:\n- avoid contact with camels\n- avoid raw camel milk and/or camel products\n- avoid eating or drinking any type of raw milk, raw milk products, and any food that may be contaminated with animal secretions, unless it's been peeled and cleaned and/or thoroughly cooked\nIf you develop a fever, cough or difficulty breathing within 14 days of returning from the Middle East, you should get medical advice.\nCall NHS 111 or a GP."}]}, {"condition": "Migraine", "sections": [{"No header": "A migraine is usually a moderate or severe headache felt as a throbbing pain on 1 side of the head.\nMany people also have symptoms such as feeling sick, being sick and increased sensitivity to light or sound.\nMigraine is a common health condition, affecting around 1 in every 5 women and around 1 in every 15 men. They usually begin in early adulthood.\nThere are several types of migraine, including:\n- migraine with aura – where there are specific warning signs just before the migraine begins, such as seeing flashing lights\n- migraine without aura – the most common type, where the migraine happens without the specific warning signs\n- migraine aura without headache, also known as silent migraine – where an aura or other migraine symptoms are experienced, but a headache does not develop\nSome people have migraines frequently, up to several times a week. Other people only have a migraine occasionally.\nIt's possible for years to pass between migraine attacks."}, {"When to get medical advice": "You should see a GP if you have frequent or severe migraine symptoms.\nSimple painkillers, such as paracetamol or ibuprofen, can be effective for migraine.\nTry not to use the maximum dosage of painkillers on a regular or frequent basis as this could make it harder to treat headaches over time.\nYou should also make an appointment to see a GP if you have frequent migraines (on more than 5 days a month), even if they can be controlled with medicines, as you may benefit from preventative treatment.\nYou should call 999 for an ambulance immediately if you or someone you're with experiences:\n- paralysisor weakness in 1 or both arms or 1 side of the face\n- slurred or garbled speech\n- a sudden agonising headache resulting in a severe pain unlike anything experienced before\n- headache along with a high temperature (fever), stiff neck, mental confusion, seizures,double visionand a rash\nThese symptoms may be a sign of a more serious condition, such as a stroke or meningitis, and should be assessed by a doctor as soon as possible."}, {"Causes of migraines": "The exact cause of migraines is unknown, although they're thought to be the result of temporary changes in the chemicals, nerves and blood vessels in the brain.\nAround half of all people who experience migraines also have a close relative with the condition, suggesting that genes may play a role.\nSome people find migraine attacks are associated with certain triggers, which can include:\n- starting their period\n- stress\n- tiredness\n- certain foods or drinks"}, {"Treating migraines": "There's no cure for migraines, but a number of treatments are available to help reduce the symptoms.\nThese include:\n- painkillers – including over-the-counter medicines likeparacetamolandibuprofen\n- triptans – medicines that can help reverse the changes in the brain that may cause migraines\n- anti-emetics – medicines often used to help relieve people's feeling of sickness (nausea) or being sick\nDuring an attack, many people find that sleeping or lying in a darkened room can also help."}, {"Preventing migraines": "If you suspect a specific trigger is causing your migraines, such as stress or a certain type of food, avoiding this trigger may help reduce your risk of experiencing migraines.\nIt may also help to maintain a generally healthy lifestyle, including regular exercise, sleep and meals, as well as ensuring you stay well hydrated and limiting your intake of caffeine and alcohol.\nIf your migraines are severe or you have tried avoiding possible triggers and are still experiencing symptoms, a GP may prescribe medicines to help prevent further attacks.\nMedicines used to prevent migraines include the anti-seizure medicine topiramate and a medicine called propranolol that's usually used to treat high blood pressure. \nIt may take several weeks before your migraine symptoms begin to improve."}, {"Outlook": "Migraines can severely affect your quality of life and stop you carrying out your normal daily activities.\nSome people find they need to stay in bed for days at a time.\nBut a number of effective treatments are available to reduce the symptoms and prevent further attacks.\nMigraine attacks can sometimes get worse over time, but they tend to gradually improve over many years for most people."}, {"No header": ""}]}, {"condition": "Miscarriage", "sections": [{"No header": "A miscarriage is the loss of a pregnancy during the first 23 weeks."}, {"Symptoms of a miscarriage": "The main sign of a miscarriage is vaginal bleeding, which may be followed by cramping and pain in your lower abdomen.\nIf you have vaginal bleeding, contact a GP or your midwife.\nMost GPs can refer you to an early pregnancy unit at your local hospital straight away if necessary.\nYou may be referred to a maternity ward if your pregnancy is at a later stage.\nBut bear in mind that light vaginal bleeding is relatively common during the first trimester (first 3 months) of pregnancy and does not necessarily mean you're having a miscarriage."}, {"Causes of a miscarriage": "There are potentially many reasons why a miscarriage may happen, although the cause is not usually identified.\nThe majority are not caused by anything you have done.\nIt's thought most miscarriages are caused by abnormal chromosomes in the baby.\nChromosomes are genetic \"building blocks\" that guide the development of a baby.\nIf a baby has too many or not enough chromosomes, it will not develop properly.\nIn most cases, a miscarriage is a one-off event and most people go on to have a successful pregnancy in the future."}, {"Preventing a miscarriage": "The majority of miscarriages cannot be prevented.\nBut there are some things you can do to reduce the risk of a miscarriage.\nAvoid smoking, drinking alcohol and using drugs while pregnant.\nBeing a healthy weight before getting pregnant, eating a healthy diet and reducing your risk of infection can also help."}, {"What happens if you think you're having a miscarriage": "If you have the symptoms of a miscarriage, you'll usually be referred to a hospital for tests.\nIn most cases, an ultrasound scan can determine if you're having a miscarriage.\nWhen a miscarriage is confirmed, you'll need to talk to your doctor or midwife about the options for the management of the end of the pregnancy.\nOften the pregnancy tissue will pass out naturally in 1 or 2 weeks.\nSometimes medicine to assist the passage of the tissue may be recommended, or you can choose to have minor surgery to remove it if you do not want to wait."}, {"After a miscarriage": "A miscarriage can be an emotionally and physically draining experience.\nYou may have feelings of guilt, shock and anger.\nAdvice and support are available at this time from hospital counselling services and charity groups.\nYou may also find it beneficial to have a memorial for the baby you lost.\nYou can try for another baby as soon as your symptoms have settled and you're emotionally and physically ready.\nIt's important to remember that most miscarriages are a one-off and are followed by a healthy pregnancy."}, {"How common are miscarriages?": "Miscarriages are much more common than most people realise.\nAmong people who know they're pregnant, it's estimated about 1 in 8 pregnancies will end in miscarriage.\nMany more miscarriages happen before a person is even aware they're pregnant.\nLosing 3 or more pregnancies in a row (recurrent miscarriages) is uncommon and only affects around 1 in 100 people"}]}, {"condition": "Mitral valve problems", "sections": [{"No header": "The mitral valve is a small flap in the heart that stops blood flowing the wrong way. Problems with it can affect how blood flows around the body.\nThe main problems that affect the mitral valve are:\n- mitral valve prolapse – the valve becomes too floppy\n- mitral regurgitation – the valve leaks and blood flows the wrong way\n- mitral stenosis – the valve does not open as wide as it should\nThese conditions can be serious, but they're often treatable.\nIn some cases, mitral valve surgery may be needed."}, {"Mitral valve prolapse": "Mitral valve prolapse is where the mitral valve is too floppy and does not close tightly.\nMany people with a mitral valve prolapse do not have symptoms and it may only be spotted during a heart scan (echocardiogram) carried out for another reason.\nMitral valve prolapse can sometimes cause:\n- dizziness\n- breathlessness\n- tiredness\n- an irregular heartbeat(arrhythmia)or noticeable heartbeats(palpitations)\n- mitral regurgitation\nYou probably will not need treatment if you do not have any symptoms.\nYour doctor may suggest:\n- making lifestyle changes, such as giving up smoking, caffeine and alcohol – these things can make your heart work too hard\n- having regular check-ups to monitor your condition\nIf you have symptoms or your mitral valve is very floppy, your doctor may recommend:\n- medicine to relieve your symptoms, such asbeta blockersfor an irregular heartbeat\n- mitral valve surgery to repair or replace the mitral valve\nMitral valve prolapse is usually caused by problems with the tissues that join the mitral valve to the heart muscles.\nSome people with the condition are born with it, and it's more common in people with connective tissue disorders, such as Marfan syndrome.\nRarely, it can be caused by damage to the heart muscles themselves – for example, as the result of a heart attack."}, {"Mitral regurgitation": "Mitral regurgitation is where some blood flows the wrong way in the heart because the mitral valve does not close properly.\nMitral valve regurgitation does not always have symptoms.\nSometimes it can cause:\n- dizziness\n- breathlessness\n- tiredness\n- chest pain\nIf not treated, it can lead to:\n- atrial fibrillation– an irregular and fast heartbeat\n- pulmonary hypertension– high blood pressure in the blood vessels that supply the lungs\n- heart failure– where the heart cannot pump enough blood around the body\nYou might not need treatment if you do not have any symptoms. Your doctor may just suggest having regular check-ups to monitor your condition.\nIf you have symptoms or the problem with your valve is serious, your doctor may recommend:\n- medicines to relieve your symptoms – such as diuretics to reduce breathlessness andmedicines for atrial fibrillation\n- open heart surgery – to repair or replace the mitral valve\n- keyhole surgery – a small clip is attached to the mitral valve to help it close; the clip is guided into the heart through a thin tube inserted into a vein in the groin\nMitral regurgitation happens if the mitral valve cannot close properly.\nThis is usually caused by either:\n- the mitral valve becoming too floppy (mitral valve prolapse)\n- the ring of muscle around the valve becoming too wide\nThese problems often develop with age – for example, because of \"wear and tear\" over time or damage caused by untreated high blood pressure.\nMitral regurgitation can sometimes be caused by a problem such as:\n- cardiomyopathy– where the walls of the heart become stretched, thickened or stiff\n- endocarditis– infection of the inner lining of the heart\n- congenital heart disease– birth defects affecting the heart"}, {"Mitral stenosis": "Mitral valve stenosis is where the mitral valve does not open as wide as it should, restricting the flow of blood through the heart.\nMitral valve stenosis may not have any symptoms.\nSometimes it can cause:\n- dizziness\n- breathlessness\n- tiredness\n- noticeable heartbeats(palpitations)\n- chest pain\nIf not treated, it can lead to:\n- atrial fibrillation– an irregular and fast heartbeat\n- pulmonary hypertension– high blood pressure in the blood vessels that supply the lungs\n- heart failure– where the heart cannot pump blood around the body properly\nYou might not need treatment if you do not have any symptoms. Your doctor may just suggest having regular check-ups to monitor your condition.\nIf you have symptoms or the problem with your valve is serious, your doctor may recommend:\n- medicine to relieve your symptoms – such as medicines called diuretics to reduce breathlessness andmedicines for atrial fibrillation\n- mitral valve surgery – to replace the valve or a procedure to stretch it with a small balloon (balloon valvuloplasty)\nOne of the main causes of mitral valve stenosis is rheumatic heart disease.\nThis is where an infection causes the heart to become inflamed. Over time, it can cause the flaps of the mitral valve to become hard and thick.\nOther causes include hard deposits that form around the valve with age, or a problem with the heart from birth (congenital heart disease)."}, {"Mitral valve surgery": "Mitral valve surgery may be recommended if you have symptoms caused by a problem with your mitral valve or if the problem is quite serious.\nThe most common mitral valve procedures are:\n- mitral valve repair\n- mitral valve replacement\n- balloon valvuloplasty – where the mitral valve is stretched with a small balloon\nMitral valve repair is an operation to make the flaps of the mitral valve stay closer together. This will help stop blood flowing the wrong way through the valve.\nIt's mainly used to treat mitral valve prolapse or regurgitation, if the problem is serious and causing symptoms.\nThe operation is carried out under general anaesthetic, where you're asleep. \nYour surgeon will usually get to your heart through a single cut along the middle of your chest, but smaller cuts between your ribs are sometimes used.\nThe flaps of the mitral valve are then partially sewn together.\nThe operation may be done as keyhole surgery, where a small clip is attached to the mitral valve to help it close.\nMost people experience a significant improvement in their symptoms after surgery, but speak to your surgeon about the possible complications.\nMitral valve replacement is an operation to replace your mitral valve with a mechanical valve or a valve made from animal tissue (a bioprosthetic valve).\nThis is usually only done if you have mitral stenosis or mitral prolapse or regurgitation and are unable to have a valve repair.\nThe operation is carried out under general anaesthetic, where you're asleep. Your surgeon will usually replace the valve through a single cut along the middle of your chest.\nMost people experience a significant improvement in their symptoms after surgery, but speak to your surgeon about the possible complications. The risk of serious problems is generally higher than with mitral valve repair.\nYou'll also need to take medicine to prevent blood clots for a long time after this operation. If you have a mechanical valve, you'll need to take this medicine for life.\nBalloon valvuloplasty, also called percutaneous mitral commissurotomy, is a procedure that can be used to widen the mitral valve if you have mitral stenosis.\nIt's usually done using local anaesthetic, where you remain awake but your skin is numbed.\nA small cut is made in your groin or neck and a thin tube is passed along a blood vessel to your heart.\nThe end of the catheter has a small balloon attached to it. This is inflated inside the narrowed valve to stretch it wider. The balloon is then deflated and removed along with the catheter.\nThis procedure is generally less effective than replacing the mitral valve, but recovery tends to be quicker and it may be a better option if your valve is not too narrow or you're at an increased risk of surgery complications (for example, if you're pregnant or frail)."}]}, {"condition": "Molar pregnancy", "sections": [{"No header": "A molar pregnancy is when there's a problem with a fertilised egg, which means a baby and a placenta do not develop the way they should after conception. A molar pregnancy will not be able to survive.\nIt happens by chance and is very rare. If you have a molar pregnancy, there is support available to help you."}, {"Finding out you have a molar pregnancy": "You may find out during your 1st pregnancy ultrasound scan at around 8 to 14 weeks.\nSome people find out after their pregnancy ends with a miscarriage.\nFinding out you have a molar pregnancy can be very difficult. A doctor or midwife can give you advice about the support that's available."}, {"No header": "You're pregnant and:\n- you have any bleeding or a dark discharge from your vagina\n- you're feeling or being sick often (severe morning sickness)\n- you think your bump looks bigger than it should for your stage of pregnancy\n- you have any other symptoms you're worried about"}, {"What happens next": "If a midwife or doctor thinks you have a molar pregnancy, you'll need:\n- blood tests to check your level of the pregnancy hormone hCG, which is usually higher than normal in a molar pregnancy\n- an ultrasound scan\n- an appointment with a specialist (gynaecologist) or at an early pregnancy assessment unit"}, {"Treatment for a molar pregnancy": "A molar pregnancy will not be able to survive.\nIt may end on its own, with a miscarriage.\nIf this does not happen, it's usually treated with a procedure to remove the pregnancy.\nYou'll usually be given a general anaesthetic before the procedure, so you'll be asleep.\nSometimes you might be able to take medicine to end a molar pregnancy.\nAfter treatment for a molar pregnancy you'll have regular blood and urine tests to check your hCG hormone level is returning to normal.\nIf your hormone level does not return to normal you will need further treatment."}, {"Sex, contraception, and trying for a baby after a molar pregnancy": "You can have sex as soon as you feel ready, but it's important to use contraception while you're getting follow-up care. Talk to a GP about what type of contraception is right for you.\nHaving a molar pregnancy does not affect your chances of getting pregnant again. But it's important to wait until your doctor tells you it's safe before you start trying for a baby."}, {"Causes of a molar pregnancy": "A molar pregnancy happens by chance. It's not caused by either parent doing something wrong.\nYou may be more likely to have a molar pregnancy if:\n- you're a young teenager or older than 45 when you get pregnant\n- you've had a molar pregnancy before\n- you have an Asian background\nA molar pregnancy is sometimes called a hydatidiform mole.\nThere are 2 types of molar pregnancy:\n- a complete molar pregnancy – this is where abnormal cells grow in the womb after conception and there's no sign of a baby\n- a partial molar pregnancy – this is where there may be early signs of a baby, but it cannot fully develop or survive"}, {"Where to get support": "It can take time to recover after a molar pregnancy, both physically and emotionally.\nThe specialists looking after you can give you advice if you need support. They may be able to recommend support services in your area.\nYou can also get more information and support from:\n- Molar Pregnancy Support & Information\n- Miscarriage Association\n- Tommy's: Molar pregnancy – information and support\n- Charing Cross Hospital Trophoblast Disease Service"}]}, {"condition": "Moles", "sections": [{"No header": "Moles are small, coloured spots on the skin. Most people have them and they're usually nothing to worry about unless they change size, shape or colour."}, {"Most moles are harmless": "It's normal for:\n- babies to be born with moles\n- new moles to appear – especially in children and teenagers\n- moles to fade or disappear as you get older\n- moles to get slightly darker during pregnancy"}, {"When a mole could be serious": "Some moles can be a sign of melanoma, a type of skin cancer.\nSigns of melanoma include:"}, {"No header": "It's important to get a new or existing mole checked out if it:\n- changes shape or looks uneven\n- changes colour, gets darker or has more than 2 colours\n- starts itching, crusting, flaking or bleeding\n- gets larger or more raised from the skin\nThese changes can happen over weeks or months.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "If the GP thinks your mole is melanoma, you'll be referred to a specialist in hospital. You should get an appointment within 2 weeks.\nThe main treatment for melanoma is surgery to remove the mole."}, {"Cosmetic mole treatment": "Most moles are harmless. Harmless moles are not usually treated on the NHS.\nYou can pay a private clinic to remove a mole, but it may be expensive. A GP can give you advice about where to get treatment."}, {"How to prevent cancerous moles": "UV light from the sun can increase the chance of a mole becoming cancerous. If you have lots of moles, you need to be extra careful in the sun.\nIt's important to check your moles regularly for any changes.\nThere are some things you can do to protect your moles from sun damage, especially during hot weather.\n- stay in the shade between 11am and 3pm, when sunlight is strongest\nstay in the shade between 11am and 3pm, when sunlight is strongest\n- cover skin with clothes – wear a hat and sunglasses if you have moles on your face\ncover skin with clothes – wear a hat and sunglasses if you have moles on your face\n- regularly apply a high-factor sunscreen (minimum SPF30) and apply it again after swimming – read more aboutsunscreen and sun safety\nregularly apply a high-factor sunscreen (minimum SPF30) and apply it again after swimming – read more about sunscreen and sun safety\n- do not use sunlamps or sunbeds – they use UV light\ndo not use sunlamps or sunbeds – they use UV light"}, {"No header": "The British Association of Dermatologists (BAD) has more information about sunscreen and how to stay safe in the sun."}]}, {"condition": "Molluscum contagiosum", "sections": [{"No header": "Molluscum contagiosum (MC) is a viral infection that affects the skin. Around 9 out of 10 cases happen in children although it can occur at any age.\nMC is generally a harmless condition that normally gets better in a few months without any specific treatment.\nHowever, it's common for the condition to spread around the body, so it can take up to 18 months or more for the condition to clear completely."}, {"Symptoms of molluscum contagiosum (MC)": "Usually, the only symptom of MC is a number of small, firm, raised papules (spots) on the skin with a characteristic small dimple in the middle. The spots are not painful, but can be itchy.\nThe spots may develop in small clusters and can be spread across different parts of the body. They're most often found in the armpit, behind the knees or on the groin.\nMC can affect a person on more than 1 occasion, but this is uncommon."}, {"When to seek medical advice": "See a GP if you notice the spots associated with MC. They're usually easy to recognise, so they should be able to diagnose the condition without the need for further tests.\nIf the GP thinks the infection may be caused by something other than MC, they may want to:\n- take a skin sample (biopsy) from one of the spots to test it for the molluscum contagiosum virus (MCV)\n- refer you to a genitourinary medicine (GUM) clinic to be tested forsexually transmitted infections (STIs)– if you prefer, you can go to an STI clinic directly\nThey may refer you to a specialist in hospital if you have:\n- spots on your eyelids, near your eye, or your eye is red or painful\n- HIVand your symptoms are severe\n- a weakened immune system for another reason – such as receivingchemotherapy"}, {"Causes of molluscum contagiosum (MC)": "MC is caused by a virus known as the molluscum contagiosum virus (MCV).\nThis virus can be spread through:\n- close direct contact – such as touching the skin of an infected person\n- touching contaminated objects – such as towels, flannels, toys and clothes\n- sexual contact – this includes intimate physical contact as well as sexual intercourse\nIf you become infected by the virus and spots appear on your skin, the virus can also spread to other areas.\nIt's not known exactly how long someone with MC is contagious for, but it's thought the contagious period may last up until the last spot has disappeared."}, {"Treating molluscum contagiosum (MC)": "Routine treatment for MC, particularly in children, is generally not recommended because:\n- the infection usually clears up on its own\n- the infection does not normally cause any symptoms other than the spots\n- the infection does not usually interfere with everyday activities, such as going to work, swimming or playing sports\n- treatments can be mildly painful and may cause scarring or damage to the surrounding skin\nTreatment is usually only recommended for older children and adults when the spots are particularly unsightly and affect quality of life, or for people with weakened immune systems.\nIn such cases, treatments that may be offered include:\n- liquids, gels or creams that are applied directly to the skin\n- minor procedures such as cryotherapy (where the spots are removed by freezing them)"}, {"Preventing the spread of molluscum contagiosum (MC)": "Although MC is infectious, the chance of passing it on to others during normal activities is small.\nIt's not necessary for you to stay away from work or your child to stay away from school or nursery, or to stop doing activities such as swimming if you have MC.\nHowever, you should take some steps to avoid spreading the virus to other people. You should:\n\n- avoid sharing towels, flannels and clothing\n- avoid squeezing or scratching the spots – as well as increasing the risk of the infection spreading, this can cause pain, bleeding and can lead to scarring\n- keep affected areas of skin covered with clothing whenever possible – a waterproof bandage can be put over the area if you go swimming\n- avoid sharing baths\nUsing a condom while having sex can reduce the risk of passing on MC during sexual contact."}, {"Complications of molluscum contagiosum (MC)": "MC rarely causes any other problems but complications can occasionally occur. These include:\n- the spots may become infected by bacteria – which may require treatment withantibiotics\n- scarring– after MC has healed and cleared, small patches of paler skin or tiny indented scars may be left behind; this is more likely if the spots became infected or after treatment\n- eye problems – a secondary eye infection may develop, such asconjunctivitisor keratitis, which may cause your eyes to become sore and sensitive to light\nSee a GP if you suspect a bacterial infection or experience any eye problems such as eye pain or redness. Signs of a bacterial infection can include redness, swelling and pain in the skin and underlying tissue."}]}, {"condition": "Monkeypox", "sections": [{"No header": "Monkeypox is a rare infection mainly spread by wild animals in parts of west or central Africa. The risk of catching it in the UK is very low."}, {"How you get monkeypox": "Monkeypox can be caught from infected wild animals in parts of west and central Africa. It's thought to be spread by rodents, such as rats, mice and squirrels.\nYou can catch monkeypox from an infected animal if you're bitten or you touch its blood, body fluids, spots, blisters or scabs.\nIt may also be possible to catch monkeypox by eating meat from an infected animal that has not been cooked thoroughly, or by touching other products from infected animals (such as animal skin or fur).\nIt's very uncommon to get monkeypox from a person with the infection because it does not spread easily between people. But it can be spread through:\n- touching clothing, bedding or towels used by someone with the monkeypox rash\n- touching monkeypox skin blisters or scabs\n- the coughs or sneezes of a person with the monkeypox rash"}, {"No header": "You can check the risks of a country you're travelling to on the TravelHealthPro website\nOnly a few people have been diagnosed with monkeypox in the UK.\nYou're extremely unlikely to have monkeypox if you do not have any symptoms and:\n- you have not recently travelled to west or central Africa\n- you have not been in close contact with someone who has monkeypox"}, {"Things you can do to avoid getting monkeypox": "Although monkeypox is rare, there are things you can do to reduce your risk of getting it while travelling in west and central Africa.\n- wash your hands with soap and water regularly or use an alcohol-based hand sanitiser\nwash your hands with soap and water regularly or use an alcohol-based hand sanitiser\n- only eat meat that has been cooked thoroughly\nonly eat meat that has been cooked thoroughly\n- do not go near wild or stray animals, including dead animals\ndo not go near wild or stray animals, including dead animals\n- do not go near any animals that appear unwell\ndo not go near any animals that appear unwell\n- do not eat or touch meat from wild animals (bush meat)\ndo not eat or touch meat from wild animals (bush meat)\n- do not share bedding or towels with people who are unwell and may have monkeypox\ndo not share bedding or towels with people who are unwell and may have monkeypox\n- do not have close contact with people who are unwell and may have monkeypox\ndo not have close contact with people who are unwell and may have monkeypox"}, {"Symptoms of monkeypox": "If you get infected with monkeypox, it usually takes between 5 and 21 days for the first symptoms to appear.\nThe first symptoms of monkeypox include:\n- a high temperature\n- a headache\n- muscle aches\n- backache\n- swollen glands\n- shivering (chills)\n- exhaustion\nA rash usually appears 1 to 5 days after the first symptoms. The rash often begins on the face, then spreads to other parts of the body.\nThe rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs which later fall off.\nThe symptoms usually clear up in 2 to 4 weeks."}, {"Urgent advice: Contact your GP or call 111 now if:": "You have a rash with blisters and either:\n- you've returned from west or central Africa in the last 3 weeks\n- you've been in contact with someone who has monkeypox in the last 3 weeks\nMake sure you tell anyone you speak to about any recent travel to west or central Africa.\nIf you're still abroad, try to get medical help where you are as soon as possible."}, {"Treatment for monkeypox": "Treatment for monkeypox aims to relieve symptoms. The illness is usually mild and most people recover in 2 to 4 weeks.\nYou'll usually need to stay in a specialist hospital, so the infection does not spread to other people and your symptoms can be treated.\nMost people with monkeypox recover within a few weeks."}, {"More information": "Find more information on monkeypox on GOV.UK"}]}, {"condition": "Morton's neuroma", "sections": [{"No header": "Morton's neuroma is where there's a thickening of tissue around a nerve in your foot that's been irritated or damaged. The symptoms can often be eased with treatments you can try yourself."}, {"Check if you have Morton's neuroma": "The main symptoms of Morton's neuroma include:\n- a shooting, stabbing or burning pain\n- feeling like a pebble or lump is stuck under your foot\nSome people may also have tingling or numbness in their foot.\nThe symptoms may be worse when you move your foot or wear tight or high-heeled shoes. It often gets worse over time."}, {"How you can ease the pain yourself": "If you go to a GP, they'll usually suggest you try these things first:\n- rest and raise your foot when you can\nrest and raise your foot when you can\n- hold an ice pack (or bag of frozen peas) in a towel on the painful area for up to 20 minutes every few hours\nhold an ice pack (or bag of frozen peas) in a towel on the painful area for up to 20 minutes every few hours\n- take ibuprofen or paracetamol\ntake ibuprofen or paracetamol\n- wear wide, comfortable shoes with a low heel and soft sole\nwear wide, comfortable shoes with a low heel and soft sole\n- use soft insoles or pads you put in your shoes\nuse soft insoles or pads you put in your shoes\n- try to lose weight if you're overweight\ntry to lose weight if you're overweight\n- avoid or reduce impact activities such as running and jumping\navoid or reduce impact activities such as running and jumping\n- do not wear tight, pointy shoes, high heels, or shoes with thin soles\ndo not wear tight, pointy shoes, high heels, or shoes with thin soles\n- the best painkiller to take\n- soft pads or insoles for your shoes – ask for metatarsal pads"}, {"Non-urgent advice:  See a GP if:": "- the pain is severe or stopping you doing your normal activities\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it yourself for 2 weeks\n- you have any tingling or numbness in your foot\n- you have diabetes – foot problems can be more serious if you have diabetes\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for Morton's neuroma": "A GP can:\n- look at your foot to see if it's Morton's neuroma\n- refer you to a foot specialist if they think you need further treatment\nTreatments from a foot specialist, such as a podiatrist or foot and ankle surgeon, may include:\n- specially made soft pads or insoles – to take pressure off the painful area of your foot\n- non-surgical treatments – such as using heat to treat the nerve (radiofrequency ablation)\n- steroid or alcohol injections, or foot surgery – if you have very severe symptoms or other treatments are not working\nReferral to a podiatrist on the NHS may not be available to everyone and waiting times can be long.\nYou can pay to see a podiatrist privately."}, {"Causes of Morton's neuroma": "Morton's neuroma is caused by an irritated or damaged nerve between the toe bones.\nIt's often linked to:\n- wearing tight, pointy or high-heeled shoes\n- doing a lot of running, or other sports or activities that place pressure on the feet\n- having other foot problems – such asflat feet, high arches,bunionsorhammer toes"}]}, {"condition": "Motion sickness", "sections": [{"No header": "Motion sickness is feeling sick when travelling by car, boat, plane or train. You can do things to prevent it or relieve the symptoms."}, {"How to ease motion sickness yourself": "- reduce motion – sit in the front of a car or in the middle of a boat\nreduce motion – sit in the front of a car or in the middle of a boat\n- look straight ahead at a fixed point, such as the horizon\nlook straight ahead at a fixed point, such as the horizon\n- breathe fresh air if possible – for example, by opening a car window\nbreathe fresh air if possible – for example, by opening a car window\n- close your eyes and breathe slowly while focusing on your breathing\nclose your eyes and breathe slowly while focusing on your breathing\n- distract children by talking, listening to music or singing songs\ndistract children by talking, listening to music or singing songs\n- break up long journeys to get some fresh air, drink water or take a walk\nbreak up long journeys to get some fresh air, drink water or take a walk\n- try ginger, which you can take as a tablet, biscuit or tea\ntry ginger, which you can take as a tablet, biscuit or tea\n- do not read, watch films or use electronic devices\ndo not read, watch films or use electronic devices\n- do not look at moving objects, such as passing cars or rolling waves\ndo not look at moving objects, such as passing cars or rolling waves\n- do not eat heavy meals, spicy foods or drink alcohol shortly before or during travel\ndo not eat heavy meals, spicy foods or drink alcohol shortly before or during travel\n- do not go on fairground rides if they make you feel unwell\ndo not go on fairground rides if they make you feel unwell"}, {"A pharmacist can help with motion sickness": "You can buy remedies from pharmacies to prevent motion sickness, including:\n- tablets – dissolvable tablets are available for children\n- patches – can be used by adults and children over 10\n- acupressure bands – these do not work for everyone\nA pharmacist will be able to recommend the best treatment for you or your child."}, {"Causes of motion sickness": "Motion sickness is caused by repeated movements when travelling, like going over bumps in a car or moving up and down in a boat.\nThe inner ear sends different signals to your brain from those your eyes are seeing. These confusing messages cause you to feel unwell."}]}, {"condition": "Motor neurone disease", "sections": [{"No header": "Motor neurone disease (MND) is an uncommon condition that affects the brain and nerves. It causes weakness that gets worse over time.\nThere's no cure for MND, but there are treatments to help reduce the impact it has on a person's daily life. Some people live with the condition for many years.\nMND can significantly shorten life expectancy and, unfortunately, eventually leads to death."}, {"Coronavirus advice": "Get advice about coronavirus and motor neurone disease from the Motor Neurone Disease Association"}, {"Symptoms of motor neurone disease": "Symptoms of motor neurone disease happen gradually and may not be obvious at first.\nEarly symptoms can include:\n- weakness in your ankle or leg – you might trip, or find it harder to climb stairs\n- slurred speech, which may develop into difficulty swallowing some foods\n- a weak grip – you might drop things, or find it hard to open jars or do up buttons\n- muscle cramps and twitches\n- weight loss – your arms or leg muscles may have become thinner over time\n- difficulty stopping yourself from crying or laughing in inappropriate situations"}, {"Who gets motor neurone disease and why": "Motor neurone disease is an uncommon condition that mainly affects people in their 60s and 70s, but it can affect adults of all ages.\nIt's caused by a problem with cells in the brain and nerves called motor neurones.\nThese cells gradually stop working over time. It's not known why this happens.\nHaving a close relative with motor neurone disease, or a related condition called frontotemporal dementia, can sometimes mean you're more likely to get it.\nBut it does not run in families in most cases."}, {"When to see a GP": "You should see a GP if you have possible early symptoms of motor neurone disease, such as muscle weakness. It's unlikely you have motor neurone disease, but getting a correct diagnosis as early as possible can help you get the care and support you need.\nYou should also see a GP if a close relative has motor neurone disease or frontotemporal dementia and you're worried you may be at risk of it. The GP may refer you for genetic counselling to talk about your risk and the tests you can have."}, {"Tests and diagnosis": "It can be difficult to diagnose motor neurone disease in the early stages.\nThere's no single test for it and several conditions cause similar symptoms.\nTo help rule out other conditions, a neurologist may arrange:\n- blood tests\n- a scan of your brain and spine\n- tests to measure the electrical activity in your muscles and nerves\n- alumbar puncture(also called a spinal tap) – when a thin needle is used to remove and test the fluid from within your spine"}, {"Treatment and support": "There's no cure for motor neurone disease, but treatment can help reduce the impact the symptoms have on your life.\nYou'll be cared for by a team of specialists and a GP.\nTreatments include:\n- highly specialised clinics, typically involving a specialist nurse andoccupational therapyto help make everyday tasks easier\n- physiotherapyand exercises to maintain strength and reduce stiffness\n- advice from a speech and language therapist\n- advice from a dietitian about diet and eating\n- a medicine called riluzole that can slightly slow down the progression of the condition\n- medicines to relieve muscle stiffness and help with saliva problems\n- emotional support for you and your carer"}, {"How it progresses": "Motor neurone disease gets gradually worse over time.\nMoving around, swallowing and breathing get increasingly difficult, and treatments like a feeding tube or breathing air through a face mask may be needed.\nThe condition eventually leads to death, but how long it takes to reach this stage varies a lot.\nA few people live for many years or even decades with motor neurone disease.\nYou might prefer not to know how long you might live. Speak to a GP or your care team if you want to find out more."}, {"More information and support": "Having motor neurone disease can be very challenging for you, your friends and your family.\nSpeak to a GP or your care team if you're struggling to cope and need more support.\nYou may also find it useful to read more information and advice from the Motor Neurone Disease Association (MND Association):\n- MND Association: what motor neurone disease is\n- MND Association: advice if you have just been diagnosed with motor neurone disease\n- MND Association: living with motor neurone disease\n- MND Association: help that's available for people with motor neurone disease\n- MND Association: support for friends, family and carers"}, {"Video: motor neurone disease – Julie's story": "This video explores the effect that motor neurone disease had on Julie's life."}]}, {"condition": "Mouth cancer", "sections": [{"No header": "Mouth cancer, also known as oral cancer, is where a tumour develops in a part of the mouth. It may be on the surface of the tongue, the inside of the cheeks, the roof of the mouth (palate), the lips or gums.\nTumours can also develop in the glands that produce saliva, the tonsils at the back of the mouth, and the part of the throat connecting your mouth to your windpipe (pharynx). However, these are less common."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of mouth cancer": "The symptoms of mouth cancer include:\n- mouth ulcersthat are painful and do not heal within several weeks\n- unexplained, persistent lumps in the mouth or the neck that do not go away\n- unexplained loose teeth or sockets that do not heal after extractions\n- unexplained, persistent numbness or an odd feeling on the lip or tongue\n- sometimes, white or red patches on the lining of the mouth or tongue These can be early signs of cancer, so they should also be checked\n- changes in speech, such as a lisp\nSee a GP or dentist if these symptoms do not get better within 3 weeks, particularly if you drink or smoke.\nFind out more about the symptoms of mouth cancer."}, {"Types of mouth cancer": "Mouth cancer is categorised by the type of cell the cancer (carcinoma) starts to grow in.\nSquamous cell carcinoma is the most common type of mouth cancer, accounting for 9 out of 10 cases.\nSquamous cells are found in many areas of the body, including the inside of the mouth and in the skin.\nLess common types of mouth cancer include:\n- adenocarcinoma, which is cancers that develop inside the salivary glands\n- sarcoma, which grows from abnormalities in bone, cartilage, muscle or other tissue\n- oral malignant melanoma, where cancer starts in the cells that produce skin pigment or colour (melanocytes). These appear as very dark, mottled swellings that often bleed\n- lymphoma, which grows from cells usually found in lymph glands, but they can also grow in the mouth"}, {"What causes mouth cancer?": "Things that increase your risk of developing mouth cancer include:\n- smoking or using tobacco in other ways, such as chewing tobacco\n- drinking alcohol\n- infection with thehuman papilloma virus (HPV)– HPV is the virus that causesgenital warts\nFind out more about the causes of mouth cancer."}, {"Who's affected by mouth cancer?": "Mouth cancer is the 6th most common cancer in the world, but it's much less common in the UK.\nAround 8,300 people are diagnosed with mouth cancer each year in the UK, which is about 1 in every 50 cancers diagnosed.\nMore than 2 in 3 cases of mouth cancer develop in adults over the age of 55. Only 1 in 8 (12.5%) happen in people younger than 50.\nMen are more likely to get mouth cancer than women. This may be because, on average, men tend to drink more alcohol than women.\nMouth cancer can develop in younger adults. HPV infection is thought to be linked with the most mouth cancers that happen in younger people."}, {"Treating mouth cancer": "There are three main treatment options for mouth cancer, including:\n- surgery to remove the cancerous cells, along with a tiny bit of the surrounding normal tissue or cells to ensure the cancer is completely removed\n- radiotherapy– where beams of radiation are directed at the cancerous cells\n- chemotherapy– where powerful medicines are used to kill cancerous cells\nThese treatments are often used in combination. For example, surgery may be followed by a course of radiotherapy to help prevent the cancer returning.\nAs well as trying to cure mouth cancer, treatment will focus on preserving important functions of the mouth, such as breathing, speaking and eating. Maintaining the appearance of your mouth will also be a high priority.\nFind out more about treating mouth cancer."}, {"Complications of mouth cancer": "Mouth cancer and its treatment can cause complications. It can affect the appearance of your mouth and cause problems with speaking and swallowing (dysphagia).\nDysphagia can be a serious problem. If small pieces of food enter your airways when you try to swallow and the food become lodged in your lungs, it could lead to a chest infection, known as aspiration pneumonia.\nFind out more about the complications of mouth cancer."}, {"Preventing mouth cancer": "The 3 most effective ways of preventing mouth cancer from happening, or stopping it from coming back after successful treatment, are:\n- not smoking or using tobacco in other ways, such as not chewing tobacco\n- ensuring you do not drink more than the recommended weekly guideline for alcohol\n- eating a healthy, balanced diet that includes fresh vegetables (particularly tomatoes), citrus fruits, olive oil and fish\nThe NHS recommends you drink no more than 14 units of alcohol a week. If you drink as much as 14 units a week, it's best to spread it evenly over 3 or more days.\nFind out about how to cut down on alcohol. \nIt's also important that you have regular dental check-ups. A dentist can often spot the early stages of mouth cancer.\nFind out more about how to find an NHS dentist."}, {"Outlook": "The outlook for mouth cancer can vary depending on which part of your mouth is affected and whether it has spread from your mouth into surrounding tissue. The outlook is better for mouth cancer that affects the lip, tongue or oral cavity.\nIf mouth cancer is diagnosed early, a complete cure is often possible in up to 9 in 10 cases using surgery alone.\nIf the cancer is larger, there's still a good chance of a cure, but surgery should be followed by radiotherapy or a combination of radiotherapy and chemotherapy.\nAdvances in surgery, radiotherapy and chemotherapy have resulted in much improved cure rates.\nOverall, around 6 in 10 people with mouth cancer will live for at least 5 years after their diagnosis, and many will live much longer without the cancer returning."}, {"Head and neck cancers": "Mouth cancer is a type of cancer that comes under the umbrella term \"cancers of the head and neck\".\nOther types of head and neck cancer include:\n- cancer of the larynx– the voice box\n- cancer of the nasopharynx– the area at the back of the nose that forms the top part of the throat (pharynx)\n- cancer of the oropharynx – the part of the throat that is directly behind the mouth\n- cancer of the hypopharynx – the part of the throat that is directly behind the larynx\n- cancer of the thyroid gland– a butterfly-shaped gland on either side of the windpipe\n- cancer of the nose and sinuses\n- cancer of the oesophagus– the food pipe"}, {"Video: mouth cancer": "In this video, a consultant oral and maxillofacial surgeon, talks about mouth cancer."}]}, {"condition": "Mouth thrush, see Oral thrush (mouth thrush)", "sections": [{"No header": "Oral thrush is usually harmless. It's common in babies and older people with dentures. It can be easily treated with medicines bought from a pharmacy."}, {"Check if it's oral thrush": "Other symptoms in adults are:\n- cracks at the corners of the mouth\n- not tasting things properly\n- an unpleasant taste in the mouth\n- pain inside the mouth (for example, a sore tongue or sore gums)\n- difficulty eating and drinking\nOral thrush in adults is not contagious.\nOther symptoms in babies are:\n- they do not want to feed\n- nappy rash\nBabies can pass oral thrush on through breastfeeding. This can cause nipple thrush in mothers."}, {"No header": "Look at other causes of a white or sore tongue."}, {"A pharmacist can help with oral thrush": "Oral thrush can be easily treated with a mouth gel bought from a pharmacy. The gel is suitable for adults, children and babies over the age of 4 months.\nAsk your pharmacist for advice. Always follow the instructions on the medicine packet.\nIf you leave oral thrush untreated, the infection can spread to other parts of the body."}, {"No header": "- your baby is under 4 months and has signs of oral thrush\n- you do not see any improvement after 1 week of treatment with a mouth gel\n- you have difficulty or pain swallowing\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"How you can prevent oral thrush": "Thrush is an infection caused by a fungus called Candida. Some things can make the fungus grow more than usual.\nYou might get thrush if you're:\n- taking antibiotics over a long time\n- using asthma inhalers\n- getting cancer treatment like chemotherapy\nThere are some things you can do to help prevent oral thrush:\n- take care of your teeth: brush twice a day, clean your dentures, and go for regular check-ups even if you have dentures\ntake care of your teeth: brush twice a day, clean your dentures, and go for regular check-ups even if you have dentures\n- brush your gums and tongue with a soft toothbrush if you do not have any teeth\nbrush your gums and tongue with a soft toothbrush if you do not have any teeth\n- sterilise dummies regularly\nsterilise dummies regularly\n- sterilise bottles after each use\nsterilise bottles after each use\n- rinse your mouth after eating or taking medicine\nrinse your mouth after eating or taking medicine\n- go to regular check-ups if you have a long-term condition like diabetes\ngo to regular check-ups if you have a long-term condition like diabetes\n- do not wear your dentures at night\ndo not wear your dentures at night\n- do not keep wearing dentures if they do not fit properly – see your dentist\ndo not keep wearing dentures if they do not fit properly – see your dentist\n- do not smoke\ndo not smoke"}]}, {"condition": "Mouth ulcers", "sections": [{"No header": "Mouth ulcers are common and should clear up on their own within a week or 2. But see a GP or dentist if you have a mouth ulcer that lasts longer than 3 weeks."}, {"How you can treat mouth ulcers yourself": "Mouth ulcers are rarely a sign of anything serious, but may be uncomfortable to live with.\nThey need time to heal and there's no quick fix.\nAvoiding things that irritate your mouth ulcer should help:\n- speed up the healing process\n- reduce pain\n- reduce the chance of it returning\n- use a soft-bristled toothbrush\nuse a soft-bristled toothbrush\n- drink cool drinks through a straw\ndrink cool drinks through a straw\n- eat softer foods\neat softer foods\n- get regular dental check-ups\nget regular dental check-ups\n- eat a healthy, balanced diet\neat a healthy, balanced diet\n- do not eat very spicy, salty or acidic food\ndo not eat very spicy, salty or acidic food\n- do not eat rough, crunchy food, such as toast or crisps\ndo not eat rough, crunchy food, such as toast or crisps\n- do not drink very hot or acidic drinks, such as fruit juice\ndo not drink very hot or acidic drinks, such as fruit juice\n- do not use chewing gum\ndo not use chewing gum\n- do not use toothpaste containing sodium lauryl sulphate\ndo not use toothpaste containing sodium lauryl sulphate\nA pharmacist can recommend a treatment to speed up healing, prevent infection or reduce pain, such as:\n- antimicrobial mouthwash\n- a painkilling tablet, mouthwash, gel or spray\n- corticosteroid lozenges\n- a salt (saline) mouthwash\nYou can buy these without a prescription, but they may not always work.\n- Dissolve half a teaspoon of salt in a glass of warm water – warm water helps salt dissolve.\n- Rinse your mouth with the solution, then spit it out – do not swallow it.\n- Repeat as often as you like."}, {"Non-urgent advice:  See a dentist or GP if your mouth ulcer:": "- lasts longer than 3 weeks\n- keeps coming back\n- grows bigger than usual or is near the back of your throat\n- bleeds or becomes more painful and red – this may be a sign of an infection\nAlthough most mouth ulcers are harmless, a long-lasting mouth ulcer is sometimes a sign of mouth cancer. It's best to get it checked.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a dentist or GP": "A GP or dentist may prescribe stronger medicine to treat severe, persistent or infected mouth ulcers.\nPossible treatments include:\n- steroid mouth spray or steroid tablets that dissolve in your mouth\n- painkilling gels, ointments, sprays or tablets\n- mouthwashes to kill or remove any germs in your mouth"}, {"Check if you have a mouth ulcer": "You may have more than 1 ulcer at a time, and they can change in size.\nMouth ulcers are not contagious and should not be confused with cold sores.\nCold sores appear on the lips or around the mouth and often begin with a tingling, itching or burning sensation."}, {"Causes of mouth ulcers": "Most single mouth ulcers are caused by things you can try to avoid, such as:\n- biting the inside of your cheek\n- badly fitting dentures, braces, rough fillings or a sharp tooth\n- cuts or burns while eating or drinking – for example, hard food or hot drinks\n- a food intolerance or allergy\n- damaging your gums with a toothbrush or irritating toothpaste\n- feeling tired, stressed or anxious\nSometimes they're triggered by things you cannot always control, such as:\n- hormonal changes – such as during pregnancy\n- your genes – some families get mouth ulcers more often\n- a vitamin B12 or iron deficiency\n- medicines – including some NSAIDs, beta blockers or nicorandil\n- stopping smoking – people may develop mouth ulcers when they first stop smoking\nIf you have several mouth ulcers, it can be a symptom of:\n- hand, foot and mouth disease, which also causes a rash on the hands and feet\n- orallichen planus, which causes a white, lacy pattern inside the cheeks\n- Crohn's diseaseandcoeliac disease(conditions that affect the digestive system)\n- a weakened immune system from having a condition likeHIVorlupus"}, {"No header": ""}]}, {"condition": "MRI scan", "sections": [{"No header": "Magnetic resonance imaging (MRI) is a type of scan that uses strong magnetic fields and radio waves to produce detailed images of the inside of the body.\nAn MRI scanner is a large tube that contains powerful magnets. You lie inside the tube during the scan.\nAn MRI scan can be used to examine almost any part of the body, including the:\n- brain and spinal cord\n- bones and joints\n- breasts\n- heart and blood vessels\n- internal organs, such as the liver, womb or prostate gland\nThe results of an MRI scan can be used to help diagnose conditions, plan treatments and assess how effective previous treatment has been."}, {"What happens during an MRI scan?": "During an MRI scan, you lie on a flat bed that's moved into the scanner. \nDepending on the part of your body being scanned, you'll be moved into the scanner either head first or feet first.\nThe MRI scanner is operated by a radiographer, who is trained in carrying out imaging investigations. \nThey control the scanner using a computer, which is in a different room, to keep it away from the magnetic field generated by the scanner.\nYou'll be able to talk to the radiographer through an intercom and they'll be able to see you on a television monitor throughout the scan.\nAt certain times during the scan, the scanner will make loud tapping noises. This is the electric current in the scanner coils being turned on and off. \nYou'll be given earplugs or headphones to wear.\nIt's very important to keep as still as possible during your MRI scan. \nThe scan lasts 15 to 90 minutes, depending on the size of the area being scanned and how many images are taken.\nRead more about how an MRI scan is performed."}, {"How does an MRI scan work?": "Most of the human body is made up of water molecules, which consist of hydrogen and oxygen atoms. \nAt the centre of each hydrogen atom is an even smaller particle called a proton. Protons are like tiny magnets and are very sensitive to magnetic fields.\nWhen you lie under the powerful scanner magnets, the protons in your body line up in the same direction, in the same way that a magnet can pull the needle of a compass.\nShort bursts of radio waves are then sent to certain areas of the body, knocking the protons out of alignment. \nWhen the radio waves are turned off, the protons realign. This sends out radio signals, which are picked up by receivers.\nThese signals provide information about the exact location of the protons in the body. \nThey also help to distinguish between the various types of tissue in the body, because the protons in different types of tissue realign at different speeds and produce distinct signals. \nIn the same way that millions of pixels on a computer screen can create complex pictures, the signals from the millions of protons in the body are combined to create a detailed image of the inside of the body."}, {"Safety": "An MRI scan is a painless and safe procedure. You may find it uncomfortable if you have claustrophobia, but most people are able to manage it with support from the radiographer. \nGoing into the scanner feet first may be easier, although this isn't always possible.\nExtensive research has been carried out into whether the magnetic fields and radio waves used during MRI scans could pose a risk to the human body. \nNo evidence has been found to suggest there's a risk, which means MRI scans are one of the safest medical procedures available.\nBut MRI scans may not be recommended in certain situations. For example, if you have a metal implant fitted, such as a pacemaker or artificial joint, you may not be able to have an MRI scan. \nThey're also not usually recommended during pregnancy.\nRead more about who can and can't have an MRI scan."}]}, {"condition": "MRSA", "sections": [{"No header": "MRSA is a type of bacteria that's resistant to several widely used antibiotics. This means infections with MRSA can be harder to treat than other bacterial infections.\nThe full name of MRSA is methicillin-resistant Staphylococcus aureus. You might have heard it called a \"superbug\".\nMRSA infections mainly affect people who are staying in hospital. They can be serious, but can usually be treated with antibiotics that work against MRSA."}, {"How you get MRSA": "MRSA lives harmlessly on the skin of around 1 in 30 people, usually in the nose, armpits, groin or buttocks. This is known as \"colonisation\" or \"carrying\" MRSA.\nYou can get MRSA on your skin by:\n- touching someone who has it\n- sharing things like towels, sheets and clothes with someone who has MRSA on their skin\n- touching surfaces or objects that have MRSA on them\nGetting MRSA on your skin will not make you ill, and it may go away in a few hours, days, weeks or months without you noticing. But it could cause an infection if it gets deeper into your body.\nPeople staying in hospital are most at risk of this happening because:\n- they often have a way for the bacteria to get into their body, such as a wound,burn, feeding tube, drip into a vein, orurinary catheter\n- they may have other serious health problems that mean their body is less able to fight off the bacteria\n- they're in close contact with a large number of people, so the bacteria can spread more easily\nHealthy people, including children and pregnant women, are not usually at risk of MRSA infections."}, {"Symptoms of MRSA": "Having MRSA on your skin does not cause any symptoms and does not make you ill.\nYou will not usually know if you have it unless you have a screening test before going into hospital.\nIf MRSA gets deeper into your skin, it can cause:\n- swelling\n- warmth\n- pain\n- pus\n- redness, but this may be less visible on darker skin\nIf it gets further into your body, it can also cause:\n- a high temperature\n- chills\n- aches and pains\n- dizziness\n- confusion\nTell a member of staff if you get these symptoms while in hospital.\nCall a GP or NHS 111 if you get these symptoms outside of hospital."}, {"Screening and testing for MRSA": "If you need to go into hospital and it's likely you'll be staying overnight, you may have a simple screening test to check your skin for MRSA before you're admitted.\nThis is normally done at a pre-admission clinic or a GP surgery. A nurse will run a cotton bud (swab) over your skin so it can be checked for MRSA.\nSwabs may be taken from several places, such as your nose, throat, armpits, groin or any damaged skin. This is painless and only takes a few seconds.\nThe results will be available within a few days.\nIf you're not carrying MRSA, it's unlikely you'll be contacted about the result and you should follow the instructions from the hospital.\nIf you're carrying MRSA, you'll be told by the hospital or a GP.\nYou may need treatment to remove the bacteria to reduce your risk of getting an infection or spreading the bacteria."}, {"Treatments for MRSA": "If screening finds MRSA on your skin, you may need treatment to remove it. This is known as decolonisation.\nThis usually involves:\n- applying antibacterial cream inside your nose 3 times a day for 5 days\n- washing with an antibacterial shampoo every day for 5 days\n- changing your towel, clothes and bedding every day during treatment – the laundry should be washed separately from other people's and at a high temperature\nTreatment is normally done at home, but may be started after going into hospital if you need to be admitted quickly.\nIf you get an MRSA infection, you'll usually be treated with antibiotics that work against MRSA.\nThese may be taken as tablets or given as injections. Treatment can last a few days to a few weeks.\nDuring treatment, you may need to stay in your own room or in a ward with other people who have an MRSA infection to help stop it spreading.\nYou can normally still have visitors, but it's important they take precautions to prevent MRSA spreading."}, {"Preventing MRSA": "If you're staying in hospital, there are some simple things you can do to reduce your risk of getting or spreading MRSA.\nYou should:\n- wash your hands often (hand wipes and alcohol hand gel are also effective) – especially before and after eating and after going to the toilet\n- follow the advice you're given about wound care and looking after devices that could lead to infection (such as urinary catheters or drips)\n- report any unclean facilities to staff – do not be afraid to talk to staff if you're concerned about hygiene\nIf you're visiting someone in hospital, clean your hands before and after entering the ward and before touching the person. Gel or wipes are often placed by patients' beds and at the entrance to wards.\nIt's also a good idea to put a dressing over any breaks in your skin, such as sores or cuts, to stop MRSA getting into your body."}, {"No header": "Get more advice about visiting someone in hospital"}, {"Video: MRSA": "This video explains how MRSA is caught, what happens when you have it and how to prevent infection."}]}, {"condition": "Mucositis", "sections": [{"No header": "Mucositis is when your mouth or gut is sore and inflamed. It's a common side effect of chemotherapy and radiotherapy for cancer.\nAlthough mucositis is usually painful, it can be treated. It should get better within a few weeks of finishing cancer treatment."}, {"Things you can do to help": "If you're having treatment that may cause mucositis, there are some things you can do to help prevent or ease it.\n- brush your teeth with a soft toothbrush at least twice a day\nbrush your teeth with a soft toothbrush at least twice a day\n- gently floss once a day if you can\ngently floss once a day if you can\n- rinse your mouth with warm water (or water mixed with a bit of salt) several times a day\nrinse your mouth with warm water (or water mixed with a bit of salt) several times a day\n- suck on crushed ice or ice lollies\nsuck on crushed ice or ice lollies\n- eat soft, moist foods, like soup, jelly or soft fruit, or try adding gravy or sauces to meals\neat soft, moist foods, like soup, jelly or soft fruit, or try adding gravy or sauces to meals\n- drink plenty of water\ndrink plenty of water\n- chew sugar-free gum (this can help keep your mouth moist)\nchew sugar-free gum (this can help keep your mouth moist)\n- use a moisturiser or balm to stop your lips getting dry\nuse a moisturiser or balm to stop your lips getting dry\n- leave out dentures if you wear them, and keep them clean and moist even when you're not wearing them\nleave out dentures if you wear them, and keep them clean and moist even when you're not wearing them\n- do not use mouthwashes from shops without speaking to a pharmacist, nurse or doctor – they might irritate your mouth\ndo not use mouthwashes from shops without speaking to a pharmacist, nurse or doctor – they might irritate your mouth\n- do not take painkillers without speaking to a pharmacist, nurse or doctor\ndo not take painkillers without speaking to a pharmacist, nurse or doctor\n- do not eat crunchy, rough or sharp foods like crisps\ndo not eat crunchy, rough or sharp foods like crisps\n- do not eat spicy or acidic foods, as these can cause irritation\ndo not eat spicy or acidic foods, as these can cause irritation\n- do not eat hot foods, as these can also irritate your mouth – try eating your meals warm or cool\ndo not eat hot foods, as these can also irritate your mouth – try eating your meals warm or cool\n- do not drink fizzy drinks or alcohol\ndo not drink fizzy drinks or alcohol\n- do not smoke\ndo not smoke"}, {"No header": "- a sore mouth\n- mouth ulcers\n- difficulty swallowing, eating or talking\n- a dry mouth and lips\n- diarrhoea, bleeding from your bottom, or pain when pooing\nThese are symptoms of mucositis. They usually begin around 1 to 2 weeks after starting cancer treatment."}, {"Treatments for mucositis": "Your care team can offer treatments to ease it, such as:\n- mouthwashes that clean, numb and protect your mouth\n- painkillers\n- sprays or gels to keep your mouth moist (saliva substitutes)\n- medicines to stop diarrhoea or reduce soreness inside your bottom (rectum)"}, {"No header": "You may find it helps to chat to people in a similar situation or who have had cancer treatment.\nAsk your care team about support groups in your area.\nYou could also try an online forum like:\n- Cancer Research UK: cancer chat\n- Macmillan Cancer Support: online community\n- HealthUnlocked"}]}, {"condition": "Multiple myeloma", "sections": [{"No header": "Multiple myeloma, also known as myeloma, is a type of bone marrow cancer. Bone marrow is the spongy tissue at the centre of some bones that produces the body's blood cells.\nIt's called multiple myeloma as the cancer often affects several areas of the body, such as the spine, skull, pelvis and ribs."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: coronavirus guidance for people with cancer\n- Cancer Research UK: coronavirus and cancer"}, {"Symptoms of multiple myeloma": "In the early stages, myeloma may not cause any symptoms. It's often only suspected or diagnosed after a routine blood or urine test.\nEventually, myeloma causes a wide range of problems, including:\n- a persistent bone pain, usually in the back, ribs or hips\n- tiredness, weakness and shortness of breath – caused byanaemia\n- high levels of calcium in the blood (hypercalcaemia) – which may cause symptoms including extreme thirst, stomach pain, needing to pee frequently, constipation or confusion\n- weight loss\n- blurred vision, dizziness or headaches – caused by thickened blood (hyperviscosity)\n- repeated infections\n- bruising and unusual bleeding – such as frequentnosebleeds, bleeding gums andheavy periods\n- weak bones that break (fracture) easily – if this affects the spine, it might cause symptoms such as pins and needles, numbness and weakness in the legs and feet, and problems controlling your bladder and bowels, which requires emergency investigation\n- kidney problems\nMyeloma doesn't usually cause a lump or tumour. Instead, it damages the bones and affects the production of healthy blood cells.\nRead more about the symptoms of multiple myeloma."}, {"When to see a GP": "See a GP if you have any of the symptoms of multiple myeloma. While they're unlikely to be caused by cancer, it's best to get a proper diagnosis.\nYour GP will examine you to check for bone tenderness, bleeding, signs of infection and any other symptoms that suggest you might have myeloma. They may also arrange blood and urine tests.\nIf myeloma is suspected, you'll be referred to a consultant haematologist (a specialist in blood conditions) for further tests and treatment.\nRead more about diagnosing multiple myeloma."}, {"Causes of multiple myeloma": "It's not known exactly what causes multiple myeloma. However, there is a close link between multiple myeloma and a condition called monoclonal gammopathy of unknown significance (MGUS).\nMGUS is where there is an excess of protein molecules, called immunoglobulins, in your blood. This doesn't cause any symptoms and doesn't need treatment.\nEvery year, around 1 in every 100 people with MGUS go on to develop multiple myeloma.\nThere is no known way to delay or prevent this, so people with MGUS will have regular tests to check for cancer.\nMultiple myeloma is also more common in:\n- men\n- adults over 60 – most cases are diagnosed at around the age of 70, and cases affecting people under the age of 40 are rare\n- black people – multiple myeloma is about twice as common in black populations than white and Asian populations\n- people with a family history of MGUS or multiple myeloma"}, {"Treatment for multiple myeloma": "Treatment can often help to control the condition for several years, but most cases of multiple myeloma can't be cured. Research is ongoing to try to find new treatments.\nTreatment for multiple myeloma usually includes:\n- anti-myeloma medicines to destroy the myeloma cells or control the cancer when it comes back (relapses)\n- medicines and procedures to prevent and treat problems caused by myeloma – such as bone pain, fractures and anaemia\nAs part of your treatment, you may be asked if you want to take part in a clinical trial to help researchers develop better treatments for multiple myeloma.\nRead more about treating multiple myeloma."}, {"Support groups for multiple myeloma": "If you've been diagnosed with multiple myeloma, you may want to contact a local or national support group, such as Myeloma UK.\nYour local haematology team will be able to direct you to helpful resources.\nSupport groups can offer more information and advice. They can also often put you in touch with other people in a similar situation so you can share advice and talk about your experiences.\nMyeloma UK: help and support\nMyeloma UK: find a local support group\nBlood Cancer UK: blood cancer online community forum"}]}, {"condition": "Multiple sclerosis", "sections": [{"No header": "Multiple sclerosis (MS) is a condition that can affect the brain and spinal cord, causing a wide range of potential symptoms, including problems with vision, arm or leg movement, sensation or balance.\nIt's a lifelong condition that can sometimes cause serious disability, although it can occasionally be mild.\nIn many cases, it's possible to treat symptoms. Average life expectancy is slightly reduced for people with MS.\nIt's most commonly diagnosed in people in their 20s, 30s and 40s although it can develop at any age. It's about 2 to 3 times more common in women than men.\nMS is one of the most common causes of disability in younger adults."}, {"Coronavirus advice": "- MS Society: MS and coronavirus care and support\n- MS Trust: coronavirus, COVID-19 and multiple sclerosis"}, {"Symptoms of multiple sclerosis": "The symptoms of MS vary widely from person to person and can affect any part of the body.\nThe main symptoms include:\n- fatigue\n- difficulty walking\n- vision problems, such as blurred vision\n- problems controlling the bladder\n- numbness or tingling in different parts of the body\n- muscle stiffness and spasms\n- problems with balance and co-ordination\n- problems with thinking, learning and planning\nDepending on the type of MS you have, your symptoms may come and go in phases or get steadily worse over time (progress)."}, {"Getting medical advice": "See a GP if you're worried you might have signs of MS.\nThe symptoms often have many other causes, so they're not necessarily a sign of MS.\nLet the GP know about the specific pattern of symptoms you're experiencing.\nIf they think you could have MS, you'll be referred to a specialist in conditions of the nervous system (a neurologist), who may suggest tests such as an MRI scan to check for features of MS.\nFind out more about diagnosing MS"}, {"Types of multiple sclerosis": "MS starts in 1 of 2 general ways: with individual relapses (attacks or exacerbations) or with gradual progression.\nBetween 8 and 9 of every 10 people with MS are diagnosed with the relapsing remitting type.\nSomeone with relapsing remitting MS will have episodes of new or worsening symptoms, known as relapses.\nThese typically worsen over a few days, last for days to weeks to months, then slowly improve over a similar time period.\nRelapses often occur without warning, but are sometimes associated with a period of illness or stress.\nThe symptoms of a relapse may disappear altogether, with or without treatment, although some symptoms often persist, with repeated attacks happening over several years.\nPeriods between attacks are known as periods of remission. These can last for years at a time.\nAfter many years (usually decades), many, but not all, people with relapsing remitting MS go on to develop secondary progressive MS.\nIn this type of MS, symptoms gradually worsen over time without obvious attacks. Some people continue to have infrequent relapses during this stage.\nAbout two-thirds of people with relapsing remitting MS will develop secondary progressive MS.\nBetween 1 and 2 in every 10 people with the condition start their MS with a gradual worsening of symptoms.\nIn primary progressive MS, symptoms gradually worsen and accumulate over several years, and there are no periods of remission, though people often have periods where their condition appears to stabilise."}, {"What causes multiple sclerosis?": "MS is an autoimmune condition. This is when something goes wrong with the immune system and it mistakenly attacks a healthy part of the body – in this case, the brain or spinal cord of the nervous system.\nIn MS, the immune system attacks the layer that surrounds and protects the nerves called the myelin sheath.\nThis damages and scars the sheath, and potentially the underlying nerves, meaning that messages travelling along the nerves become slowed or disrupted.\nExactly what causes the immune system to act in this way is unclear, but most experts think a combination of genetic and environmental factors is involved."}, {"Treatments for multiple sclerosis": "There's currently no cure for MS, but a number of treatments can help control the condition and ease symptoms.\nThe treatment you need will depend on the specific symptoms and difficulties you have.\nIt may include:\n- treating relapses with short courses ofsteroid medicineto speed up recovery\n- specific treatments for individual MS symptoms\n- treatment to reduce the number of relapses using medicines called disease-modifying therapies\nDisease-modifying therapies may also help to slow or reduce the overall worsening of disability in people with a type of MS called relapsing remitting MS, and in some people with types called primary and secondary progressive MS, who have relapses.\nUnfortunately, there's currently no treatment that can slow the progress of primary progressive MS, or secondary progressive MS, where there are no relapses.\nMany therapies aiming to treat progressive MS are currently being researched."}, {"Living with multiple sclerosis": "If you have been diagnosed with MS, it's important to take care of your general health.\nRead more advice about living with MS"}, {"Outlook": "MS can be a challenging condition to live with, but new treatments over the past 20 years have considerably improved the quality of life of people with the condition.\nMS itself is rarely fatal, but complications may arise from severe MS, such as chest or bladder infections, or swallowing difficulties.\nThe average life expectancy for people with MS is around 5 to 10 years lower than average, and this gap appears to be getting smaller all the time."}, {"Charities and support groups for multiple sclerosis": "There are 2 main MS charities in the UK:\n- MS Society\n- MS Trust\nThese organisations offer useful advice, publications, news items about ongoing research, blogs and chatrooms.\nThey can be very useful if you, or someone you know, has just been diagnosed with MS.\nThere's also the shift.ms website, an online community for younger people affected by MS."}, {"No header": "The social care and support guide explains your options and where you can get support if you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled, including family members"}, {"No header": ""}]}, {"condition": "Multiple system atrophy", "sections": [{"No header": "Multiple system atrophy (MSA) is a rare condition of the nervous system that causes gradual damage to nerve cells in the brain.\nThis affects balance, movement and the autonomic nervous system, which controls several basic functions, such as breathing, digestion and bladder control."}, {"Symptoms of multiple system atrophy (MSA)": "Symptoms of MSA usually start when someone is between 50 and 60 years of age, but they can begin at any time after 30.\nThe symptoms are wide-ranging and include muscle control problems, similar to those of Parkinson's disease.\nMany different functions of the body can be affected, including the urinary system, blood pressure control and muscle movement.\nAlthough there are many different possible symptoms of MSA, not everyone who's affected will have all of them.\nMen and women with MSA will usually have one or more of the following bladder symptoms:\n- constantly feeling the need to pee\n- peeing more frequently\n- loss of bladder control\n- unable to empty the bladder properly\n- unable to pee\nMen with MSA will usually have erectile dysfunction (the inability to get and maintain an erection), although this is a common problem that many men without the condition develop.\nSomeone with MSA will often feel lightheaded, dizzy and faint after standing up. This is known as postural hypotension and is caused by a drop in blood pressure when you stand up or suddenly change position.\nWhen you stand up after lying down, your blood vessels usually narrow quickly and your heart rate increases slightly to prevent your blood pressure from dropping and decreasing blood flow to your brain.\nThis function is controlled by the autonomic nervous system. But with MSA, this system does not work properly, so the control is lost.\nIn MSA, a part of the brain called the cerebellum is damaged. This can make the person clumsy and unsteady when walking, and can also cause slurred speech.\nThese problems are collectively known as cerebellar ataxia.\nA person with MSA has much slower movements than normal (bradykinesia). This can make it difficult to carry out everyday tasks. Movement is hard to initiate, and the person will often have a distinctive slow, shuffling walk with very small steps. \nSome people may also have stiff and tense muscles. This can make it even more difficult to move around and cause painful muscle cramps (dystonia).\nThese symptoms are typical of Parkinson's disease but, unfortunately, the medicine used to relieve them in people with Parkinson's disease (levodopa) is not very effective for people with MSA.\nPeople with MSA may also have:\n- shoulder painandneck pain\n- constipation\n- cold hands and feet\n- problems controlling sweating\n- muscle weakness in the body and limbs – it may be more pronounced in one arm or leg\n- uncontrollable laughing or crying\n- sleep problems –insomnia,snoring,restless legsornightmares\n- noisy breathing and unintentional sighing\n- a weak, quiet voice\n- swallowing problems\n- blurred vision\n- depression\n- dementia(although this is uncommon)"}, {"Causes of multiple system atrophy (MSA)": "The causes of MSA are not well understood.\nIt does not appear to be inherited – there's no evidence that an affected person's children will develop it.\nResearch is looking at whether family history and the environment play a role in your chances of getting MSA.\nThe brain cells of a person with MSA contain a protein called alpha-synuclein. A build-up of abnormal alpha-synuclein is thought to be responsible for damaging areas of the brain that control balance, movement and the body's normal functions."}, {"Diagnosing multiple system atrophy (MSA)": "There's no specific test to diagnose MSA.\nA diagnosis can usually be made based on the symptoms, although it can potentially be confused with Parkinson's disease.\nA person is more likely to have MSA rather than Parkinson's disease if:\n- their symptoms have progressed rapidly\n- they've had falls in the early stages of the condition\n- they do not respond well to the medicine levodopa\n- their speech is severely affected\n- they gasp and breathe noisily\nIf MSA is suspected, a doctor (usually a neurologist) will test the person's reflexes and normal bodily functions, such as their bladder function and blood pressure.\nA brain scan, usually an MRI scan, is often needed to detect any loss of brain cells."}, {"Treating multiple system atrophy (MSA)": "There's currently no cure for MSA and no way of slowing its progression. \nPeople with the condition typically live for 6 to 9 years after their symptoms start and may get worse quickly during this time. Some people may live for more than 10 years after being diagnosed.\nThe symptoms can be managed so that the person is as independent and comfortable as possible.\nFind out how to manage:\n- low blood pressure\n- constipation\n- urinary incontinence\n- swallowing problems\nPhysiotherapy and occupational therapy can help people with MSA stay mobile and maintain their fitness and muscle strength."}, {"Help and support": "Practical and financial help is available if you care for someone with MSA.\nYour local authority can carry out a carer's assessment to assess your needs and determine the help and support you're entitled to.\nFind out more about carer's assessments.\nIf you have MSA and are finding coping with day-to-day life difficult, your doctor or nurse can refer you to a social worker.\nThey can carry out an assessment and recommend the help you need. For example, you may need:\n- care attendants– who can help with everyday tasks such as housework, dressing and washing\n- meals on wheels– your local council may be able to offer financial help for this; check your eligibility forgetting meals at home\n- benefits– you may be eligible for a number of benefits, such asAttendance AllowanceandPersonal Independence Payment (PIP)\n- home adaptations– to make moving around at home easier and ensure your home environment is as comfortable as possible\nFind out more about care and support needs assessments. \nThe Multiple System Atrophy Trust provides help and support to people with MSA, as well as their families, carers and the healthcare professionals treating them.\nThe charity also funds research to discover the cause of MSA and to try to find a cure.\nTheir helpline number is 0333 323 4591 (Monday to Friday, 9am to 5pm). You can also email support@msatrust.org.uk."}]}, {"condition": "Mumps", "sections": [{"No header": "Mumps is a contagious viral infection that used to be common in children before the introduction of the MMR vaccine."}, {"Symptoms of mumps": "Mumps is most recognisable by the painful swellings in the side of the face under the ears (the parotid glands), giving a person with mumps a distinctive \"hamster face\" appearance.\nOther symptoms of mumps include headaches, joint pain, and a high temperature, which may develop a few days before the swelling of the parotid glands."}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if your child is unwell. \nIt's important to trust your instincts and get medical help if you need it."}, {"When to see a GP": "It's important to contact a GP if you suspect mumps so a diagnosis can be made. \nWhile mumps is not usually serious, the condition has similar symptoms to more serious types of infection, such as glandular fever and tonsillitis.\nYour GP can usually make a diagnosis after seeing and feeling the swelling, looking at the position of the tonsils in the mouth and checking the person's temperature to see if it's higher than normal.\nLet your GP know in advance if you're coming to the surgery so they can take any necessary precautions to prevent the spread of infection.\nIf your GP suspects mumps, they should notify your local health protection team (HPT). The HPT will arrange for a sample of saliva to be tested to confirm or rule out the diagnosis.\nFind your local health protection team on GOV.UK"}, {"How mumps is spread": "Mumps is spread in the same way as colds and flu: through infected droplets of saliva that can be inhaled or picked up from surfaces and transferred into the mouth or nose.\nA person is most contagious a few days before the symptoms develop and for a few days afterwards.\nDuring this time, it's important to prevent the infection spreading to others, particularly teenagers and young adults who have not been vaccinated.\nIf you have mumps, you can help prevent it spreading by:\n- regularly washing your hands with soap\n- using and disposing of tissues when you sneeze\n- avoiding school or work for at least 5 days after your symptoms first develop"}, {"Preventing mumps": "You can protect your child against mumps by making sure they're given the combined MMR vaccine for mumps, measles and rubella.\nThe MMR vaccine is part of the routine NHS childhood immunisation schedule. \nYour child should be given 1 dose when they're around 12 to 13 months and a second booster dose at 3 years and 4 months.\nOnce both doses are given, the vaccine provides around 88% protection against mumps.\nAnyone who did not have both doses of the MMR vaccine as a child can contact a GP to arrange to be vaccinated."}, {"Treatment for mumps": "There's currently no cure for mumps, but the infection should pass within 1 or 2 weeks.\nTreatment is used to relieve symptoms and includes:\n- getting plenty of bed rest and fluids\n- using painkillers, such asibuprofenandparacetamol– aspirin should not be given to children under 16\n- applying a warm or cool compress to the swollen glands to help relieve pain"}, {"Complications": "Mumps usually passes without causing serious damage to a person's health. Serious complications are rare.\nBut mumps can lead to viral meningitis if the virus moves into the outer layer of the brain.\nOther complications include swelling of the testicles or ovaries (if the affected person has gone through puberty).\nFind out more about the complications of mumps"}, {"Who's affected": "Most cases of mumps occur in younger adults who did not receive the MMR vaccine as part of their childhood vaccination schedule and did not have mumps as a child. \nOlder adults who were born in the UK before the vaccine was introduced are likely to have had mumps as a child. Once you have been infected by the mumps virus, you normally develop a life-long immunity to further infection.\nThe MMR vaccine was introduced in 1988. Adults born between 1980 and 1990 may not have been vaccinated as children, and are less likely than older adults to have had mumps as a child.\nMumps is currently most common among people born in the late 1990s and early 2000s who missed out on the MMR vaccine as children."}]}, {"condition": "Muscular dystrophy", "sections": [{"No header": "The muscular dystrophies (MD) are a group of inherited genetic conditions that gradually cause the muscles to weaken, leading to an increasing level of disability.\nMD is a progressive condition, which means it gets worse over time. It often begins by affecting a particular group of muscles, before affecting the muscles more widely.\nSome types of MD eventually affect the heart or the muscles used for breathing, at which point the condition becomes life-threatening.\nThere's no cure for MD, but treatment can help to manage many of the symptoms."}, {"What causes muscular dystrophy?": "MD is caused by changes (mutations) in the genes responsible for the structure and functioning of a person's muscles.\nThe mutations cause changes in the muscle fibres that interfere with the muscles' ability to function. Over time, this causes increasing disability.\nThe mutations are often inherited from a person's parents. If you have a family history of MD, your GP may refer you for genetic testing and counselling to evaluate your risk of developing the condition or having a child with MD and to discuss the options available to you.\nRead more about the causes of MD and genetic testing for MD."}, {"Types of muscular dystrophy": "There are many different types of MD, each with somewhat different symptoms. Not all types cause severe disability and many don't affect life expectancy.\nSome of the more common types of MD include:\n- Duchenne MD– one of the most common and severe forms, it usually affects boys in early childhood; people with the condition will usually only live into their 20s or 30s\n- myotonic dystrophy– a type of MD that can develop at any age; life expectancy isn't always affected, but people with a severe form of myotonic dystrophy may have shortened lives\n- facioscapulohumeral MD– a type of MD that can develop in childhood or adulthood; it progresses slowly and isn't usually life-threatening\n- Becker MD– closely related to Duchenne MD, but it develops later in childhood and is less severe; life expectancy isn't usually affected as much\n- limb-girdle MD– a group of conditions that usually develop in late childhood or early adulthood; some variants can progress quickly and be life-threatening, whereas others develop slowly\n- oculopharyngeal MD– a type of MD that doesn't usually develop until a person is between 50 and 60 years old, and doesn't tend to affect life expectancy\n- Emery-Dreifuss MD– a type of MD that develops in childhood or early adulthood; most people with this condition will live until at least middle age\nRead more about the types of MD and diagnosing MD."}, {"Who's affected by muscular dystrophy?": "In the UK, around 70,000 people have MD or a related condition.\nDuchenne MD is the most common type of MD. In the UK, about 100 boys are born with Duchenne MD each year, and there are about 2,500 people living with the condition in the UK at any one time.\nMyotonic MD is the second most common type of MD, affecting around 1 person in every 8,000. \nFacioscapulohumeral MD is thought to affect around 1 in every 20,000 people in the UK, making it the third most common MD."}, {"Diagnosing muscular dystrophy": "Many different methods can be used to diagnose the various types of MD. The age at which the condition is diagnosed will vary depending on when symptoms first start to appear.\nDiagnosis will involve some or all of the following stages:\n- investigating any symptoms\n- discussing any family history of MD\n- physical examination\n- blood tests\n- electrical tests on the nerves and muscles\n- a muscle biopsy (where a small tissue sample is removed for testing)\nSee a GP if you or your child has any symptoms of MD. If necessary, they may refer you to a hospital for further tests."}, {"Treating muscular dystrophy": "There's no cure for MD, but a range of treatments can help with the physical disabilities and problems that may develop. These can include:\n- mobility assistance – including exercise,physiotherapyand physical aids\n- support groups – to deal with the practical and emotional impact of MD\n- surgery – to correct postural deformities, such asscoliosis\n- medicine – such assteroidsto improve muscle strength, or ACE inhibitors andbeta blockersto treat heart problems\nNew research is looking into ways of repairing the genetic mutations and damaged muscles associated with MD.\nMuscular Dystrophy UK has more information about research being carried out to help find effective treatments for MD\nRead more about treating MD."}, {"Support groups": "MD can affect you emotionally, as well as physically. Support groups and organisations may help you understand and come to terms with your condition. They can also provide useful advice and support for those who care for people with MD.\nThere are several national charities that offer support for people affected by MD, such as the Muscle Help Foundation and Muscular Dystrophy UK. Ask your GP or other healthcare professionals treating you about local support groups.\nThere are also some national support groups that promote research or provide support for specific types of MD, such as Action Duchenne, Duchenne UK and the Myotonic Dystrophy Support Group."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have MD, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat MD. You can opt out of the register at any time."}]}, {"condition": "Myalgic encephalomyelitis or chronic fatigue syndrome (ME/CFS)", "sections": [{"No header": "Myalgic encephalomyelitis, also called chronic fatigue syndrome or ME/CFS, is a long-term condition with a wide range of symptoms. The most common symptom is extreme tiredness.\nME/CFS can affect anyone, including children. It's more common in women, and tends to develop between your mid-20s and mid-40s."}, {"Symptoms of ME/CFS": "Common symptoms of ME/CFS include\n- feeling extremely tired all the time – you may find it very hard to do daily activities\n- still feeling tired after resting or sleeping\n- taking a long time to recover after physical activity\n- problems sleeping, such as waking up often during the night\n- problems with thinking, memory and concentration\nSome people with ME/CFS may also have other symptoms, including:\n- muscle or joint pain\n- headaches\n- asore throat\n- flu-like symptoms\n- feeling dizzy or sick\n- fast or irregular heartbeats (heart palpitations)\nThe severity of symptoms can vary from day to day, or even within a day.\nThe symptoms of ME/CFS are similar to the symptoms of some other illnesses, so it's important to see a GP to get a correct diagnosis."}, {"No header": "Find out more about the symptoms of ME/CFS"}, {"Diagnosing ME/CFS": "There is not a specific test for ME/CFS, so it's diagnosed based on your symptoms and by ruling out other conditions that could be causing your symptoms.\nThe GP will ask about your symptoms and medical history. You may also have blood and urine tests.\nAs the symptoms of ME/CFS are similar to those of many common illnesses that usually get better on their own, a diagnosis of ME/CFS may be considered if you do not get better as quickly as expected.\nFind out more about diagnosing ME/CFS"}, {"Treating ME/CFS": "Treatment for ME/CFS aims to relieve the symptoms. Your treatment will depend on how the condition is affecting you\nWhile there is currently no cure for ME/CFS, there are treatments that may help you manage the condition.\nTreatments include:\n- cognitive behavioural therapy (CBT)\n- energy management – where you're given advice about how to make best use of the energy you have without making your symptoms worse\n- medicine to control symptoms such as pain and sleeping problems\nSome people with ME/CFS will improve over time, especially with treatment.\nMany people with ME/CFS will need to adapt their daily routine and pattern of activities on a long-term basis. There may be periods when your symptoms get better or worse."}, {"No header": "Find out more about treatments for ME/CFS"}, {"Causes of ME/CFS": "It's not known what causes ME/CFS, but there are a number of theories – for example, it may be triggered by an infection, or certain factors could make you more likely to develop the illness.\nSuggested causes or triggers for ME/CFS include:\n- viral infections, such asglandular fever\n- bacterial infections, such aspneumonia\n- problems with the immune system\n- a hormone imbalance\n- your genes – ME/CFS seems to be more common in some families"}, {"Living with ME/CFS": "Living with ME/CFS can be difficult. Extreme tiredness and other physical symptoms can make it hard to carry out everyday activities. You may have to make some major lifestyle changes.\nME/CFS can also affect your mental and emotional health, and have a negative effect on your self-esteem.\nAs well as asking your family and friends for support, you may find it useful to talk to other people with ME/CFS.\nME Association is a charity that provides information, support and practical advice for people affected by the condition.\nYou can find a local support group on the ME Association website\nIn this video, a doctor describes the symptoms, diagnosis and treatments for ME/CFS."}, {"No header": ""}]}, {"condition": "Myasthenia gravis", "sections": [{"No header": "Myasthenia gravis is a rare long-term condition that causes muscle weakness.\nIt most commonly affects the muscles that control the eyes and eyelids, facial expressions, chewing, swallowing and speaking. But it can affect most parts of the body.\nIt can affect people of any age, typically starting in women under 40 and men over 60."}, {"Symptoms of myasthenia gravis": "Common symptoms of myasthenia gravis include:\n- droopy eyelids\n- double vision\n- difficulty making facial expressions\n- problems chewing anddifficulty swallowing\n- slurred speech\n- weak arms, legs or neck\n- shortness of breathand occasionally serious breathing difficulties\nThe symptoms tend to get worse when you're tired. Many people find they're worse towards the end of the day, and better the next morning after getting some sleep.\nRead more about the symptoms of myasthenia gravis."}, {"When to see a GP": "See a GP if you have long-lasting or worrying symptoms that could be caused by myasthenia gravis.\nThey'll ask about your symptoms and medical history.\nThe GP may refer you to a specialist for tests to help diagnose myasthenia gravis or look for other possible causes of your symptoms.\nTests you may have include a blood test, a test to see how well your nerves are working, and some scans, such as a CT scan or MRI scan.\nRead more about tests for myasthenia gravis."}, {"Treatments for myasthenia gravis": "Treatments to help keep the symptoms of myasthenia gravis under control include:\n- avoiding anything that triggers the symptoms – some people find that things such as tiredness and stress make their symptoms worse\n- medicine to help improve muscle weakness\n- surgery to remove the thymus gland (a small gland in the chest linked to myasthenia gravis)\nIf the symptoms suddenly get worse – for example, you develop severe breathing or swallowing difficulties – you may need urgent treatment in hospital.\nRead more about how myasthenia gravis is treated."}, {"Outlook for myasthenia gravis": "Myasthenia gravis is a long-term condition that typically has phases when it improves and phases when it gets worse.\nIt usually affects most of the body, spreading from the eyes and face to other areas over weeks, months or years. In about 1 in 5 people, only the eye muscles are affected.\nTreatment can usually help keep the symptoms under control. Very occasionally, myasthenia gravis gets better on its own.\nIf severe, myasthenia gravis can be life-threatening, but it does not have a significant impact on life expectancy for most people."}, {"Cause of myasthenia gravis": "Myasthenia gravis is caused by a problem with the signals sent between the nerves and the muscles.\nIt's an autoimmune condition, which means it's the result of the immune system (the body's natural defence against infection) mistakenly attacking a healthy part of the body.\nIn myasthenia gravis, the immune system damages the communication system between the nerves and muscles, making the muscles weak and easily tired.\nIt's not clear why this happens, but it's been linked to issues with the thymus gland (a gland in the chest that's part of the immune system).\nMany people with myasthenia gravis have a thymus gland that's larger than normal. Around 1 in 10 people have an abnormal growth of the thymus called a thymoma."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have myasthenia gravis, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat myasthenia gravis. You can opt out of the register at any time."}]}, {"condition": "Mycobacterium chimaera infection", "sections": [{"No header": "If you or your child have had open heart surgery or a heart or lung transplant since January 2013, there's a small risk that you may have been infected with bacteria called Mycobacterium chimaera.\nThis is a very rare but potentially serious infection and people can die if they're not treated, so it's important to know the symptoms and see a GP if you feel unwell."}, {"Who could be at risk of Mycobacterium chimaera infection": "Anyone who has had open heart surgery since January 2013 could be at risk, including people who had their operation outside the UK.\nThe risk of infection has been linked to a device used to heat and cool the blood during some types of heart surgery.\nPeople most at risk are those who've had heart valve surgery since January 2013. About 1 person in every 5,000 who has this type surgery will develop the infection.\nThe risk is lower for people who've had other types of open heart surgery – including a coronary artery bypass graft (CABG) or a heart or lung transplant. The risk is also low if you had heart valve surgery before January 2013.\nIf you're at a higher risk of the infection, you will have received a letter from your hospital by 31 March 2017 explaining this."}, {"What to do if you're at risk of the infection": "If you're feeling well, you do not need to do anything straight away.\nThe symptoms can take a long time (possibly several years) to appear and you cannot be tested to see if you will develop symptoms in the future.\nWhen you next visit a GP, make sure they know you've had open heart surgery and ask them to check that your medical record includes this information.\nAlso make sure you're aware of the symptoms of a Mycobacterium chimaera infection and see a GP if you develop any of these."}, {"Symptoms of Mycobacterium chimaera infection": "Symptoms include:\n\n- a high temperature including feeling hot and shivery\n- unintentional weight loss\n- coughor increasingshortness of breath\n- waking up with bed sheets showing signs of sweating(night sweats)\n- joint or muscle pain\n- feeling sick or being sick\n- feeling unusually tired\n- pain, redness, warmth or pus around where you had your operation\nSee a GP if you experience any of these symptoms.\nThere's no need to seek emergency treatment, as these symptoms can have many different causes and are very unlikely to be due to a Mycobacterium chimaera infection."}, {"Treatment for Mycobacterium chimaera infection": "Treatments for Mycobacterium chimaera are available, but they're not always effective and can have side effects.\nTreatment may involve further surgery and the long-term use of antibiotics.\nIf you're diagnosed with Mycobacterium chimaera, infection and heart specialists will work together to determine the most appropriate treatment after carrying out some tests."}, {"Can Mycobacterium chimaera infections spread to other people?": "No. Infections with Mycobacterium chimaera are not normally spread from person to person."}, {"Risks for people having open heart surgery": "Extra measures have been put in place to reduce the chances of a Mycobacterium infection occurring during open heart surgery, but it's possible there's still a very small risk.\nThe risk of infection from these bacteria is very low and much lower than the risk of not having appropriate treatment for any heart problems, so delaying surgery will not usually be recommended.\nIf you're about to have open heart surgery, a doctor should talk to you about the risks involved, including Mycobacterium chimaera infection."}, {"What the NHS is doing to reduce the risk of further infections": "Mycobacterium chimaera infection has been linked with a device used to heat and cool the blood during some types of open heart surgery.\nThe NHS gave advice to hospitals in November 2015 about what they needed to do to reduce the risk and also told doctors to inform patients of the risk. This advice was updated in February 2017.\nNo cases of the infection have been found in patients who had open heart surgery since December 2016.\nHospitals have sent letters to everyone who has had heart valve surgery since January 2013, making them aware of the risk of this infection. People who have had heart or lung transplants will be told at their next routine appointment."}]}, {"condition": "Myelodysplastic syndrome (myelodysplasia)", "sections": [{"No header": "Myelodysplastic syndromes (MDS) are a type of rare blood cancer where you don't have enough healthy blood cells.\nIt's also known as myelodysplasia.\nThere are many different types of MDS. Some types can stay mild for years and others are more serious.\nMDS can affect people of any age, but is most common in adults over the age of 70."}, {"What happens in MDS?": "Normally, the spongy tissue found inside bones (bone marrow) produces:\n- red blood cells to carry oxygen around your body\n- white blood cells to help fight infection\n- platelets to help your blood clot\nBut in MDS, your bone marrow doesn't make enough of these healthy blood cells. Instead, it makes abnormal cells that aren't fully developed (immature).\nAs the condition progress, your bone marrow gets gradually taken over by the immature blood cells, which don't work properly.\nThey squeeze out the healthy ones, making the number of cells that manage to get into the bloodstream lower and lower.\nThe condition can develop slowly (indolent) or quickly (aggressive), and in some people it can develop into a type of leukaemia called acute myeloid leukaemia (AML)."}, {"Main types of MDS": "MDS can affect just one type of blood cell or many, depending on the type of MDS you have.\nUntil 2016, the types of MDS were called:\n- refractory anaemia – where you don't have enough red blood cells\n- refractory cytopenia – where you don't have enough red blood cells, white blood cells or platelets\n- refractory anaemia with excess blasts – where you don't have enough red blood cells, white blood cells or platelets, and have a higher risk of developing AML\nIn 2016, the World Health Organization (WHO) changed the terms to:\n- MDS with single lineage dysplasia (replacing refractory anaemia)\n- MDS with multilineage dysplasia (replacing refractory cytopenia)\n- MDS with excess blasts (replacing refractory anaemia with excess blasts)\nThere are other types of MDS, and your doctor may also talk to you about the \"risk group\" of your MDS. This refers to how likely it is that your MDS might develop into AML.\nFind more information on the types and risk groups of MDS:\n- Macmillan Cancer Support: blood cancer\n- MDS UK Patient Support Group: What is MDS?"}, {"Symptoms of MDS": "The symptoms you have will depend on the type of MDS. For most people, symptoms are mild at first and slowly get worse.\nThey can include:\n- weakness, tiredness and occasional breathlessness (because of the low number of red blood cells)\n- frequent infections (because of the low number of white blood cells)\n- bruising and easy bleeding, such asnosebleeds(because of the low number of platelets)\nIf you have any of these symptoms, you should speak to your GP about them.\nSome people with MDS don't have any symptoms. They may find out they have MDS after having blood tests for something else."}, {"Risk of development into leukaemia": "Some people with MDS go on to develop acute myeloid leukaemia (AML), which is cancer of the white blood cells.\nThis is known as \"transformation\". It can take a few months or up to several years before transformation takes place.\nThe risk of this happening depends on what kind of MDS you have, and the number of normal and abnormal blood cells you have.\nAsk your doctor about your risk of developing AML."}, {"Treatments for MDS": "The type of treatment you get will depend on the type of MDS you have, your risk of developing AML, and whether you have any other health conditions.\nThe aim of treatment is to get the number and type of blood cells in your bloodstream back to normal and manage your symptoms.\nIf your MDS has only a low risk of transforming into cancer, you may not need any treatment at first and may just be monitored with regular blood tests.\nSymptoms of MDS can often be controlled with a combination of the following treatments:\n- injections of growth factor medicines, such as erythropoietin or G-CSF – to increase the number of healthy red or white blood cells\n- ablood transfusion– of either red blood cells or platelets, depending on which you need\n- medicine to get rid of the excess iron in your blood – which can build up after a lot of blood transfusions\n- antibioticsto treat infections – if your white blood cell count is low\nThe medicine lenalidomide can be used to treat a rare type of MDS called deletion 5q, or del(5q).\nPeople with del(5q) can have severe anaemia (a lack of red blood cells), which requires regular blood transfusions.\nLenalidomide is a type of treatment known as a biological therapy. It's swallowed as a capsule and affects the way your immune system works.\nAzacitidine is type of medicine known as a hypomethylating agent, which is injected under the skin.\nIt's sometimes offered to people with more serious types of MDS, and may improve blood production and slow down the progress of MDS.\nChemotherapy is sometimes given if you have a type of MDS that increases your risk of AML.\nIt involves taking medicines that destroy the immature blood cells by stopping them growing. It's taken either as a tablet or an injection.\nYour chemotherapy treatment will probably be similar to that used for AML.\nFind out more about how AML is treated\nImmunosuppressant medicines, such as anti-thymocyte globulins (ATGs) and ciclosporin, can be used to suppress the immune system and can sometimes help improve blood count.\nA stem cell transplant (also called a bone marrow transplant) is given after chemotherapy.\nIt involves replacing your abnormal blood cells with healthy cells from a donor. The healthy blood cells are fed into your bloodstream through a drip.\nIt can sometimes cure MDS, but isn't suitable for everyone.\nA stem cell transplant will generally only be offered if you're young and otherwise in reasonably good health, as it's a very intensive treatment.\nIt helps if you have a suitable donor in your family (a close relative, such as a brother or sister). But it's sometimes possible to have a stem cell transplant using an unrelated donor whose tissue type closely matches yours.\nFind out more about having a stem cell transplant"}, {"Causes of MDS": "The cause of MDS is not usually known. This is called primary MDS.\nRarely, MDS can be caused by chemotherapy. This is known as secondary MDS, or treatment-related MDS.\nMDS doesn't normally run in families, but some rare types occasionally do."}, {"Diagnosis of MDS": "MDS is diagnosed by carrying out blood tests and bone marrow tests.\nThe blood tests will show how many normal and abnormal blood cells you have.\nA bone marrow test involves taking a sample of your bone marrow, usually from your hip bone, under local anaesthetic.\nThe doctor passes a needle through your skin and into your bone, drawing out a sample of your bone marrow into a syringe. This will be sent to a laboratory to be examined under a microscope.\nThe bone marrow test takes 15 to 20 minutes and can be done on the ward or in the outpatients department.\nFind out more about bone marrow tests on Cancer Research UK"}, {"Further support": "Having MDS may have a significant impact on your life, both emotionally and physically.\nThere are organisations that offer support and information to people diagnosed and living with MDS, including:\n- MDS UK Patient Support Group\n- MDS Foundation: global patient support groups\n- Blood Cancer UK: support for you\n- Leukaemia Care: support and information\n- Macmillan Cancer Support: cancer information and support\n- Cancer Research UK: coping with cancer"}, {"Clinical trials": "The treatment of MDS is constantly evolving and new medicines are being tested all the time.\nYou may be offered the chance to take part in a clinical trial.\nFind out more about:\n- joining a clinical trial\n- clinical trials for myelodysplasia atBe Part of Research"}]}, {"condition": "Myeloma, see Multiple myeloma", "sections": [{"No header": "Multiple myeloma, also known as myeloma, is a type of bone marrow cancer. Bone marrow is the spongy tissue at the centre of some bones that produces the body's blood cells.\nIt's called multiple myeloma as the cancer often affects several areas of the body, such as the spine, skull, pelvis and ribs."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: coronavirus guidance for people with cancer\n- Cancer Research UK: coronavirus and cancer"}, {"Symptoms of multiple myeloma": "In the early stages, myeloma may not cause any symptoms. It's often only suspected or diagnosed after a routine blood or urine test.\nEventually, myeloma causes a wide range of problems, including:\n- a persistent bone pain, usually in the back, ribs or hips\n- tiredness, weakness and shortness of breath – caused byanaemia\n- high levels of calcium in the blood (hypercalcaemia) – which may cause symptoms including extreme thirst, stomach pain, needing to pee frequently, constipation or confusion\n- weight loss\n- blurred vision, dizziness or headaches – caused by thickened blood (hyperviscosity)\n- repeated infections\n- bruising and unusual bleeding – such as frequentnosebleeds, bleeding gums andheavy periods\n- weak bones that break (fracture) easily – if this affects the spine, it might cause symptoms such as pins and needles, numbness and weakness in the legs and feet, and problems controlling your bladder and bowels, which requires emergency investigation\n- kidney problems\nMyeloma doesn't usually cause a lump or tumour. Instead, it damages the bones and affects the production of healthy blood cells.\nRead more about the symptoms of multiple myeloma."}, {"When to see a GP": "See a GP if you have any of the symptoms of multiple myeloma. While they're unlikely to be caused by cancer, it's best to get a proper diagnosis.\nYour GP will examine you to check for bone tenderness, bleeding, signs of infection and any other symptoms that suggest you might have myeloma. They may also arrange blood and urine tests.\nIf myeloma is suspected, you'll be referred to a consultant haematologist (a specialist in blood conditions) for further tests and treatment.\nRead more about diagnosing multiple myeloma."}, {"Causes of multiple myeloma": "It's not known exactly what causes multiple myeloma. However, there is a close link between multiple myeloma and a condition called monoclonal gammopathy of unknown significance (MGUS).\nMGUS is where there is an excess of protein molecules, called immunoglobulins, in your blood. This doesn't cause any symptoms and doesn't need treatment.\nEvery year, around 1 in every 100 people with MGUS go on to develop multiple myeloma.\nThere is no known way to delay or prevent this, so people with MGUS will have regular tests to check for cancer.\nMultiple myeloma is also more common in:\n- men\n- adults over 60 – most cases are diagnosed at around the age of 70, and cases affecting people under the age of 40 are rare\n- black people – multiple myeloma is about twice as common in black populations than white and Asian populations\n- people with a family history of MGUS or multiple myeloma"}, {"Treatment for multiple myeloma": "Treatment can often help to control the condition for several years, but most cases of multiple myeloma can't be cured. Research is ongoing to try to find new treatments.\nTreatment for multiple myeloma usually includes:\n- anti-myeloma medicines to destroy the myeloma cells or control the cancer when it comes back (relapses)\n- medicines and procedures to prevent and treat problems caused by myeloma – such as bone pain, fractures and anaemia\nAs part of your treatment, you may be asked if you want to take part in a clinical trial to help researchers develop better treatments for multiple myeloma.\nRead more about treating multiple myeloma."}, {"Support groups for multiple myeloma": "If you've been diagnosed with multiple myeloma, you may want to contact a local or national support group, such as Myeloma UK.\nYour local haematology team will be able to direct you to helpful resources.\nSupport groups can offer more information and advice. They can also often put you in touch with other people in a similar situation so you can share advice and talk about your experiences.\nMyeloma UK: help and support\nMyeloma UK: find a local support group\nBlood Cancer UK: blood cancer online community forum"}]}, {"condition": "Myopia, see Short-sightedness (myopia)", "sections": [{"No header": "Short-sightedness (myopia) is a very common eye condition where you cannot see objects far away clearly. It's usually corrected with glasses or contact lenses."}, {"Signs of short-sightedness": "Short-sightedness usually starts in children from age 6 to 13. It can also happen in adults.\nSigns you or your child may be short-sighted include:\n- difficulty reading words from a distance, such as reading the whiteboard at school\n- sitting close to the TV or computer, or holding a mobile phone or tablet close to the face\n- getting headaches\n- rubbing the eyes a lot\nShort-sightedness often runs in families, so you may have relatives who are also short-sighted.\nIt can get worse until the eye has stopped growing, at around 20 years of age."}, {"Non-urgent advice:  Go to an opticians if:": "- you or your child has signs of short-sightedness\n- you or your child has not had an eye test for 2 years"}, {"What happens during an eye test": "To check if you or your child is short-sighted, an eye test specialist called an optometrist will usually do an eye test.\nYou'll be asked to look at a light or read letters on a chart while different lenses are placed in front of your eyes.\nTo check the health of your eyes, you or your child may be given special eyedrops so the optometrist can see the back of your eye more clearly.\nIf you or your child needs glasses, you'll be given a prescription. You can take this to any optician."}, {"No header": "Find out more about eye tests for children"}, {"No header": "NHS eye tests are free for some people, including:\n- children aged under 18, or under 19 and in full-time education\n- if you've been diagnosed with diabetes or glaucoma\n- if you're on some benefits, including Income Support and Universal Credit\nFind out more about free NHS eye tests"}, {"Treatments for short-sightedness": "Short-sightedness can usually be treated with glasses or contact lenses.\nThese help your eyes focus correctly, so you can see distant objects more clearly.\nGlasses are suitable for children and adults. Contact lenses are only suitable for adults and some children\nAn optician will advise you about the best option for your short-sightedness."}, {"No header": "Some people are entitled to a voucher to help towards the cost of glasses or contact lenses (NHS optical voucher), including:\n- children aged under 18, or under 19 and in full-time education\n- if you're on some benefits, including Income Support and Universal Credit\nIf you do not have a voucher, you'll have to pay for glasses or contact lenses.\nFind out more about NHS optical vouchers\nSurgery can be used to improve sight in some adults.\nThere are 2 different types of surgery:\n- laser surgery to reshape the front of the eye\n- lens surgery to replace the lenses in your eyes with artificial lenses\nThis type of surgery is not available on the NHS and can be expensive.\nFind out more about laser eye surgery and lens surgery"}, {"How to stop short-sightedness getting worse": "It's not clear why short-sightedness happens and it's hard to prevent it.\nBut there are some things that can help stop it getting worse.\nThese include:\n- spending more time outdoors (especially children)\n- wearing bi-focal or multi-focal contact lenses\nSome opticians may advise wearing a special lens overnight (orthokeratology). This can help you see better without glasses or contact lenses.\nIf you're worried about your or your child's eyesight getting worse, talk to an optician."}, {"Complications of short-sightedness": "Young children with untreated short-sightedness are more likely to get other conditions, such as:\n- asquint– where the eyes point in different directions\n- alazy eye– where sight in 1 eye does not develop properly\nSome adults with severe short sight-sightedness are more likely to develop:\n- glaucoma– increased pressure inside the eyes\n- detached retina– where the thin layer at the back of your eye (retina) becomes loose; this needs urgent treatment to prevent losing your sight\n- cataracts– cloudy patches inside the lens of the eye"}]}, {"condition": "Myositis (polymyositis and dermatomyositis)", "sections": [{"No header": "Myositis is the name for a group of rare conditions. The main symptoms are weak, painful or aching muscles. This usually gets worse, slowly over time.\nYou may also trip or fall a lot, and be very tired after walking or standing. If you have any of these symptoms you should see a GP.\nMyositis is usually caused by a problem with your immune system, where it mistakenly attacks healthy tissue."}, {"Coronavirus advice": "Get advice about coronavirus and myositis from Myositis UK"}, {"Types of myositis": "There are different types of myositis, including:\n- Polymyositis, which affects many different muscles, particularly the shoulders, hips and thigh muscles. It's more common in women and tends to affect people aged 30 to 60.\n- Dermatomyositis, which affects several muscles and causes a rash. It's more common in women and can also affect children (juvenile dermatomyositis).\n- Inclusion body myositis (IBM), which causes weakness in the thigh muscles, forearm muscles and the muscles below the knee. It may also cause problems with swallowing (dysphagia). IBM is more common in men and tends to affect people over 50.\nThe UK charity Myositis UK has more information about the different types of myositis.\nThis page covers polymyositis and dermatomyositis, which are the 2 most common types."}, {"Symptoms of polymyositis": "Polymyositis affects many different muscles, particularly around the neck, shoulders, back, hips and thighs.\nSymptoms of polymyositis include:\n- muscle weakness\n- aching or painful muscles and feeling very tired\n- finding it hard to sit up, or stand after a fall\n- swallowing problems, or finding it hard to hold your head up\n- feeling unhappy or depressed\nYou may find it difficult to get up from a chair, climb stairs, lift objects, and comb your hair. The muscle weakness can become so severe that even picking up a cup of tea can be difficult.\nThe muscle weakness may change from week to week or month to month, although it tends to steadily get worse if you do not get treatment."}, {"Symptoms of dermatomyositis": "The symptoms of dermatomyositis are similar to those of polymyositis, but there's also a distinctive rash.\nBefore the muscle symptoms start, a red, purple or dark rash often appears. It is usually on the face (eyelids, nose and cheeks), and hands (knuckles). It can also sometimes be seen on the back, upper chest, elbows and knees.\nThe rash can be itchy or painful, and you may also get hard lumps of tissue under your skin."}, {"Diagnosing myositis": "A GP will ask you about your symptoms and examine you. If they think you may have myositis, you'll need to have some tests to help rule out other conditions with similar symptoms.\nTests you may have include:\n- blood tests, to check for raised levels of enzymes and antibodies in your blood\n- taking a small sample of muscle tissue or skin (biopsy) so it can be examined for swelling, damage and other changes\n- MRI scans\n- electromyography (EMG), where a small needle-shaped electrode is put through your skin and into your muscle, after alocal anaesthetic, to record the electrical signals from the nerve endings in your muscles"}, {"Treating myositis": "Exercise is a very important part of treatment for all types of myositis. It can help reduce swelling, give you more energy, and build up or restore your muscle strength.\nExercise and physiotherapy are particularly important if you have inclusion body myositis (IBM), as these are the only treatments for this type of myositis. IBM cannot be treated with medicines.\nYou should speak to a GP and physiotherapist before starting a new exercise programme for myositis. They will help to make an exercise plan that is right for you.\nYou must be very careful about exercising if you have severe symptoms of myositis, such as severe muscle pain and weakness (a \"flare up\"). Most specialists do not recommend exercising during this period.\nBut, it's very important to maintain gentle movement of your muscles and joints, especially if myositis developed during childhood. This makes sure that your joints do not become stiff and end up in a fixed position.\nSteroids are the main type of medicine used to treat polymyositis and dermatomyositis. They help to quickly reduce swelling and ease muscle pain.\nThey can be given as a tablet or injection, or directly into a vein through a drip. You will usually be given a high dose to start with, which is reduced over time.\nHigh doses of steroids taken over a long time can cause side effects. These include:\n- weight gain\n- high blood pressure\n- diabetes\n- cataracts(cloudy patches in the lens of the eye)\n- osteoporosis(weakened bones)\nRead more about the side effects of steroid medicines.\nIf the swelling in your muscles flares up, your doctor may prescribe a disease-modifying anti-rheumatic drug (DMARD).\nDMARDs, such as azathioprine, methotrexate, cyclophosphamide or mycophenolate, suppress your immune system and help reduce swelling.\nThese medicines take time to work, but in the long term, they may help you to reduce your dose of steroids. This can help ease the side effects of steroids.\nVery rarely, you may need immunoglobulin therapy to stop your immune system attacking your muscles.\nThis involves having an injection of healthy antibodies (immunoglobulins) from donated blood.\nImmunoglobulin therapy is given in hospital, usually directly into a vein through a drip. You may need more than 1 treatment.\nBiologic therapies, such as rituximab, can also help manage the symptoms of myositis. They are widely used to treat conditions such as rheumatoid arthritis and psoriatic arthritis.\nThey help to reduce swelling and tend to only be used for severe myositis."}, {"Outlook": "Most people with myositis respond to a combination of steroid and immunosuppressive therapy, alongside carefully controlled exercise.\nSteroids are often needed, in very low doses for several years, as well as medicines to suppress the immune system. This can lead to an increased risk of infection. In most cases this can be easily managed with antibiotics if it becomes a problem."}, {"Complications of myositis": "Some people with myositis do not respond well to treatment and find the condition significantly affects their everyday activities and quality of life. But continuing to exercise usually helps improve muscle strength.\nIf you have severe myositis, you may develop breathing and swallowing problems. Speech and language therapy may be recommended if you're having problems swallowing or it's affecting your ability to communicate.\nIn rare cases, myositis can be associated with cancer, and you may be offered tests to check for cancer."}, {"Help and support": "Myositis UK provides further information and support for people who are diagnosed with myositis and their families.\nThe Myositis Association (of America) also provides information about polymyositis and dermatomyositis."}]}, {"condition": "Ménière's disease", "sections": [{"No header": "Ménière's disease is a condition of the inner ear that causes sudden attacks of:\n- feeling like the room is spinning around you(vertigo)\n- a ringing noise inside the ear(tinnitus)\n- pressure felt deep inside the ear\n- hearing loss"}, {"Symptoms of Ménière's disease": "During an attack of Ménière's disease, you may:\n- feel dizziness with a spinning sensation (vertigo)\n- feel unsteady on your feet\n- feel sick (nausea) or be sick (vomit)\n- hear ringing, roaring or buzzing inside your ear\n- have a sudden drop in hearing\nThese symptoms typically happen all at once and can last minutes or hours, but most commonly last 2 to 3 hours.\nThe condition usually starts in 1 ear, but can spread to both ears over time.\nIt can take a day or 2 for the symptoms to disappear completely. You may feel tired after an attack.\nSymptoms vary from person to person, but an attack of hearing loss without vertigo is uncommon.\nAttacks can happen in clusters, or several times a week, or they may be separated by weeks, months or years.\nMénière's disease most commonly affects people aged 20 to 60. It's uncommon in children.\nSee a GP if you have symptoms of Ménière's disease, such as persistent vertigo or hearing loss.\nIf your GP thinks you have Ménière's disease, they can offer treatment to help with the symptoms of vertigo and advice about living with the condition."}, {"Treatment for Ménière's disease": "There's no cure for Ménière's disease, but medicine can help control vertigo, nausea and vomiting.\nThe 2 medicines usually recommended by GPs are:\n- prochlorperazine, which helps relieve severe nausea and vomiting\n- antihistamines, which help relieve mild nausea, vomiting and vertigo\nThe aim is to get the medicine into your body as soon as possible, at the first sign of symptoms.\nYou may also need treatment for:\n- tinnitus\n- hearing loss\n- loss of balance (which is treated with vestibular rehabilitation)\nDistress is common in people with Ménière's disease, as it's a difficult and unpredictable condition.\nA GP can offer advice and support if you're finding it difficult to cope with the effect Ménière's disease is having on your life.\nYou may be offered:\n- counselling– includingcognitive behavioural therapy (CBT)\n- relaxation therapy – includingbreathing techniquesand yoga"}, {"No header": "There are also support groups and organisations, such as the Ménière's Society, that can provide help and advice."}, {"What to do during an attack of Ménière's disease": "Ménière's disease can cause you to lose balance.\nAt the first sign of an attack you should:\n- take your vertigo medicine if you have some\n- sit or lie down\n- close your eyes, or keep them fixed on a still object in front of you\n- do not turn your head quickly\n- if you need to move, do so slowly and carefully\nOnce the attack is over, try to move around to help your eyesight and other senses compensate for the problems in your inner ear."}, {"No header": "You may be advised to have injections of prochlorperazine, instead of taking it as a tablet for quicker action to deal with severe symptoms.\nIn rare cases, you may need to be admitted to hospital to receive fluids through a vein to keep you hydrated.\nSurgery may be an option to control vertigo in severe cases, but it's usually only considered if other treatments have failed.\nThere are very few clinical trials that have looked at the effectiveness of surgery for Ménière's disease, which is why it's rarely used."}, {"Prevention": "A GP may recommend a medicine called betahistine to help reduce the frequency and severity of attacks of Ménière's disease.\nBetahistine is thought to reduce the pressure of the fluid in your inner ear, relieving symptoms of hearing loss, tinnitus and vertigo.\nThere's not much proof that changes to your diet can help.\nBut some people claim their symptoms improve by:\n- eating a low-salt diet\n- avoiding alcohol\n- avoiding caffeine\n- stopping smoking"}, {"Driving and other risks": "Because you cannot predict when your next attack might happen, you may need to change how you do things to avoid putting yourself or others in danger.\nConsider the risks before doing activities such as:\n- driving\n- swimming\n- climbing ladders or scaffolding\n- operating heavy machinery\nYou may also need to make sure someone's with you most of the time in case you need help during an attack.\nYou should not drive when you feel dizzy or if you feel an attack of vertigo coming on.\nYou must inform the Driver and Vehicle Licensing Agency (DVLA) if you're prone to sudden attacks of vertigo without any warning signs.\nIt's likely that you will not be allowed to continue driving until you have control of your symptoms.\nMost people with Ménière's disease have no difficulty with flying.\nThese tips may help any anxiety you feel about flying, which may reduce the risk of an attack:\n- get an aisle seat if you're worried about vertigo – you'll be away from the window and will have quicker access to the toilets\n- sit away from the plane's engines if noise and vibration are an issue\n- drink water regularly, to stay hydrated, and avoid alcohol\n- ask if the airline can offer food for a special diet that suit your needs"}, {"Diagnosis": "A GP should refer you to see an ear, nose and throat (ENT) specialist to confirm whether or not you have Ménière's disease.\nThe ENT specialist will check if you have:\n- vertigo, with at least 2 attacks lasting 20 minutes within a short space of time\n- fluctuating hearing loss, which is confirmed by a hearing test\n- tinnitus or a feeling of pressure in your ear\nA GP or specialist may also do a general physical examination and blood tests to rule out other possible causes of your symptoms.\nMénière's disease can be confused with conditions that cause similar symptoms, such as:\n- migraine\n- ear infections\n- vestibular neuronitis and labyrinthitis"}, {"Causes of Ménière's disease": "The exact cause of Ménière's disease is unknown, but it's associated with a problem with pressure deep inside the ear.\nFactors that are thought to increase your risk include:\n- poor fluid drainage in your ear\n- an immune system disorder\n- allergies\n- a viral infection, such asmeningitis\n- a family history of Ménière's disease\n- a head injury\n- migraines\nIt's likely that Ménière's disease is caused by a combination of factors."}]}]