[{"condition": "Obesity", "sections": [{"No header": "The term obese describes a person who's very overweight, with a lot of body fat.\nIt's a common problem in the UK that's estimated to affect around 1 in every 4 adults and around 1 in every 5 children aged 10 to 11."}, {"How to tell if you're obese": "The most widely used method to check if you're a healthy weight is body mass index (BMI).\nBMI is a measure of whether you're a healthy weight for your height. You can use the NHS BMI healthy weight calculator to work out your score.\nFor most adults, a BMI of:\n- 18.5 to 24.9 means you're a healthy weight\n- 25 to 29.9 means you're overweight\n- 30 to 39.9 means you're obese\n- 40 or above means you're severely obese\nBMI is not used to diagnose obesity because people who are very muscular can have a high BMI without much fat.\nBut for most people, BMI is a useful indication of whether they're a healthy weight.\nA better measure of excess fat is waist size, which can be used as an additional measure in people who are overweight (with a BMI of 25 to 29.9) or moderately obese (with a BMI of 30 to 34.9).\nGenerally, men with a waist size of 94cm or more and women with a waist size of 80cm or more are more likely to develop obesity-related health problems."}, {"Risks of obesity": "It's very important to take steps to tackle obesity because, as well as causing obvious physical changes, it can lead to a number of serious and potentially life-threatening conditions.\nThese include:\n- type 2 diabetes\n- coronary heart disease\n- some types of cancer, such asbreast cancerandbowel cancer\n- stroke\nObesity can also affect your quality of life and lead to psychological problems, such as depression and low self-esteem."}, {"Causes of obesity": "Obesity is generally caused by consuming more calories, particularly those in fatty and sugary foods, than you burn off through physical activity. The excess energy is stored by the body as fat.\nObesity is an increasingly common problem because for many people modern living involves eating excessive amounts of cheap high-calorie food and spending a lot of time sitting down at desks, on sofas or in cars.\nFind out why sitting too much is bad for your health\nThere are also some underlying health conditions that can occasionally contribute to weight gain, such as an underactive thyroid gland (hypothyroidism), although these types of conditions do not usually cause weight problems if they're effectively controlled with medicines."}, {"Treating obesity": "The best way to treat obesity is to eat a healthy reduced-calorie diet and exercise regularly.\nTo do this, you should:\n- eat a balanced calorie-controlled diet as recommended by a GP or weight loss management health professional (such as a dietitian)\n- join a local weight loss group\n- take up activities such as fast walking, jogging, swimming or tennis for 150 to 300 minutes (2.5 to 5 hours) a week\n- eat slowly and avoid situations where you know you could be tempted to overeat\nYou may also benefit from receiving psychological support from a trained healthcare professional to help change the way you think about food and eating.\nIf lifestyle changes alone do not help you lose weight, a medicine called orlistat may be recommended.\nIf taken correctly, this medicine works by reducing the amount of fat you absorb during digestion. Your GP will know whether orlistat is suitable for you.\nIn some cases, weight loss surgery may be recommended."}, {"Other obesity-related problems": "Obesity can cause a number of further problems, including difficulties with daily activities and serious health conditions.\nDay-to-day problems related to obesity include:\n- breathlessness\n- increased sweating\n- snoring\n- difficulty doing physical activity\n- often feeling very tired\n- joint andback pain\n- low confidence and self-esteem\n- feeling isolated\nThe psychological problems associated with being obese can also affect your relationships with family and friends, and may lead to depression.\nBeing obese can also increase your risk of developing many potentially serious health conditions, including:\n- type 2 diabetes\n- high blood pressure\n- high cholesterolandatherosclerosis(where fatty deposits narrow your arteries), which can lead tocoronary heart diseaseandstroke\n- asthma\n- metabolic syndrome, a combination of diabetes, high blood pressure and obesity\n- several types ofcancer, includingbowel cancer,breast cancerandwomb cancer\n- gastro-oesophageal reflux disease (GORD), where stomach acid leaks out of the stomach and into the gullet\n- gallstones\n- reduced fertility\n- osteoarthritis, a condition involving pain and stiffness in your joints\n- sleep apnoea, a condition that causes interrupted breathing during sleep, which can lead to daytime sleepiness with an increased risk of road traffic accidents, as well as a greater risk of diabetes, high blood pressure and heart disease\n- liver diseaseandkidney disease\n- pregnancy complications, such asgestational diabetesorpre-eclampsia, when a woman experiences a potentially dangerous rise in blood pressure during pregnancy\nObesity reduces life expectancy by an average of 3 to 10 years, depending on how severe it is.\nIt's estimated that obesity and being overweight contribute to at least 1 in every 13 deaths in Europe."}, {"Outlook": "There's no quick fix for obesity. Weight loss programmes take time and commitment, and work best when fully completed.\nThe healthcare professionals involved with your care should provide encouragement and advice about how to maintain the weight loss achieved.\nRegularly monitoring your weight, setting realistic goals, and involving your friends and family with your attempts to lose weight can also help.\nRemember that even losing what seems like a small amount of weight, such as 3% or more of your original body weight, and maintaining this for life, can significantly reduce your risk of developing obesity-related complications like diabetes and heart disease."}, {"No header": "If you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled (including family members)\nOur guide to care and support explains your options and where you can get support."}, {"Couch to 5K": "If it's been a long time since you did any exercise, you should check out the Couch to 5K running plan.\nIt consists of podcasts delivered over the course of 9 weeks and has been specifically designed for absolute beginners.\nTo begin with, you start running for short periods of time, and as the plan progresses, gradually increase the amount.\nAt the end of the 9 weeks, you should be able to run for 30 minutes non-stop, which for most people is around 5 kilometres (3.1 miles)."}]}, {"condition": "Occupational therapy", "sections": [{"No header": "Occupational therapy aims to improve your ability to do everyday tasks if you're having difficulties."}, {"How to get occupational therapy": "You can get occupational therapy free through the NHS or social services, depending on your situation.\nYou can:\n- speak to a GP about a referral\n- search for your local councilto ask if you can get occupational therapy\nYou can also pay for it yourself. The Royal College of Occupational Therapists lists qualified and registered occupational therapists.\nYou can check an occupational therapist is qualified and registered with the Health & Care Professions Council (HCPC) using its online register of health and care professionals."}, {"How occupational therapy can help you": "Occupational therapy can help you with practical tasks if you:\n- are physically disabled\n- are recovering from an illness or operation\n- have learning disabilities\n- have mental health problems\n- are getting older\nOccupational therapists work with people of all ages and can look at all aspects of daily life in your home, school or workplace.\nThey look at activities you find difficult and see if there's another way you can do them.\nThe Royal College of Occupational Therapists has more information about what occupational therapy is."}, {"Video: occupational therapy": "This video explains what occupational therapy involves, who can benefit and the types of help available."}]}, {"condition": "Oesophageal atresia and tracheo-oesophageal fistula", "sections": [{"No header": "Oesophageal atresia is a rare birth defect that affects a baby's oesophagus (the tube through which food passes from the mouth to the stomach).\nThe upper part of the oesophagus doesn't connect with the lower oesophagus and stomach. It usually ends in a pouch, which means food can't reach the stomach. \nIt often happens along with another birth defect called a tracheo-oesophageal fistula, which is a connection between the lower part of the oesophagus and the windpipe (trachea).\nThis causes air to pass from the windpipe to the oesophagus and stomach, and stomach acid to pass into the lungs.\nThese defects mean the baby won't be able to swallow safely, if at all.\nThey could also develop life-threatening problems such as choking and pneumonia if not treated quickly, so surgery will usually be carried out within a few days of birth."}, {"Causes of oesophageal atresia": "Oesophageal atresia is thought to be caused by a problem with the development of the oesophagus while the baby is in the womb, although it's not clear exactly why this happens.\nThe condition is more common in babies of mothers who had too much amniotic fluid in pregnancy (polyhydramnios).\nIt's also more common in babies who have problems with the development of their kidneys, heart and spine.\nThe risk of having another baby with oesophageal atresia is thought to be very small."}, {"Diagnosing oesophageal atresia": "Doctors may suspect your baby has oesophageal atresia before they're born if routine ultrasound scans show a lot of amniotic fluid in the womb, although this can have a number of causes.\nTests to check for the condition will be carried out after your baby is born, if they seem to be having problems swallowing or breathing.\nA thin feeding tube may be passed down your baby's throat through their nose, to see if it reaches their stomach, and an X-ray may be carried out to check the oesophagus."}, {"Repairing the defects": "An operation to repair an oesophageal atresia and tracheo-oesophageal fistula is usually done soon after birth.\nYour baby will be taken to the neonatal intensive care unit, where they're given a general anaesthetic.\nThey'll receive nutrition into a vein (intravenously) and a suction tube is used to remove fluid from the pouch in their oesophagus.\nThe surgeon makes a cut on the right side of the chest, between the ribs, and closes off the abnormal connection (fistula) between the oesophagus and windpipe. They'll then sew together the upper and lower parts of the oesophagus.\nIf the gap in the oesophagus is large, your child may need to wait a few months for the operation, to allow their oesophagus to grow a bit more. During this time, they'll need to have a feeding tube temporarily placed into their stomach through their tummy.\nOccasionally, a procedure to lengthen the oesophagus before repairing it may be carried out."}, {"After surgery": "After surgery, your child will be kept in the intensive care unit and placed in an incubator.\nThey may also need:\n- antibiotics\n- a machine to help them breathe (ventilator)\n- a tube into their chest to drain fluids or air that might be trapped\n- oxygen\n- pain medicine\nYour baby will be given nutrition intravenously at first, but you should be able to feed them after a few days using a feeding tube passed into their stomach through their nose."}, {"Going home": "You'll be able to take your baby home once they're taking food by mouth. This will usually take a week or two. You'll be advised about how to feed your child when they get home and as they get older.\nBreast or bottle feeding will usually be recommended for at least the first few months.\nIt may then be possible to very gradually wean your child on to thicker foods. The hospital may be able to refer you to a dietitian for specific advice.\nContact the hospital or your GP if your child is choking or coughing on their feeds, has any difficulty swallowing or is failing to gain weight."}, {"Risks of surgery": "With any surgery, there's a small risk of bleeding and infection.\nFor this particular operation, the additional risks are:\n- food or air leaking from the area being repaired\n- narrowing of the repaired oesophagus\n- reopening of the fistula between the oesophagus and windpipe\nA further procedure or operation may be needed to treat these problems if they develop."}, {"Outlook": "Most children who have surgery will go on to have normal lives.\nBut there's a chance your child may experience some further problems, including:\n- swallowing difficulties(dysphagia)\n- gastro-oesophageal reflux disease (GORD)– where acid leaks out of the stomach and up into the oesophagus\n- asthma-like symptoms – such as persistentcoughingor wheezing\n- recurrentchest infections\n- tracheomalacia – where the repaired section of windpipe becomes floppy and makes breathing difficult\nYour child will be continuously monitored by specialists after their operation to pick up problems such as these and treat them early on. Some of these problems will improve as your child gets older."}, {"Help and support": "Tracheo-Oesophageal Fistula Support (TOFS) is a charity that supports people born with oesophageal atresia and tracheo-oesophageal fistula and their families.\nAs well as visiting the TOFS website, you can call their helpline on 0115 961 3092."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If your child had oesophageal atresia as a baby, your clinical team will pass information about them on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists to better understand oesophageal atresia. You can opt out of the register at any time."}]}, {"condition": "Oesophageal cancer", "sections": [{"No header": ""}, {"No header": "- Oesophageal cancer is a cancer that's found anywhere in the oesophagus, sometimes called the gullet or food pipe.\n- The oesophagus connects your mouth to your stomach.\n- How serious oesophageal cancer is depends on where it is in the oesophagus, how big it is, if it has spread and your general health.\n"}, {"No header": "It's important to get any symptoms of oesophageal cancer checked as soon as possible."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}]}, {"condition": "Oral thrush (mouth thrush)", "sections": [{"No header": "Oral thrush is usually harmless. It's common in babies and older people with dentures. It can be easily treated with medicines bought from a pharmacy."}, {"Check if it's oral thrush": "Other symptoms in adults are:\n- cracks at the corners of the mouth\n- not tasting things properly\n- an unpleasant taste in the mouth\n- pain inside the mouth (for example, a sore tongue or sore gums)\n- difficulty eating and drinking\nOral thrush in adults is not contagious.\nOther symptoms in babies are:\n- they do not want to feed\n- nappy rash\nBabies can pass oral thrush on through breastfeeding. This can cause nipple thrush in mothers."}, {"No header": "Look at other causes of a white or sore tongue."}, {"A pharmacist can help with oral thrush": "Oral thrush can be easily treated with a mouth gel bought from a pharmacy. The gel is suitable for adults, children and babies over the age of 4 months.\nAsk your pharmacist for advice. Always follow the instructions on the medicine packet.\nIf you leave oral thrush untreated, the infection can spread to other parts of the body."}, {"No header": "- your baby is under 4 months and has signs of oral thrush\n- you do not see any improvement after 1 week of treatment with a mouth gel\n- you have difficulty or pain swallowing\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"How you can prevent oral thrush": "Thrush is an infection caused by a fungus called Candida. Some things can make the fungus grow more than usual.\nYou might get thrush if you're:\n- taking antibiotics over a long time\n- using asthma inhalers\n- getting cancer treatment like chemotherapy\nThere are some things you can do to help prevent oral thrush:\n- take care of your teeth: brush twice a day, clean your dentures, and go for regular check-ups even if you have dentures\ntake care of your teeth: brush twice a day, clean your dentures, and go for regular check-ups even if you have dentures\n- brush your gums and tongue with a soft toothbrush if you do not have any teeth\nbrush your gums and tongue with a soft toothbrush if you do not have any teeth\n- sterilise dummies regularly\nsterilise dummies regularly\n- sterilise bottles after each use\nsterilise bottles after each use\n- rinse your mouth after eating or taking medicine\nrinse your mouth after eating or taking medicine\n- go to regular check-ups if you have a long-term condition like diabetes\ngo to regular check-ups if you have a long-term condition like diabetes\n- do not wear your dentures at night\ndo not wear your dentures at night\n- do not keep wearing dentures if they do not fit properly – see your dentist\ndo not keep wearing dentures if they do not fit properly – see your dentist\n- do not smoke\ndo not smoke"}]}, {"condition": "Orf", "sections": [{"No header": "Orf is a skin infection you can get from infected sheep or goats. It most often affects the fingers, hands, forearms or face. It usually clears up without treatment in about 6 weeks."}, {"How you get orf": "Orf is a virus that mainly affects young lambs and goats.\nYou can get it if you have a sore, cut or scratch that touches an infected animal. You're most at risk if you have regular contact with sheep or goats – for example, if you're a farmer or if you bottle feed a lamb.\nOrf causes scabs around the animal's nose and mouth, which may spread to their legs and teats. It's not usually serious but is passed easily between animals.\nSheep and goats can be vaccinated against the orf virus. But people can get infected if they come into contact with recently vaccinated or unvaccinated animals.\nIt's very rare for orf to be passed from one person to another."}, {"Check if it's orf": "Orf usually affects the skin on your fingers, hands, forearms or face.\nThe patch of skin may look darker if you have black or brown skin.\nThe blister is usually 2 to 3cm, but it can grow up to 5cm. It may leak fluid before crusting over.\nOther symptoms of orf include:\n- a high temperature\n- general tiredness (fatigue)\n- swollen glands on the inside of your elbow or under your arm"}, {"Non-urgent advice:  See a GP if:": "- you have a mark or blister on your finger, hand, arm or face that has got bigger or not healed after 6 weeks\n- you have a mark or blister that's painful, red and swollen, and you have a high temperature\n- you have a rash that looks like a target or \"bulls-eye\", with a dark centre, surrounded by a paler ring and a darker ring around the outside\n- you have lots of blisters, or big, painful blisters, or blisters that keep coming back\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for orf": "There's no specific treatment for orf.\nThe blister on your skin should clear up in around 6 weeks. Cover it with a waterproof dressing to keep it clean and dry and stop it getting infected.\nIf it becomes infected, you may need antibiotics.\nRarely, minor surgery may be needed to remove the affected area of skin if it does not clear up by itself."}, {"How to reduce your risk of getting orf": "There are some things you can do to reduce your risk of getting orf.\n- wear latex gloves when touching sheep and goats\nwear latex gloves when touching sheep and goats\n- cover sores, cuts or scratches with a waterproof dressing, especially when handling sheep and goats\ncover sores, cuts or scratches with a waterproof dressing, especially when handling sheep and goats\n- wash your hands with warm water and soap after touching animals\nwash your hands with warm water and soap after touching animals\n- vaccinate sheep and goats against orf\nvaccinate sheep and goats against orf\n- regularly clean and disinfect barns and sheds where livestock is kept\nregularly clean and disinfect barns and sheds where livestock is kept"}, {"Complications of orf": "Orf can affect some people more severely than others.\nYour risk of getting complications is higher if you have a weakened immune system – for example, by having a condition like HIV, or a treatment like chemotherapy.\nPossible complications include:\n- a bacterial infection\n- a rash that looks like a target or \"bulls-eye\" (erythema multiforme)\n- a skin condition that can cause large blisters (bullous pemphigoid)"}]}, {"condition": "Orthodontics", "sections": [{"No header": "Orthodontic treatment (usually with braces) is most often used to improve the appearance and alignment of crooked, protruding or crowded teeth, and to correct problems with the bite of the teeth."}, {"Why orthodontics is used": "The benefits of orthodontics can include:\n- correction of dental crowding and straightening of your teeth\n- correction of your bite so the front and back teeth meet evenly\n- reducing the chance of damage to prominent teeth\nMany people have crowded or crooked teeth, or their teeth do not meet correctly when they bite. These problems can mean it's harder to keep your teeth and gums clean and your teeth are more likely to become damaged.\nIn some cases, abnormal positioning of your teeth and jaw can affect the shape of your face.\nOrthodontics can also help in the treatment of other health problems, such as a cleft lip and palate."}, {"Orthodontic treatment": "Orthodontic treatment is usually only started after most of a child's adult teeth have started to come through.\nThis is usually when they're about 12 years old, but it depends on how many of their adult teeth have come through and the growth of their face and jaws.\nOrthodontic treatment for adults can begin at any age, but the treatment options are more limited.\nTreatment will not begin unless you have a good standard of oral hygiene, as orthodontic treatment can increase the risk of tooth decay and gum problems."}, {"Types of orthodontic treatment": "Orthodontics involves the use of braces to correct the position of the teeth. Your exact treatment will depend on the problem with your teeth.\nIn a small number of cases, you may have to wear headgear, or have small pins placed temporarily in your jaw as well as wearing a brace. If your teeth are very close together, causing them to twist or overlap, you may also need to have some teeth removed as part of your treatment.\nThe length of treatment will depend on how complicated the problem is, but it's usually between 18 and 24 months.\nWhen treatment finishes, you will need to wear a retaining brace. This is usually removable and needs to be worn every night to keep your teeth in their new position. They're usually used for at least 12 months, but your orthodontist will advise you. Sometimes a thin wire may be permanently fixed behind your teeth to keep them in place.\nRead more about the types of orthodontic treatment."}, {"Accessing orthodontic treatment": "In most cases, your dentist will refer you to an orthodontist, although you may sometimes be able to get treatment directly from your dentist.\nFind a local dentist\nAll dentists and orthodontists have to be registered with the General Dental Council (GDC) to practise in the UK.\nSearch the GDC registers to find registered dentists in your area\nNHS orthodontic treatment is free for people under the age of 18 with a clear health need for treatment. But because of high demand, there can be a long waiting list.\nA rating system called the Index of Orthodontic Treatment Need (IOTN) is used to assess eligibility for NHS treatment.\nNHS treatment is available for grade 4 and grade 5 cases. Grade 3 cases are usually judged on an individual basis. NHS treatment may also be available if the appearance of your teeth, jaw or face is of concern.\nFind out more about the different IOTN grades on the British Orthodontic Society website\nOrthodontic treatment is not usually available on the NHS for adults. Most adults have private treatment.\nIf you do not qualify for free NHS treatment, or you do not want to wait for treatment to start, you may choose to have private treatment.\nPrivate orthodontic treatment is widely available, but expensive. The fee can range from £2,000 to £6,000, depending on the complexity of the treatment and the type of appliances used, but fees can be higher.\nAfter an initial assessment, a private orthodontist will talk to you about a possible treatment plan, how much it will cost and any alternative options you have."}, {"Taking care of your teeth": "A common complication of orthodontics is white spots on the teeth, which are an early sign of tooth decay. This can happen when acid is produced from plaque, which builds up on your teeth and around your brace.\nCleaning your teeth and brace can be time-consuming, but it's needed to avoid permanent marks on your teeth when the brace is removed.\nMany people with appliances find it difficult to keep their teeth and gums clean, so extra brushing is needed during treatment.\nYour orthodontist may recommend using toothpaste with a high level of fluoride, or a mouthwash that contains fluoride, to reduce your risk of tooth decay. You should also try to avoid sugary foods and fizzy drinks.\nRead more about how to take care of your teeth and gums."}]}, {"condition": "Osteoarthritis", "sections": [{"No header": "Osteoarthritis is a condition that causes joints to become painful and stiff. It's the most common type of arthritis in the UK."}, {"Symptoms of osteoarthritis": "The main symptoms of osteoarthritis are joint pain and stiffness, and problems moving the joint. Some people also have symptoms such as: - swelling - tenderness - grating or crackling sound when moving the affected joints\nThe severity of osteoarthritis symptoms can vary greatly from person to person, and between different affected joints.\nFor some people, the symptoms can be mild and may come and go. Other people can experience more continuous and severe problems which make it difficult to carry out everyday activities.\nAlmost any joint can be affected by osteoarthritis, but the condition most often causes problems in the knees, hips and small joints of the hands.\nYou should see your GP if you have persistent symptoms of osteoarthritis so they can confirm the diagnosis and prescribe any necessary treatment.\nRead more about the symptoms of osteoarthritis."}, {"Causes of osteoarthritis": "As part of normal life, your joints are exposed to a constant low level of damage. In most cases, your body repairs the damage itself and you do not experience any symptoms.\nBut in osteoarthritis, the protective cartilage on the ends of your bones breaks down, causing pain, swelling and problems moving the joint. Bony growths can develop, and the area can become red and swollen.\nThe exact cause is not known, but several things are thought to increase your risk of developing osteoarthritis, including:\n- joint injury – overusing your joint when it has not had enough time to heal after an injury or operation\n- other conditions (secondary arthritis) – osteoarthritis can happen in joints severely damaged by a previous or existing condition, such asrheumatoid arthritisorgout\n- age – your risk of developing the condition increases as you get older.\n- family history – osteoarthritis may run in families, although studies have not identified a single gene responsible\n- obesity– being obese puts excess strain on your joints, particularly those that bear most of your weight, such as your knees and hips\n- being a woman – osteoarthristis is more common in women than men."}, {"Diagnosing osteoarthritis": "To help determine whether you have osteoarthritis, a GP will first ask you about your symptoms and examine your joints.\nA GP may suspect osteoarthritis if:\n- you're aged 45 or older\n- you have joint pain that gets worse the more you use your joints\n- the stiffness in your joints is not there in the mornings, or lasts less than 30 minutes\nIf your symptoms are slightly different, this may indicate another joint condition. For example, prolonged joint stiffness in the morning can be a sign of rheumatoid arthritis.\nFurther tests – such as X-rays or blood tests – are not usually necessary, but may be used to rule out other possible causes, such as rheumatoid arthritis or a fractured bone."}, {"Treating osteoarthritis": "Osteoarthritis is a long-term condition and cannot be cured, but it doesn't necessarily get any worse over time and it can sometimes gradually improve. A number of treatments are also available to reduce the symptoms.\nMild symptoms can sometimes be managed with simple measures including:\n- regular exercise\n- losing weight if you're overweight\n- wearing suitable footwear\n- using special devices to reduce the strain on your joints during your everyday activities\nIf your symptoms are more severe, you may need additional treatments such as painkillers and a structured exercise plan with a physiotherapist.\nIn a small number of cases, where these treatments haven't helped or the damage to the joints is particularly severe, surgery may be done to repair, strengthen or replace a damaged joint.\nFind out more about treating osteoarthritis."}, {"Living with osteoarthritis": "As osteoarthritis is a long-term condition, it's important you receive support to help you cope with any issues such as reduced mobility, and advice on any necessary financial support.\nSome people may find it helpful to talk to their GP or others who are living with osteoarthritis, as there may be questions or worries you want to share.\nFind out more about living with osteoarthritis."}, {"Preventing osteoarthritis": "It's not possible to prevent osteoarthritis altogether. However, you may be able to minimise your risk of developing the condition by avoiding injury and living a healthy lifestyle.\nAvoid exercise that puts strain on your joints and forces them to bear an excessive load, such as running and weight training. Instead, try exercises such as swimming and cycling, where the strain on your joints is more controlled.\nTry to do at least 150 minutes of moderate aerobic activity (such as cycling or fast walking) every week, plus strength exercises on 2 or more days each week that work the major muscle groups, to keep yourself generally healthy.\nFind out more about health and fitness, including tips on simple exercises you can do at home.\nIt can also help to maintain good posture at all times and avoid staying in the same position for too long.\nIf you work at a desk, make sure your chair is at the correct height, and take regular breaks to move around.\nFind out more about common posture mistakes and fixes.\nBeing overweight or obese increases the strain on your joints and your risk of developing osteoarthritis. If you're overweight, losing weight may help lower your chances of developing the condition.\nUse the BMI healthy weight calculator to find out whether you're overweight or obese.\nFind out more more about losing weight.\n- Versus Arthritis: Osteoarthritis"}, {"No header": ""}]}, {"condition": "Osteomalacia, see Rickets and osteomalacia", "sections": [{"No header": "Rickets is a condition that affects bone development in children. It causes bone pain, poor growth and soft, weak bones that can lead to bone deformities.\nAdults can experience a similar condition, which is known as osteomalacia or soft bones.\nRead more about the signs and symptoms of rickets and osteomalacia."}, {"What causes rickets?": "A lack of vitamin D or calcium is the most common cause of rickets. Vitamin D largely comes from exposing the skin to sunlight, but it's also found in some foods, such as oily fish and eggs. Vitamin D is essential for the formation of strong and healthy bones in children.\nIn rare cases, children can be born with a genetic form of rickets. It can also develop if another condition affects how vitamins and minerals are absorbed by the body.\nRead more about the causes of rickets."}, {"Who's affected?": "Rickets was common in the past, but it mostly disappeared in the western world during the early 20th century after foods like margarine and cereal were fortified with vitamin D.\nHowever, in recent years, there's been an increase in cases of rickets in the UK. The number of rickets cases is still relatively small, but studies have shown a significant number of people in the UK have low levels of vitamin D in their blood.\nAny child who doesn't get enough vitamin D or calcium either through their diet, or from sunlight, can develop rickets. But the condition is more common in children with dark skin, as this means they need more sunlight to get enough vitamin D, as well as children born prematurely or taking medication that interferes with vitamin D."}, {"Treating rickets": "For most children, rickets can be successfully treated by ensuring they eat foods that contain calcium and vitamin D, or by taking vitamin supplements.\nSome families are eligible for free vitamin supplements from the government's Healthy Start scheme – find out if you're eligible and how to apply.\nIf your child has problems absorbing vitamins and minerals, they may need a higher supplement dose or a yearly vitamin D injection.\nRead more about treating rickets."}, {"Preventing rickets": "Rickets can easily be prevented by eating a diet that includes vitamin D and calcium, spending some time in sunlight, and if necessary, taking vitamin D supplements.\nRead more about:\n- preventing rickets\n- who should take vitamin D supplements\n- how much vitamin D adults, children and babies need"}, {"When to seek medical advice": "Take your child to see your GP if they have any of the signs and symptoms of rickets.\nYour GP will carry out a physical examination to check for any obvious problems. They may also discuss your child's medical history, diet, family history, and any medication they're taking.\nA blood test can usually confirm a diagnosis of rickets, although your child may also have some X-rays or possibly a bone density scan (DEXA scan). This is a type of X-ray that measures the calcium content in bones.\nIf you're an adult and you’re experiencing bone pain or muscle weakness you should also see your GP to get it checked out."}]}, {"condition": "Osteomyelitis", "sections": [{"No header": "Osteomyelitis is a painful bone infection. It usually goes away if treated early with antibiotics. If not, it can cause permanent damage."}, {"What is osteomyelitis?": "Osteomyelitis is an infection that usually causes pain in the long bones in the legs.\nOther bones, such as those in the back or arms, can also be affected.\nAnyone can develop osteomyelitis.\nYou're more at risk of getting an infection in a bone if you have:\n- recently broken (fractured) a bone\n- been injured or have a wound\n- an artificial hip, or a screw in a bone\n- recently had any surgery on a bone\n- a weakened immune system – for example, because of chemotherapy or you have another serious illness\n- had osteomyelitis before\n- diabetes, especially if you also have a foot ulcer\nSometimes an infection in the blood affects the bone."}, {"No header": "- pain, swelling, redness and a warm sensation over an area of bone\n- a very high temperature (or you feel hot and shivery) and feel generally unwell\n- had osteomyelitis before and you think symptoms have come back\n- they do not want to use an arm or leg and seem irritable – young children do not always get a high temperature with osteomyelitis\nOsteomyelitis can permanently damage bones if it's not treated quickly.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "The GP might be able to diagnose a bone infection without tests.\nYou might need a blood test, or to go to hospital for:\n- a scan\n- a biopsy, where a small sample of fluid is taken from the bone and sent for testing"}, {"Treatment for osteomyelitis": "Osteomyelitis is treated with antibiotics. You may need to stay in hospital to have antibiotics directly into a vein (intravenously).\nWhen you start to get better you might be able to take antibiotic tablets at home.\nYou'll usually take antibiotics for 4 to 6 weeks. If you have a severe infection, the course may last up to 12 weeks. It's important to finish a course of antibiotics even if you start to feel better.\nIf the infection is treated quickly (within 3 to 5 days of it starting), it often clears up completely.\nYou can take painkillers to ease the pain. If the infection is in a long bone (such as an arm or leg), you may be fitted with a splint so you do not move it as often."}, {"Surgery for osteomyelitis": "You'll usually need an operation if:\n- a build-up of pus(abscess)develops in the bone – the pus in an abscess needs to be drained\n- the infection presses against something else – for example, the spinal cord\n- the infection has lasted a long time and damaged the bone\nIf the infection has damaged the bone, you'll need surgery (known as debridement) to remove the damaged part.\nDebridement can leave an empty space in the bone, which may be packed with antibiotic dressing.\nSometimes more than one operation is needed to treat the infection. Muscle and skin from another part of the body might be used to repair the area near the affected bone."}, {"Diabetes and osteomyelitis": "It's very important to look after your feet if you have diabetes.\nIf you have poorly controlled diabetes, you can lose sensation in your feet and not notice small cuts, which could develop into an infection that spreads to the bone."}]}, {"condition": "Osteopathy", "sections": [{"No header": "Osteopathy is a way of detecting, treating and preventing health problems by moving, stretching and massaging a person's muscles and joints.\nOsteopathy is based on the principle that the wellbeing of an individual depends on their bones, muscles, ligaments and connective tissue functioning smoothly together.\nOsteopaths use physical manipulation, stretching and massage with the aim of:\n- increasing the mobility of joints\n- relieving muscle tension\n- reducing pain\n- enhancing the blood supply to tissues\n- helping the body to heal\nThey use a range of techniques, but not medicines or surgery.\nIn the UK, osteopathy is a health profession regulated by UK law.\nRead about how osteopathy is performed."}, {"When it's used": "Most people who see an osteopath do so for help with conditions that affect the muscles, bones and joints, such as:\n- lowerback pain\n- uncomplicatedneck pain(as opposed to neck pain after an injury such as whiplash)\n- shoulder painand elbow pain (for example, tennis elbow)\n- arthritis\n- problems with the pelvis, hips and legs\n- sports injuries\n- muscle and joint pain associated with driving, work or pregnancy\nIf you're pregnant, make sure you seek advice from a GP or midwife about your symptoms before you see an osteopath. You should also make sure you see an osteopath who specialises in muscle or joint pain during pregnancy."}, {"Effectiveness of osteopathy": "Most research into techniques used in osteopathy tends to focus on general \"manual therapy\" techniques, such as spinal manipulation. Manual therapy techniques are used by physiotherapists and chiropractors, as well as osteopaths.\nThe National Institute for Health and Care Excellence (NICE) guidelines on managing lower back pain and sciatica recommend manual therapy alongside exercise as a treatment option.\nNICE also recommends manual therapy as a possible treatment option for osteoarthritis, although osteopathy is not specifically mentioned.\nThere's some evidence to suggest that osteopathy may be effective for some types of neck, shoulder or lower-limb pain, some types of headache, and recovery after hip or knee operations.\nThere's only limited or no scientific evidence that it's an effective treatment for conditions unrelated to the bones and muscles (musculoskeletal system), including:\n- asthma\n- period pain\n- digestive disorders\n- depression\n- excessive crying in babies (colic)\n- glue ear\n- problems affecting the jaw (temporomandibular disorder)\n- abnormal curvature of the spine (scoliosis)"}, {"Accessing osteopathy": "Osteopathy is available in some areas on the NHS. Your GP or local clinical commissioning group (CCG) should be able to tell you whether it's available in your area.\nMost people pay for osteopathy treatment privately. Treatment costs vary, but typically range from £40 to £55 for a 30- to 40-minute session.\nYou do not need to be referred by your GP to see an osteopath privately. Most private health insurance providers also provide cover for osteopathic treatment.\nOnly people registered with the General Osteopathic Council (GOsC) are allowed to practise as or call themselves osteopaths.\nYou can find a nearby registered osteopath on the GOsC website.\nRead more about how osteopathy is regulated."}]}, {"condition": "Osteophyte (bone spur)", "sections": [{"No header": "Osteophytes are bony lumps (bone spurs) that grow on the bones of the spine or around the joints.\nThey often form next to joints affected by osteoarthritis, a condition that causes joints to become painful and stiff.\nOsteophytes can grow from any bone, but they're most often found in the:\n- neck\n- shoulder\n- knee\n- lower back\n- fingers or big toe\n- foot or heel"}, {"Osteophyte symptoms": "Osteophytes do not always cause symptoms.\nThey can cause problems if they:\n- rub against other bone or tissue\n- restrict movement\n- squeeze nearby nerves\nFor example, osteophytes in the:\n- spine can cause pain and stiffness in the back\n- neck can pinch a nearby nerve and cause pain,pins and needles, numbness or weakness in the arms\n- shoulder can limit the space available for tendons and ligaments, and may be linked totendonitisor arotator cuff tear\n- hip and knee can reduce the range of movement and are often associated with painfularthritis\n- knee may cause pain when you bend and extend your leg\n- fingers can cause lumps"}, {"What causes osteophytes": "Osteophytes tend to form when the joints have been affected by arthritis.\nOsteoarthritis damages cartilage, the tough, white, flexible tissue that lines the bones and allows the joints to move easily.\nOsteoarthritis is most common in the knees, hips, spine and small joints of the hands and base of the big toe.\nAs the joints become increasingly damaged, new bone may form around the joints. These bony growths are called osteophytes.\nOsteophytes can also form in the spine as a result of ankylosing spondylitis, a type of arthritis that specifically affects the spine."}, {"When to seek medical advice": "See a GP if you have joint pain or stiffness, or if you have other symptoms in an area of your body, such as numbness or nerve pain. They'll investigate the underlying cause.  \nA GP will ask you about your symptoms and may examine the affected area. They may test your joint movements and muscle strength. They'll also look at your medical history.\nYou may be referred for an X-ray, which will highlight any arthritis in the joint and osteophytes. An MRI scan is better for examining torn ligaments or tendons."}, {"Treating osteophytes": "Osteophytes do not usually cause pain, but the associated arthritis might.\nIf you're in pain, painkillers you can buy from a pharmacy or shop, such as paracetamol or ibuprofen, may help.\nIbuprofen is a non-steroidal anti-inflammatory drug (NSAID), which can also help reduce any swelling and inflammation.\nIf you're overweight, losing weight will help by relieving some of the strain on your joints.\nA physiotherapist may also be able to help you by recommending exercises that can strengthen the muscles surrounding the problem area, and by helping to improve your range of movement.\nSurgery can sometimes be used to help manage any underlying arthritis in the joint. It can be helpful for osteoarthritis that affects your hips, knees or joints, particularly those at the base of your thumb.\nFind out more about treating osteoarthritis\nThere's usually no need to remove an osteophyte, unless it's irritating a nerve in the spine or restricting a joint's range of movement. \nIf you do need surgery to remove an osteophyte, your surgeon will explain the procedure's risks and benefits."}]}, {"condition": "Osteoporosis", "sections": [{"No header": "Osteoporosis is a health condition that weakens bones, making them fragile and more likely to break. It develops slowly over several years and is often only diagnosed when a fall or sudden impact causes a bone to break (fracture).\nThe most common injuries in people with osteoporosis are:\n- broken wrist\n- broken hip\n- broken spinal bones (vertebrae)\nHowever, breaks can also happen in other bones, such as in the arm or pelvis. Sometimes a cough or sneeze can cause a broken rib or the partial collapse of one of the bones of the spine.\nOsteoporosis is not usually painful until a bone is broken, but broken bones in the spine are a common cause of long-term pain.\nAlthough a broken bone is often the first sign of osteoporosis, some older people develop the characteristic stooped (bent forward) posture. It happens when the bones in the spine have broken, making it difficult to support the weight of the body.\nOsteoporosis can be treated with bone strengthening medicines."}, {"Bone loss before osteoporosis (osteopenia)": "The stage before osteoporosis is called osteopenia. This is when a bone density scan shows you have lower bone density than the average for your age, but not low enough to be classed as osteoporosis.\nOsteopenia does not always lead to osteoporosis. It depends on many factors.\nIf you have osteopenia, there are steps you can take to keep your bones healthy and reduce your risk of developing osteoporosis.\nYour doctor may also prescribe one of the bone-strengthening treatments that are given to people with osteoporosis, depending on how weak your bones are and your risk of breaking a bone."}, {"Who's affected by osteoporosis?": "Osteoporosis affects over 3 million people in the UK.\nMore than 500,000 people receive hospital treatment for fragility fractures (bones that break after falling from standing height or less) every year as a result of osteoporosis."}, {"Causes of osteoporosis": "Losing bone is a normal part of ageing, but some people lose bone much faster than normal. This can lead to osteoporosis and an increased risk of broken bones.\nWomen also lose bone rapidly in the first few years after the menopause. Women are more at risk of osteoporosis than men, particularly if the menopause begins early (before the age of 45) or they've had their ovaries removed.\nHowever osteoporosis can also affect men, younger women and children.\nMany other factors can also increase the risk of developing osteoporosis, including:\n- taking high-dosesteroid tabletsfor more than 3 months\n- other medical conditions – such as inflammatory conditions, hormone-related conditions, or malabsorption problems\n- a family history of osteoporosis – particularly a hip fracture in a parent\n- long-term use of certain medicines that can affect bone strength or hormone levels, such as anti-oestrogen tablets that many women take after breast cancer\n- having or having had an eating disorder such as anorexia or bulimia\n- having a lowbody mass index (BMI)\n- not exercising regularly\n- heavy drinking and smoking\nRead more about the causes of osteoporosis."}, {"Diagnosing osteoporosis and osteopenia": "If your doctor suspects you have osteoporosis, they can work out your future risk of breaking a bone using an online programme, such as FRAX or Q-Fracture.\nThey may also refer you for a bone density scan to measure your bone strength. It's a short, painless procedure that takes 10 to 20 minutes, depending on the part of the body being scanned.\nYour bone density can be compared to that of a healthy young adult. \nThe difference is calculated as a standard deviation (SD) and is called a T score.\nStandard deviation is a measure of variability based on an average or expected value. A T score of:\n- above -1 SD is normal\n- between -1 and -2.5 SD shows bone loss and is defined as osteopenia\n- below -2.5 shows bone loss and is defined as osteoporosis"}, {"Treating osteoporosis": "Treatment for osteoporosis is based on treating and preventing broken bones, and taking medicine to strengthen your bones.\nThe decision about whether you need treatment depends on your risk of breaking a bone in the future. This will be based on a number of factors such as your age, sex and the results of your bone density scan.\nIf you need treatment, your doctor can suggest the safest and most effective treatment plan for you.\nRead more about how osteoporosis is treated."}, {"Preventing osteoporosis": "If you're at risk of developing osteoporosis, you should take steps to help keep your bones healthy. This may include:\n- taking regular exercise to keep your bones as strong as possible\n- healthy eating – including foods rich incalciumandvitamin D\n- taking a daily supplement containing 10 micrograms of vitamin D\n- making lifestyle changes – such as giving up smoking and reducing your alcohol consumption\nRead more about preventing osteoporosis."}, {"Living with osteoporosis": "If you're diagnosed with osteoporosis, there are steps you can take to reduce your chances of a fall, such as removing hazards from your home and having regular sight tests and hearing tests.\nTo help you recover from a fracture, you can try using:\n- hot and cold treatments such as warm baths and cold packs\n- transcutaneous electrical nerve stimulation (TENS)– where a small battery-operated device is used to stimulate the nerves and reduce pain\n- relaxation techniques\nSpeak to your GP or nurse if you're worried about living with a long-term condition. They may be able to answer any questions you have.\nYou may also find it helpful to talk to a trained counsellor or psychologist, or other people with the condition.\nThe Royal Osteoporosis Society can put you in touch with local support groups.\nRead more about living with osteoporosis."}, {"Osteoporosis support": "The Royal Osteoporosis Society is the UK's national charity for osteoporosis.\nIt has detailed information on osteoporosis prevention and treatment.\nIt can put you in touch with local support groups. It also has a free telephone helpline that may be particularly helpful if you're newly diagnosed with osteoporosis."}, {"No header": "If you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled, including family members\nOur guide to care and support explains your options and where you can get support."}]}, {"condition": "Otosclerosis", "sections": [{"No header": "Otosclerosis is a condition in which there's abnormal bone growth inside the ear. It's a fairly common cause of hearing loss in young adults.\nThere are 3 tiny bones deep inside the ear that vibrate when sound waves enter. \nThey transmit sound waves to the cochlea (inner ear), which converts them into signals that are sent to the brain.\nIn otosclerosis, the stapes (\"stirrup\" bone) begins to fuse with the surrounding bone, eventually becoming fixed so it cannot move. \nThis means sound is no longer transmitted into the inner ear efficiently."}, {"Symptoms of otosclerosis": "Most people with otosclerosis notice hearing problems in their 20s or 30s. One or both ears can be affected.\nSymptoms of otosclerosis include:\n- hearing lossthat gets gradually worse over time\n- particular difficulty hearing low, deep sounds and whispers\n- speaking quietly because your voice sounds loud to you\n- finding it easier to hear when there's background noise (unlike many other types of hearing loss)\n- hearing sounds, such as buzzing or humming, that come from inside your body(tinnitus)\n- dizziness(though this is rare)\nThe symptoms of otosclerosis can be hard to tell apart from other causes of hearing loss."}, {"Is otosclerosis serious?": "Otosclerosis can cause mild to severe hearing loss, but it very rarely causes total deafness.\nYour hearing usually gets worse gradually over months or a few years, and may continue to get worse if ignored and left untreated.\nBut the hearing loss can normally be treated successfully with either hearing aids or surgery. \nHearing is improved or restored in around 80 to 90% of people who have surgery.\nVery occasionally, otosclerosis can spread to the inner ear, resulting in a greater level of hearing loss that cannot be improved with surgery."}, {"When to get medical advice": "See a GP if you're worried about your hearing. They'll ask about your symptoms, examine your ears, take your medical history, and may do some simple hearing tests.\nIf they suspect a problem such as otosclerosis, you'll be referred to an ear, nose and throat (ENT) specialist or hearing specialist (an audiologist) at a nearby hospital.\nThe specialist will carry out some further hearing tests, and possibly a scan of your head, to help identify the problem."}, {"Treatments for otosclerosis": "Otosclerosis can usually be treated successfully with either a hearing aid or surgery. \nIf your hearing loss is very mild, you may not need any treatment at first.\nA hearing aid is an electronic device that increases the volume of sound entering your ear so you can hear things more clearly.\nThe advantage of using a hearing aid is that, unlike surgery, it does not carry any risks. \nModern hearing aids are small and discreet, and some can be worn inside your ear so they're not obvious.\nYou can talk to an audiologist about the different types of hearing aid available and which may be best for you.\nSurgery is an option if you'd prefer not to wear a hearing aid. The main operation used is called a stapedotomy or stapedectomy.\nThe operation can be done under either general anaesthetic, where you're asleep, or local anaesthetic, where you're awake but your ear is numbed. \nA cut is made inside your ear canal, or occasionally above or in front of your ear, to access the bones inside your ear.\nPart of the stapes bone is removed and a plastic or metal implant is put into the ear to transmit sound from the remaining bones into the inner ear. \nYou'll be able to go home the same day or the day after.\nThis is a delicate operation that's usually very successful. But as with all operations, it carries a small risk of complications.\nThese include:\n- losing more or all of your hearing (in about 1 in 100 cases)\n- altered sense of taste (usually temporary)\n- new or worsened tinnitus\n- vertigo (usually temporary)\n- facial weakness (very rare)\nYou can discuss the risks and benefits of both surgery and hearing aids with your surgeon to help you decide which you'd prefer."}, {"Causes of otosclerosis": "The exact cause of otosclerosis is unclear and it's not known whether you can do anything to prevent it.\nMany cases seem to run in families, and it's thought they may be the result of inheriting a faulty gene from a parent.\nThe condition can occasionally get worse more quickly during pregnancy, which may mean changes in hormone levels sometimes play a role.\nAction on Hearing Loss: otosclerosis factsheet"}]}, {"condition": "Ovarian cancer", "sections": [{"No header": "- Ovarian cancer affects the 2 small organs (ovaries) that store the eggs needed to make babies.\n- Anyone with ovaries can get ovarian cancer, but it mostly affects those over 50.\n- Sometimes ovarian cancer runs in families.\n- The symptoms of ovarian cancer, such as bloating, are not always obvious.\n- Ovarian cancer is often diagnosed late, but early diagnosis can mean it is more treatable."}, {"Get your symptoms checked": "It's important to get any symptoms of ovarian cancer checked as soon as possible. Finding it early can mean it's more treatable."}, {"Coronavirus (COVID-19) advice": "Get advice about COVID-19 and ovarian cancer:\n- Macmillan: COVID-19 guidance for people with cancer\n- Cancer Research UK: COVID-19 and cancer"}]}, {"condition": "Ovarian cyst", "sections": [{"No header": "An ovarian cyst is a fluid-filled sac that develops on an ovary. They're very common and do not usually cause any symptoms.\nMost ovarian cysts occur naturally and go away in a few months without needing any treatment."}, {"The ovaries": "The ovaries are 2 almond-shaped organs that are part of the female reproductive system. There's 1 on each side of the womb (uterus).\nThe ovaries have 2 main functions:\n- to release an egg approximately every 28 days as part of themenstrual cycle\n- to release the sex hormones oestrogen and progesterone, which play an important role in reproduction\nOvarian cysts may affect both ovaries at the same time, or they may only affect 1."}, {"Symptoms of an ovarian cyst": "An ovarian cyst usually only causes symptoms if it splits (ruptures), is very large or blocks the blood supply to the ovaries.\nIn these cases, you may have:\n- pelvic pain– this can range from a dull, heavy sensation to a sudden, severe and sharp pain\n- pain during sex\n- difficulty emptying your bowels\n- a frequent need to urinate\n- heavy periods,irregular periodsor lighter periods than normal\n- bloating and a swollen tummy\n- feeling very full after only eating a little\n- difficulty getting pregnant – although fertility is usually unaffected by ovarian cysts"}, {"No header": "See a GP if you have symptoms of an ovarian cyst.\nIf you have sudden, severe pelvic pain you should immediately contact either:\n- aGPor localout-of-hours service\n- NHS 111\n- your nearest A&E"}, {"Types of ovarian cyst": "The 2 main types of ovarian cyst are:\n- functional ovarian cysts – cysts that develop as part of the menstrual cycle and are usually harmless and short-lived; these are the most common type\n- pathological ovarian cysts – cysts that form as a result of abnormal cell growth; these are much less common\nOvarian cysts can sometimes also be caused by an underlying condition, such as endometriosis.\nThe vast majority of ovarian cysts are non-cancerous (benign), although a small number are cancerous (malignant).\nCancerous cysts are more common if you have been through the menopause.\nFind out more about the causes of ovarian cysts"}, {"Diagnosing ovarian cysts": "If a GP thinks you may have an ovarian cyst, you'll probably be referred for an ultrasound scan, carried out by using a probe placed inside your vagina.\nIf a cyst is identified during the ultrasound scan, you may need to have this monitored with a repeat ultrasound scan in a few weeks, or a GP may refer you to a doctor who specialises in female reproductive health (gynaecologist).\nIf there's any concern that your cyst could be cancerous, the doctor will also arrange blood tests to look for high levels of chemicals that can indicate ovarian cancer.\nBut having high levels of these chemicals does not necessarily mean you have cancer, as high levels can also be caused by non-cancerous conditions, such as:\n- endometriosis\n- apelvic infection\n- fibroids\n- yourperiod"}, {"Treating ovarian cysts": "Whether an ovarian cyst needs to be treated will depend on:\n- its size and appearance\n- whether you have any symptoms\n- whether you have been through themenopause\nIn most cases, the cyst often disappears after a few months. A follow-up ultrasound scan may be used to confirm this.\nIf you are postmenopausal, there is a slightly higher risk of ovarian cancer. Regular ultrasound scans and blood tests are usually recommended over the course of a year to monitor the cyst.\nSurgical treatment to remove the cysts may be needed if they're large, causing symptoms or potentially cancerous."}, {"Ovarian cysts and fertility": "Ovarian cysts do not usually prevent you getting pregnant, although they can sometimes make it harder to conceive.\nIf you need an operation to remove your cysts, your surgeon will aim to preserve your fertility whenever possible.\nThis may mean removing just the cyst and leaving the ovaries intact, or only removing 1 ovary.\nIn some cases, surgery to remove both your ovaries may be necessary, in which case you'll no longer produce any eggs.\nMake sure you talk to your surgeon about the potential effects on your fertility before your operation."}, {"No header": "This video explores the symptoms ovarian cysts can cause, the long-term effects, and the treatment options."}, {"No header": ""}]}, {"condition": "Overactive thyroid (hyperthyroidism)", "sections": [{"No header": "An overactive thyroid, also known as hyperthyroidism or thyrotoxicosis, is where the thyroid gland produces too much of the thyroid hormones.\nThe thyroid is a small butterfly-shaped gland in the neck, just in front of the windpipe (trachea). It produces hormones that affect things such as your heart rate and body temperature.\nHaving too much of these hormones can cause unpleasant and potentially serious problems that may need treatment.\nAn overactive thyroid can affect anyone, but it's about 10 times more common in women than men, and typically happens between 20 and 40 years of age."}, {"Symptoms of an overactive thyroid": "An overactive thyroid can cause a wide range of symptoms, including:\n- nervousness, anxiety and irritability\n- mood swings\n- difficulty sleeping\n- persistent tiredness and weakness\n- sensitivity to heat\n- swelling in your neck from anenlarged thyroid gland (goitre)\n- an irregular and/or unusually fast heart rate(palpitations)\n- twitching ortrembling\n- weight loss\nFind out more about the symptoms of an overactive thyroid."}, {"When to see a GP": "See a GP if you have symptoms of an overactive thyroid.\nThey'll ask about your symptoms and if they think you might have a thyroid problem, they can arrange for a blood test to check how well your thyroid is working.\nIf the blood test shows that you have an overactive thyroid, you may be referred for further tests to identify the cause.\nFind out more about how an overactive thyroid is diagnosed."}, {"Treatments for an overactive thyroid": "An overactive thyroid is usually treatable.\nThe main treatments are:\n- medicine that stops your thyroid producing too much of the thyroid hormones\n- radioiodine treatment – where a type ofradiotherapyis used to destroy cells in the thyroid, reducing its ability to produce thyroid hormones\n- surgery to remove some or all of your thyroid, so that it no longer produces thyroid hormones\nEach of these treatments has benefits and drawbacks. You'll usually see a specialist in hormonal conditions (endocrinologist) to discuss which treatment is best for you.\nFind out more about how an overactive thyroid is treated."}, {"Causes of an overactive thyroid": "There are several reasons why your thyroid can become overactive.\nThese include:\n- Graves' disease – a condition where your immune system mistakenly attacks and damages the thyroid (about 3 in every 4 people with an overactive thyroid have Graves' disease)\n- lumps (nodules) on the thyroid – this extra thyroid tissue can produce thyroid hormones, causing your levels to be too high\n- some medicines such as amiodarone, which can be used to treat anirregular heartbeat (arrhythmia)\nFind out more about the causes of an overactive thyroid."}, {"Further problems": "An overactive thyroid can sometimes lead to further problems, particularly if it's not treated or well controlled.\nThese include:\n- eye problems – such as eye irritation,double visionorbulging eyes\n- pregnancy complications – such aspre-eclampsia,premature birthormiscarriage\n- a thyroid storm – a sudden and life-threatening flare-up of symptoms\nFind out more about the complications of an overactive thyroid."}, {"No header": ""}]}, {"condition": "Ovulation pain", "sections": [{"No header": "Some women get a one-sided pain in their lower abdomen when they ovulate.\nIt happens about 14 days before your period, when an ovary releases an egg as part of the menstrual cycle. \nIt's also known as mittelschmerz (German for \"middle pain\" or \"pain in the middle of the month\").\nOvulation pain is often normal and just another side effect linked with periods."}, {"Symptoms of ovulation pain": "The pain can be a dull cramp or a sharp and sudden twinge.\nIt's usually on either the left- or right-hand side of your tummy depending on which ovary is releasing the egg.\nIt can last just a few minutes or continue for a day or 2. Some women notice a little vaginal bleeding when it happens."}, {"When to see your doctor": "See your GP if the pain is severe or you're worried. \nIt's a good idea to keep a diary before your visit. Let the doctor know exactly when during your menstrual cycle the pain comes on and how long it lasts."}, {"Treatments for painful ovulation": "Painful ovulation can usually be eased by simple remedies like soaking in a hot bath or taking an over-the-counter painkiller, such as paracetamol.\nNon-steroidal anti-inflammatory drugs (NSAIDs) like ibuprofen may also help, but you should not take them if you're trying to get pregnant as they can interfere with ovulation.\nIf you're in a lot of discomfort, talk to your GP about other treatment options. \nBirth control methods that stop ovulation, such as the contraceptive pill or contraceptive implant, can completely banish ovulation pain."}, {"Is ovulation pain anything to worry about?": "Painful ovulation is fairly common and usually harmless. But it can sometimes be a symptom of an underlying medical condition.\nSome of the underlying causes can result in fertility problems that can prevent you getting pregnant:\n- endometriosis– an inflammatory disease that affects the ovaries and fallopian tubes that can also cause pain during ovulation\n- scar tissue– if you've had surgery (for example, a caesarean section or your appendix out), scar tissue can cause ovulation pain by restricting the ovaries and surrounding structures\n- sexually transmitted infections (STIs)– STIs likechlamydiacan cause inflammation and scarring around the fallopian tubes, leading to ovulation pain"}, {"Why does ovulation pain happen?": "Nobody is sure, but one theory is that ovulation pain is the egg breaking through the ovary wall, which releases a small amount of fluid (or sometimes a small amount of blood) that irritates nearby nerves."}]}, {"condition": "Oxygen therapy, see Home oxygen therapy", "sections": [{"No header": "Home oxygen therapy involves breathing in air that contains more oxygen than normal through a mask or tube connected to a device in your home."}, {"Who can benefit from home oxygen therapy?": "Home oxygen therapy can be useful for people who do not have enough oxygen in their blood.\nIt can help with conditions such as:\n- chronic obstructive pulmonary disease(COPD)\n- pulmonary fibrosis\n- heart failure\n- severe long-termasthma\n- pulmonary hypertension\n- cystic fibrosis\n- breathing problems caused by a combination of beingobeseand having an underlying condition\nHome oxygen therapy can help with symptoms such as:\n- breathlessness\n- feeling tired all the time\n- memory problems\n- coughing"}, {"Getting assessed for home oxygen therapy": "Your doctor will refer you to a specialist clinic if they think your symptoms can be helped by home oxygen therapy.\nTo check the amount of oxygen in your blood, you may have a blood test and an oxygen sensor may be attached to your finger or earlobe (a pulse oximetry test).\nYou may also be asked to breathe into a device that checks how well your lungs are working. This test is called spirometry."}, {"Using home oxygen therapy": "The main ways of using home oxygen therapy are through:\n- short tubes placed in your nostrils – this is called a nasal cannula\n- a mask over your nose and mouth\nSome people may need a tube inserted into an opening made in the front of their neck (a tracheostomy) or a tube placed in their mouth and down their windpipe.\n\nThere are 3 types of devices that can be used to give you oxygen:\n- an oxygen concentrator\n- large oxygen cylinders\n- portable cylinders\nAn engineer will install the equipment and explain how to use it safely.\nAn oxygen concentrator is recommended if you need to have oxygen for most of the day (including when you're asleep).\nThe machine is about the size of a home printer and plugs into an electrical socket.\nOxygen cylinders will probably be prescribed if you only need oxygen for a short time – for example, if you need to relieve sudden periods of breathlessness.\nIt may be possible to use a small, portable oxygen cylinder outside your home. This is called portable oxygen or ambulatory oxygen.\nMost portable oxygen cylinders weigh around 2kg and are small enough to fit inside a small backpack or shopping trolley. This size cylinder holds just under 2 hours' worth of oxygen.\nPortable oxygen cylinders are not suitable for everyone."}, {"Oxygen suppliers": "There are 4 companies in England that provide home oxygen services for the NHS. Each covers a different geographical area. You can contact your supplier if you have a question about your device.\n- Air Liquide:0808 143 9991 for London0808 143 9999 for the South West of England\n- 0808 143 9991 for London\n- 0808 143 9999 for the South West of England\n- Baywater Healthcare:covers the North West of England, Yorkshire and The Humber, West Midlands and Wales (0800 373 580)\n- BOC:covers the East of England, East Midlands and Northern Ireland (0800 136 603)\n- Dolby Vivisol:covers the North East of England and the South East of England (0800 917 9840)"}, {"Going on holiday": "As long as you're well enough to travel and you plan in advance, you should be able to go on holiday while using oxygen.\nSpeak to staff at your local clinic as soon as possible if you're thinking about going on holiday, particularly if you want to go abroad.\nThey can advise you about what you need to do to stay safe while you're away.\nYou will also need travel insurance.\nIf you're going on holiday in the UK, talk to your oxygen supplier to see if it's possible for oxygen to be delivered to your destination. Try to give them as much notice as possible.\nThe British Lung Foundation website has more information and advice about going on holiday with a lung condition."}, {"Using oxygen safely": "- install fire alarms and smoke detectors in your home and make sure they're working\ninstall fire alarms and smoke detectors in your home and make sure they're working\n- tell your local fire brigade that you have oxygen at home\ntell your local fire brigade that you have oxygen at home\n- keep your device at least 3 metres away from any appliances that use an open flame, such as a gas cooker or gas fire\nkeep your device at least 3 metres away from any appliances that use an open flame, such as a gas cooker or gas fire\n- keep your device at least 1.5 metres away from other electrical appliances, such as a television, hair dryer or electrical heater\nkeep your device at least 1.5 metres away from other electrical appliances, such as a television, hair dryer or electrical heater\n- do not smoke, or let anyone smoke near you, when using your device – also smoking will make your oxygen therapy far less effective\ndo not smoke, or let anyone smoke near you, when using your device – also smoking will make your oxygen therapy far less effective\n- do not use flammable liquids, such as cleaning fluid, paint thinner or aerosols when using your device\ndo not use flammable liquids, such as cleaning fluid, paint thinner or aerosols when using your device\n- do not use oil-based emollients, such as Vaseline, when using your device\ndo not use oil-based emollients, such as Vaseline, when using your device"}]}]