[{"condition": "Q fever", "sections": [{"No header": "Q fever is a bacterial infection you can catch from infected farm animals such as sheep, cattle and goats. It's usually harmless, but it can cause serious problems in some people."}, {"Symptoms of Q fever": "Q fever does not always cause symptoms. Some people get flu-like symptoms within 2 to 3 weeks of being infected, such as:\n- a high temperature\n- aching muscles\n- tiredness\n- feeling sick\n- a sore throat\n- swollen glands\nSymptoms of Q fever usually last up to 2 weeks."}, {"How Q fever is spread": "Q fever is most often spread to humans by close contact with infected farm animals.\nThe bacteria can be spread by contact with:\n- afterbirth (placenta)\n- blood\n- pee\n- poo\n- animal skins, fur and wool\nThe bacteria can spread by being breathed in or through touch.\nYou can also get Q fever from drinking unpasteurised milk (milk that has not been heated to kill bacteria), but this is less likely.\nAlthough Q fever is rare, people who work closely with animals are more at risk, such as farmers, vets, stablehands and abattoir workers."}, {"Non-urgent advice:  See a GP if you think you have Q fever and:": "- you're pregnant – Q fever can cause miscarriage and serious complications if it spreads to your baby, especially if you catch it early in pregnancy\n- your immune system is weakened, for example, if you have had an organ transplant or you're having chemotherapy. The infection may affect your eyes or brain\n- you have heart valve disease (where 1 or more of your heart valves are diseased or damaged)\nQ fever is usually harmless, but in rare cases it can lead to serious problems.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "If a GP thinks you might have Q fever, they can arrange a blood test to see if you have been infected.\nIf you're pregnant and you test positive for Q fever, a GP can refer you for more tests to see if your baby has been infected. This is very rare.\nIf your symptoms are severe or they're not getting better, a GP may prescribe a course of antibiotics for 1 or 2 weeks.\nIt's important to finish the whole course of antibiotics, even if you start to feel better."}, {"How to prevent Q fever": "There is currently no licensed vaccine for Q fever available in the UK.\nIf you work with animals:\n- wash your hands regularly\nwash your hands regularly\n- clean cuts or grazes immediately and cover them with a plaster or dressing\nclean cuts or grazes immediately and cover them with a plaster or dressing\n- wear protective clothing, such as waterproof gloves and goggles\nwear protective clothing, such as waterproof gloves and goggles\n- ensure all animal afterbirth (placenta) is cleaned up safely\nensure all animal afterbirth (placenta) is cleaned up safely\n- do not help animals give birth if you're pregnant\ndo not help animals give birth if you're pregnant\n- do not touch anything that has been near animal blood, poo, pee or afterbirth, such as clothes, boots or gloves\ndo not touch anything that has been near animal blood, poo, pee or afterbirth, such as clothes, boots or gloves\n- do not drink milk that has not been heated to kill bacteria (unpasteurised milk)\ndo not drink milk that has not been heated to kill bacteria (unpasteurised milk)\n- do not eat in areas where animals are kept\ndo not eat in areas where animals are kept\nIf you're pregnant, it's especially important to avoid contact with sheep and lambs during the lambing season, between January and April.\nDo not touch anything that has been near sheep or lambs, such as gloves or boots.\nIf you catch Q fever while pregnant, you will usually have no symptoms, so it's better to avoid any risk.\nThere is also a risk of catching toxoplasmosis from sheep and lambs during lambing season."}, {"Chronic Q fever": "In a few people with Q fever, the symptoms can last for months. This is known as chronic Q fever.\nChronic Q fever sometimes leads to serious heart problems, such as endocarditis.\nPeople with chronic Q fever may need a much longer course of antibiotics and treatment in hospital for any complications that develop."}]}, {"condition": "Quinsy, see Tonsillitis", "sections": [{"No header": "Tonsillitis is an infection of the tonsils at the back of your throat. It is a common childhood illness, but teenagers and adults can get it too."}, {"Check if you have tonsillitis": "Tonsillitis can feel like a bad cold or flu. The tonsils at the back of your throat will be red and swollen.\nThe main symptoms in children and adults are:\n- a sore throat\n- problems swallowing\n- a high temperature of 38C or above\n- coughing\n- a headache\n- feeling sick\n- earache\n- feeling tired\nSometimes the symptoms can be more severe and include:\n- swollen, painful glands in your neck (feels like a lump on the side of your neck)\n- white pus-filled spots on your tonsils\n- bad breath"}, {"No header": ""}, {"No header": "Look at other sore throat symptoms."}, {"How long tonsillitis lasts": "Symptoms will usually go away after 3 to 4 days.\nTonsillitis is not contagious, but most of the infections that cause it are, for example, colds and flu.\nTo stop these infections spreading:\n- if you or your child have a high temperature or you do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better\n- use tissues when you cough or sneeze and throw them away\n- wash your hands after coughing or sneezing"}, {"How to treat tonsillitis yourself": "Tonsillitis usually gets better on its own after a few days.\nTo help treat the symptoms:\n- get plenty of rest\n- drink cool drinks to soothe the throat\n- takeparacetamoloribuprofen(do not give aspirin to children under 16)\n- gargle with warm salty water (children should not try this)"}, {"No header": "- Mix half a teaspoon of salt in a glass of warm water and stir until it has dissolved.\n- Gargle with the salty water (do not swallow it), then spit it out.\n- Repeat as often as you like.\nYoung children should not gargle with salty water."}, {"A pharmacist can help with tonsillitis": "Speak to a pharmacist about tonsillitis.\nThey can give advice and suggest treatments, like:\n- lozenges\n- throat sprays\n- antiseptic solutions"}, {"Non-urgent advice:  See a GP if:": "- you have white pus-filled spots on your tonsils\n- the sore throat is so painful it's difficult to eat or drink\n- the symptoms do not go away within 4 days\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nA doctor can usually tell it's tonsillitis by asking about your symptoms and looking at the back of your throat.\nYou may also need:\n- a swab test to see if bacteria are causing your tonsillitis (a cotton bud is used to wipe the back of your throat)\n- a blood test forglandular feverif symptoms are severe or will not go away\nYou should get any test results back within 2 or 3 days."}, {"Treatment from a GP": "Treatment will depend on what caused your tonsillitis:\n- most children and adults get viral tonsillitis (caused by a virus), which clears up on its own\n- for bacterial tonsillitis (caused by bacteria), a GP may prescribe antibiotics\nA GP will usually wait for the test results to tell which type you have.\nIt's very rare that someone needs to have their tonsils taken out.\nThis is usually only the case if you have severe tonsillitis that keeps coming back."}, {"Causes of tonsillitis": "Tonsillitis is usually caused by a virus, such as a cold, but it can also be due to a bacterial infection such as strep throat."}, {"Complications with tonsillitis (quinsy)": "Complications with tonsillitis are very rare.\nSometimes you can get a pocket filled with pus (abscess) between your tonsils and the wall of your throat. This is called quinsy.\n- a severe sore throat that quickly gets worse\n- swelling inside the mouth and throat\n- difficulty speaking\n- difficulty swallowing\n- difficulty breathing\n- difficulty opening your mouth\nThese are signs of quinsy."}, {"No header": ""}]}]