[{"condition": "Tailbone (coccyx) pain", "sections": [{"No header": "Tailbone pain is pain in the bone at the base of the spine (coccyx), near the top of your bottom. There are things you can do to ease the pain, but get medical help if it does not get better after a few weeks."}, {"Check if you have tailbone (coccyx) pain": "The main symptom of tailbone (coccyx) pain is pain and tenderness at the base of your spine, near the top of your bottom.\nIt may feel dull and achy most of the time, with occasional sharp pains.\nThe pain may be worse:\n- while you're sitting down\n- when you sit down or stand up\n- when you bend forward\n- when you're having a poo\n- during sex\n- during your period\nYou may also find it difficult to sleep and carry out daily activities."}, {"How you can ease tailbone (coccyx) pain yourself": "Tailbone (coccyx) pain may improve after a few weeks, but it can sometimes last longer. There are some things you can do to help ease the pain.\n- sit correctly– maintain good posture with your lower back supported\nsit correctly – maintain good posture with your lower back supported\n- use a specially designed coccyx cushion when sitting – sitting on an exercise ball can also help\nuse a specially designed coccyx cushion when sitting – sitting on an exercise ball can also help\n- lie on your side to reduce the pressure on your coccyx\nlie on your side to reduce the pressure on your coccyx\n- trypelvic floor exercises(particularly important during pregnancy)\ntry pelvic floor exercises (particularly important during pregnancy)\n- use an ice pack (or a bag of frozen peas) wrapped in a towel on the affected area for 20 to 30 minutes – you can also use a heat pack for longer\nuse an ice pack (or a bag of frozen peas) wrapped in a towel on the affected area for 20 to 30 minutes – you can also use a heat pack for longer\n- usenon-steroidal anti-inflammatory drugs (NSAIDs)likeibuprofento help reduce the pain\nuse non-steroidal anti-inflammatory drugs (NSAIDs) like ibuprofen to help reduce the pain\n- use alaxativeto soften your poo if the pain is worse when pooing – ask a pharmacist for a laxative that softens poo\nuse a laxative to soften your poo if the pain is worse when pooing – ask a pharmacist for a laxative that softens poo\n- do not sit for a long time\ndo not sit for a long time\n- do not wear clothes that are tight around your bottom and lower back, like some types of jeans\ndo not wear clothes that are tight around your bottom and lower back, like some types of jeans"}, {"Non-urgent advice:  See a GP if:": "- tailbone (coccyx) pain has not improved after a few weeks of trying treatments at home\n- the pain is affecting your daily activities\n- you have a high temperature, tailbone pain and pain in another area, such as in your tummy or lower back\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for tailbone (coccyx) pain": "Further treatments are available if simple things like pelvic floor exercises and ibuprofen have not helped your tailbone (coccyx) pain.\nThe 2 treatments that may be recommended first are:\n- physiotherapy – the muscles around the coccyx can be manipulated to help ease the pain\n- corticosteroid and local anaesthetic injections – into the joint that attaches the coccyx to the bottom of your spine; you'll usually have a maximum of 2 injections given on consecutive months\nIf physiotherapy and injections do not help reduce the pain, surgery to remove part or all of your coccyx may be recommended."}, {"Causes of tailbone (coccyx) pain": "Common causes of tailbone (coccyx) pain include:\n- pregnancy and childbirth\n- an injury or accident, such as a fall onto your coccyx\n- repeated or prolonged strain on the coccyx – for example, after sitting for a long time while driving or cycling\n- poor posture\n- being overweight or underweight\n- joint hypermobility(increased flexibility) of the joint that attaches the coccyx to the bottom of the spine\nSometimes the cause of tailbone pain is unknown."}]}, {"condition": "Tapeworm, see Worms in humans", "sections": [{"No header": "Some types of worms can infect people. Some can be caught in the UK and others are only caught abroad. Most worm infections are not serious and can be easily treated with medicine."}, {"A pharmacist can help with worm infections": "A pharmacist can help if you have:\n- small, white worms in your poo that look like pieces of thread\n- extreme itching around your anus, particularly at night\nThis is probably threadworms.\nThey're common in the UK and can be treated with medicine from a pharmacy.\n- find a large worm or large piece of worm in your poo\n- have a red, itchy worm-shaped rash on your skin\n- have sickness, diarrhoea or a stomach ache for longer than 2 weeks\n- are losing weight for no reason\nThese could be symptoms of something like roundworm, hookworm or tapeworm.\nThese infections are usually caught while travelling. They can take a long time to cause symptoms, so tell the GP if you have been abroad in the last 2 years.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": ""}, {"Treatment to get rid of worms": "It does not matter which type of worm you have – all worm infections are treated in a similar way.\nYou might be asked to provide a sample of poo so it can be tested for worm eggs.\nIf you have worms, a GP will prescribe medicine to kill them. You take this for 1 to 3 days. The people you live with may also need to be treated.\nAny worms in your gut will eventually pass out in your poo. You may not notice this.\nTo avoid becoming infected again or infecting others, it's very important during the weeks after starting treatment to wash your hands:\n- after going to the toilet\n- before eating or preparing food\n- regularly during the day\nGo back to the GP if your symptoms do not get better in 2 weeks or you keep passing live worms in your poo."}, {"How you catch worms": "Worms are mainly spread in small bits of poo from people with a worm infection. Some are caught from food.\nYou can get infected by:\n- touching objects or surfaces with worm eggs on them– if someone with worms does not wash their hands\n- touching soil or swallowing water or food with worm eggs in it– mainly a risk in parts of the world without modern toilets or sewage systems\n- walking barefoot on soil containing worms– only a risk in parts of the world without modern toilets or sewage systems\n- eating raw or undercooked beef, pork or freshwater fish (like salmon or trout) containing baby worms– more common in parts of the world with poor food hygiene standards\nYou can catch some worms from pets, but this is rare."}, {"How to prevent worm infections": "- wash your hands before eating or preparing food, and after touching soil or using the toilet\nwash your hands before eating or preparing food, and after touching soil or using the toilet\n- only drink bottled or boiled water in high-risk areas (places without modern toilets or sewage systems)\nonly drink bottled or boiled water in high-risk areas (places without modern toilets or sewage systems)\n- deworm pet dogs and cats regularly\ndeworm pet dogs and cats regularly\n- dispose of dog and cat poo in a bin as soon as possible\ndispose of dog and cat poo in a bin as soon as possible\n- thoroughly wash garden-grown fruit and vegetables\nthoroughly wash garden-grown fruit and vegetables\n- do not let children play in areas where there's a lot of dog or cat poo\ndo not let children play in areas where there's a lot of dog or cat poo\n- do not eat raw fruit and vegetables in high-risk areas\ndo not eat raw fruit and vegetables in high-risk areas\n- do not walk barefoot in high-risk areas\ndo not walk barefoot in high-risk areas\n- do not eat raw or undercooked pork, beef or freshwater fish\ndo not eat raw or undercooked pork, beef or freshwater fish"}]}, {"condition": "Tay-Sachs disease", "sections": [{"No header": "Tay-Sachs disease is a rare inherited condition that mainly affects babies and young children. It stops the nerves working properly and is usually fatal.\nIt used to be most common in people of Ashkenazi Jewish descent (most Jewish people in the UK), but many cases now occur in people from other ethnic backgrounds."}, {"Symptoms": "Symptoms of infantile Tay-Sachs disease usually start when a child is 3 to 6 months old.\nThe main symptoms include:\n- being overly startled by noises and movement\n- being very slow to reach milestones like learning to crawl, and losing skills they have already learnt\n- floppiness and weakness, which keeps getting worse until they're unable to move (paralysis)\n- difficulty swallowing\n- loss of vision or hearing\n- muscle stiffness\n- seizures (fits)\nThe condition is usually fatal by around 3 to 5 years of age, often due to complications of a lung infection (pneumonia).\nRarer types of Tay-Sachs disease start later in childhood (juvenile Tay-Sachs disease) or early adulthood (late-onset Tay-Sachs disease). The late-onset type doesn't always shorten life expectancy."}, {"How it's inherited": "Tay-Sachs disease is caused by a problem in a child's genes that means their nerves stop working properly.\nA child can only have it if both parents have this faulty gene. The parents themselves don't usually have any symptoms – this is known as being a \"carrier\".\nIf 2 people who are carriers have a child, there's a:\n- 1 in 4 (25%) chance the child won't inherit any faulty genes and won't have Tay-Sachs disease or be able to pass it on\n- 1 in 2 (50%) chance the child inherits a faulty gene from one parent and becomes a carrier, but won't have the condition themselves\n- 1 in 4 (25%) chance the child inherits a faulty gene from both parents and develops Tay-Sachs disease"}, {"When to get medical advice": "Speak to your GP if:\n- you're planning a pregnancy and you or your partner have an Ashkenazi Jewish background, a history of Tay-Sachs disease in either of your families, or you know you're carriers\n- you're pregnant and concerned your baby could have Tay-Sachs disease – you can also speak to your midwife for advice\n- you're worried your child might have symptoms of Tay-Sachs disease – especially if someone in your family had it\nIf you're pregnant or planning a pregnancy, you may be referred for genetic and genomic testing to see if you're at risk of having a child with Tay-Sachs disease and to talk to a genetics counsellor about your options.\nIf your child has possible symptoms of Tay-Sachs disease, a blood test can show if they have it."}, {"Treatments": "There's currently no cure for Tay-Sachs disease. The aim of treatment is to make living with it as comfortable as possible.\nYou'll see a team of specialists, who will help come up with a treatment plan for your child.\nTreatments may include:\n- medicines for seizures and stiffness\n- speech and language therapy for feeding and swallowing problems – sometimes special bottles or a feeding tube may be needed\n- physiotherapy to help with stiffness and improve coughing (to reduce the risk of pneumonia)\n- antibiotics to treat infections like pneumonia if they occur\nYour care team will talk to you about end of life care, such as where you'd like your child to receive care and if you'd like them to be resuscitated if their lungs stop working."}]}, {"condition": "Teeth grinding (bruxism)", "sections": [{"No header": "Teeth grinding (also called bruxism) is often related to stress or anxiety. There are things you can do to help and treatments available from a dentist or GP."}, {"Causes of teeth grinding": "It’s not always clear what causes teeth grinding.\nIt’s often linked to:\n- stressandanxiety– this is the most common cause of teeth grinding\n- sleep problems like snoring,obstructive sleep apnoea (OSA)andsleep paralysis\n- taking certain medicines, including a type of antidepressant known asselective serotonin reuptake inhibitors (SSRIs)\n- smoking, drinking lots of alcohol and caffeine, and taking drugs like ecstasy and cocaine\nTeeth grinding is common in children and teenagers, particularly during sleep. It often stops when they reach adulthood and their adult teeth have come through."}, {"How to reduce teeth grinding": "There are a number of things you can try that may help if you grind your teeth.\n- find ways to relax – for example, by doingbreathing exercises, listening to music and takingregular exercise\nfind ways to relax – for example, by doing breathing exercises, listening to music and taking regular exercise\n- try to improve your sleep by going to bed at the same time every night, relaxing before bedtime and making sure your bedroom is dark and quiet\ntry to improve your sleep by going to bed at the same time every night, relaxing before bedtime and making sure your bedroom is dark and quiet\n- try jaw exercises, such as stretching the jaw muscles by opening your mouth as wide as you can and repeating it 10 times, once or twice a day\ntry jaw exercises, such as stretching the jaw muscles by opening your mouth as wide as you can and repeating it 10 times, once or twice a day\n- take painkillers likeparacetamoloribuprofenif you have jaw pain or swelling\ntake painkillers like paracetamol or ibuprofen if you have jaw pain or swelling\n- use an ice pack (or bag of frozen peas) wrapped in a towel for 20 to 30 minutes to help reduce jaw pain or swelling\nuse an ice pack (or bag of frozen peas) wrapped in a towel for 20 to 30 minutes to help reduce jaw pain or swelling\n- have regular dental check-ups\nhave regular dental check-ups\n- do not smoke\ndo not smoke\n- do not drink too much alcohol\ndo not drink too much alcohol\n- do not take drugs like ecstasy or cocaine\ndo not take drugs like ecstasy or cocaine\n- do not chew gum or eat hard foods if you have tooth or jaw pain\ndo not chew gum or eat hard foods if you have tooth or jaw pain"}, {"Symptoms of teeth grinding": "Teeth grinding can happen while you’re awake or asleep.\nAs well as grinding your teeth and clenching your jaw, other symptoms can include:\n- face, neck and shoulder pain\n- a painful jaw, which can lead to a condition calledtemporomandibular disorder (TMD)\n- worn-down or broken teeth, which can cause increased sensitivity and loss of teeth and fillings\n- headaches\n- earache\n- disturbed sleep"}, {"Non-urgent advice:  See a dentist if:": "- you grind your teeth and have tooth damage or sensitivity\n- you grind your teeth and have pain in your jaw, face or ear\n- your partner says you're grinding your teeth in your sleep\n- you're worried about your child grinding their teeth\nSee a GP if you need help with some of the causes of teeth grinding, such as stress, anxiety, smoking, drinking too much or taking drugs.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for teeth grinding": "Treatment for teeth grinding is not always needed.\nA dentist may recommend a mouth guard or mouth splint. These are worn at night and protect your teeth from damage. They can be made by a dentist to fit precisely over your upper or lower teeth\nMouth splints are more expensive than mouth guards but last longer.\nA GP can give you advice and recommend treatments for reducing stress.\nThey will also be able to help if you want to give up smoking, or if you need advice about drug addiction or cutting down on alcohol."}]}, {"condition": "Teeth whitening", "sections": [{"No header": "More and more people are paying for brighter, whiter teeth. But does teeth whitening work and is it safe? Here are the answers to common questions about the treatment."}, {"What is teeth whitening?": "Teeth whitening involves bleaching your teeth to make them lighter. It can't make your teeth brilliant white, but it can lighten the existing colour by several shades."}, {"Who can do teeth whitening?": "Teeth whitening is a form of dentistry and should only be carried out by a dentist or another regulated dental professional, such as a dental hygienist or dental therapist, on the prescription of a dentist.\nSome beauty salons offer teeth whitening, but this is illegal if there's no dental professional present, and it may put your oral health at risk.\nYou can also buy DIY home teeth whitening kits but these may also carry risks."}, {"What happens during teeth whitening?": "If you have your teeth whitened you'll first need to make 2 to 3 visits to the dental surgery.\nThe dentist will take an impression of your teeth to make a mouthguard and tell you how to use it with a bleaching gel. Then, using your mouthguard at home, you regularly apply the gel for a specified period of time over a few weeks. Some whitening gels can be left on for up to 8 hours at a time, which can shorten the treatment period.\nLaser whitening, also known as power whitening, is another type of teeth whitening system that a dentist can provide. A bleaching product is painted onto your teeth and then a light or laser is shone on them to activate the whitening. Laser whitening takes about an hour."}, {"Can any dentist whiten teeth?": "Any dentist can whiten teeth as long as they're registered with the General Dental Council. Registered dental therapists and dental hygienists can also carry out teeth whitening on the prescription of a dentist.\nTo find out if a dental professional is registered you can check the online register on the General Dental Council website."}, {"What about home kits and beauty salons for teeth whitening?": "Only go to a registered dental professional for teeth whitening because whitening by people who aren't qualified, for example in beauty salons, is illegal.\nHome kits also carry risks. Talk to your dentist first, before using a home kit."}, {"What are the risks of home kits and salon teeth whitening?": "Some home kits don't contain enough whitening product to be effective. Also, if a dental professional isn't doing the whitening, the mouthguard provided may not fit properly so some of the bleaching gel may leak out onto your gums and into your mouth, causing blistering and sensitivity.\nTeeth whitening carried out in beauty salons by untrained staff or staff without dental qualifications puts your oral health at risk and is also illegal."}, {"Will I pay for teeth whitening privately?": "Teeth whitening by a dentist or other dental professional can generally only be done privately because it's considered to be a cosmetic treatment. Costs vary and laser whitening is more expensive than professional bleaching.\nFind out which dental treatments are available on the NHS"}, {"How do I find out about getting my teeth whitened?": "Your dentist will advise you whether whitening is right for you. It may be that teeth whitening isn't suitable, for example if you have gum disease or crowns.\nFind a dentist near you"}, {"What should I ask the dentist before going ahead?": "Don't be afraid to ask simple questions about the types of whitening treatment available, what results you can expect and how long they are likely to last.\nYou may also want to ask them whether there are any risks involved – for example, increasing the sensitivity of your teeth.\nTry to talk to other people who've had the same treatment or visit another dentist for a second opinion until you feel confident. Always ask for a written treatment plan and price estimate before going ahead."}, {"Is teeth whitening permanent?": "Teeth whitening isn't permanent. It can last from a few months to up to 3 years – it varies from person to person.\nThe whitening effect won't last as long if you smoke or drink red wine, tea or coffee, which can all stain your teeth."}, {"Will teeth whitening work on false teeth?": "Teeth whitening doesn't work on dentures, crowns, fillings or veneers."}, {"What are the risks of teeth whitening?": "No matter what treatment you use, there's a chance your gums will be sensitive to the chemicals used in teeth whitening, particularly if you already have sensitive teeth. There's also a chance of burns to gums and some of the whitening kits used at home can harm tooth enamel."}, {"What if I'm not happy with the results?": "If you are not happy with the results, speak to the dental professional who carried out your treatment to ask for advice.\nIf you're concerned that teeth whitening by a dental professional has damaged your teeth, you can contact the Dental Complaints Service online or call them on 020 8253 0800. This is an expert, free and independent service that can help if you have a complaint about private dental care.\nIf you think your teeth whitening has been carried out illegally (that is, by someone not qualified or registered to perform it) you can report this on the General Dental Council website.\nRead more about taking care of your teeth and gums"}]}, {"condition": "Temporal arteritis", "sections": [{"No header": "Temporal arteritis (giant cell arteritis) is where the arteries, particularly those at the side of the head (the temples), become inflamed. It's serious and needs urgent treatment."}, {"Symptoms of temporal arteritis": "The symptoms of temporal arteritis depend on which arteries are affected.\nThe main symptoms are:\n- frequent, severe headaches\n- pain and tenderness over the temples\n- jaw pain while eating or talking\n- vision problems, such asdouble visionorloss of visionin 1 or both eyes\nMore general symptoms are also common – for example, flu-like symptoms, unintentional weight loss, depression and tiredness.\nAbout 2 in 5 people with temporal arteritis also develop polymyalgia rheumatica. This causes pain, stiffness and inflammation in the muscles around the shoulders, neck and hips."}, {"Urgent advice: Get advice from 111 now if:": "- you think you might have temporal arteritis\nIt can lead to serious problems like stroke and blindness if not treated quickly.\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP surgery for an urgent appointment.\nThe GP will ask you about your symptoms and examine your temples.\nAfter having some blood tests, you'll be referred to a specialist.\nThey may carry out further tests to help diagnose temporal arteritis.\nYou may have:\n- anultrasound scanof your temples\n- a biopsy underlocal anaesthetic– where a small piece of the temporal artery is removed and checked for signs of temporal arteritis\nIf you have problems with your vision, you should have a same-day appointment with an eye specialist (ophthalmologist) at a hospital eye department."}, {"Treatment for temporal arteritis": "Temporal arteritis is treated with steroid medicine, usually prednisolone.\nTreatment will be started before temporal arteritis is confirmed because of the risk of vision loss if it's not dealt with quickly.\nThere are 2 stages of treatment:\n- An initial high dose of steroids for a few weeks to help bring your symptoms under control.\n- A lower steroid dose (after your symptoms have improved) given over a longer period of time, possibly several years.\nA small number of people may need to take steroids for the rest of their life.\nYou'll have regular follow-ups to see how you're doing and check for any side effects you may have.\nDo not suddenly stop taking steroids unless your doctor tells you to. Stopping a prescribed course of medicine could make you very ill."}, {"No header": "Other types of medicine you may need if you have temporal arteritis include:\n- low-dose aspirin– to reduce the risk of a stroke or heart attack, which can happen if the arteries to your heart are affected\n- proton pump inhibitors (PPIs)– to lower your risk of getting a stomach problem like indigestion or astomach ulcer, which can be a side effect of taking prednisolone\n- bisphosphonate therapy– to reduce the risk ofosteoporosiswhen taking prednisolone\n- immunosuppressants– to allow steroid medicine to be reduced and help prevent temporal arteritis coming back"}]}, {"condition": "Temporomandibular disorder (TMD)", "sections": [{"No header": "Temporomandibular disorder (TMD) is a condition affecting the movement of the jaw. It's not usually serious and generally gets better on its own."}, {"Check if you have temporomandibular disorder (TMD)": "Signs of TMD include:\n- pain around your jaw, ear and temple\n- clicking, popping or grinding noises when you move your jaw\n- a headache around your temples\n- difficulty opening your mouth fully\n- your jaw locking when you open your mouth\nThe pain may be worse when chewing and when you feel stressed.\nTMD can also stop you getting a good night's sleep."}, {"How to ease temporomandibular disorder (TMD) yourself": "There are some simple things you can do to try to reduce your jaw pain.\n- eat soft food, like pasta, omelettes and soup\neat soft food, like pasta, omelettes and soup\n- takeparacetamoloribuprofen\ntake paracetamol or ibuprofen\n- hold ice packs or heat packs to the jaw, whichever feels better\nhold ice packs or heat packs to the jaw, whichever feels better\n- massage the painful jaw muscles\nmassage the painful jaw muscles\n- try to find ways to relax\ntry to find ways to relax\n- do not chew gum or pen tops\ndo not chew gum or pen tops\n- do not bite food with your front teeth\ndo not bite food with your front teeth\n- do not yawn too wide\ndo not yawn too wide\n- do not bite your nails\ndo not bite your nails\n- do not clench your teeth – apart from when eating, your teeth should be apart\ndo not clench your teeth – apart from when eating, your teeth should be apart\n- do not rest your chin on your hand\ndo not rest your chin on your hand"}, {"No header": "Try either:\n- a pack of frozen peas, wrapped in a tea towel, for no more than 5 minutes at a time,or\n- a hot water bottle, wrapped in a tea towel, twice a day for 15 to 20 minutes"}, {"No header": "- you're unable to eat or drink\n- the pain is affecting your daily life\n- the pain is affecting your sleep\n- the pain and discomfort keep coming back\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for temporomandibular disorder (TMD) from a GP": "The GP may suggest:\n- stronger painkillers\n- relaxation techniques to reduce stress\n- ways to improve your sleep\nThey might suggest you see:\n- a dentist – if teeth grinding might be an issue\n- a psychologist – if stress and anxiety are making your pain worse\n- a physiotherapist – for advice about jaw exercises and massage\nIf these treatments do not help, you may be referred to a specialist in joint problems to discuss other options, such as painkilling injections or surgery."}, {"Causes of temporomandibular disorder (TMD)": "TMD can be caused by:\n- teeth grinding\n- wear and tear of the joint\n- a blow to the head or face\n- stress\n- an uneven bite"}]}, {"condition": "Tendonitis", "sections": [{"No header": "Tendonitis is when a tendon swells (becomes inflamed) after a tendon injury.\nIt can cause joint pain, stiffness, and affect how a tendon moves.\nYou can treat mild tendon injuries yourself and should feel better within 2 to 3 weeks."}, {"How to treat tendonitis yourself": "Follow these steps for 2 to 3 days to help manage pain and to support the tendon.\n- Rest: try to avoid moving the tendon for 2 to 3 days.\n- Ice: put an ice pack (or try a bag of frozen peas wrapped in a tea towel) on the tendon for up to 20 minutes every 2 to 3 hours.\n- Support: wrap an elastic bandage around the area, use a tube bandage, or use a soft brace. You can buy these from pharmacies. It should be snug, not tight.\nIt's important to take a bandage or brace off before going to bed.\nWhen you can move the injured area without pain stopping you, try to keep moving it so the joint does not become stiff.\nTo help prevent further injury or pain, try to avoid:\n- heavy lifting, strong gripping or twisting actions that make the symptoms worse\n- playing sports, until the tendon has recovered"}, {"A pharmacist may help with tendonitis": "A pharmacist can recommend the best painkiller for you. Paracetamol and ibuprofen can help to ease pain.\nThey may also recommend a nonsteroidal anti-inflammatory (NSAID) cream or gel you rub on your skin."}, {"Symptoms of tendonitis": "There are tendons all over your body. They connect your muscles to bones in your joints, for example, in your knees, elbows and shoulders.\nThe main symptoms of tendonitis are:\n- pain in a tendon that gets worse when you move\n- difficulty moving the joint\n- feeling a grating or crackling sensation when you move the tendon\n- swelling, sometimes with heat or redness"}, {"No header": "- your symptoms do not improve within a few weeks\n- you're in a lot of pain\n- you think you have ruptured (torn) a tendon\nIf the pain is sudden and severe, and happened during an accident or activity, you may have ruptured a tendon. You might have heard a popping or snapping sound when the pain started.\nIf your tendon is ruptured, you may be referred to a specialist for assessment.\nYou may be referred to hospital for an X-ray or scan if your doctor thinks you may have another injury, such as a broken bone."}, {"Treatment for tendonitis from a GP": "A GP may prescribe a stronger painkiller or suggest you use a NSAID cream or gel on your skin to ease pain.\nIf the pain is severe, lasts a long time, or your movement is limited, you may be referred for physiotherapy. You can also choose to book appointments privately.\nIf physiotherapy does not help, you may be referred to a doctor who specialises in muscles and bones (orthopaedic specialist) or a local musculoskeletal clinic.\nSome people with severe tendonitis may be offered:\n- steroid injections, which may provide short-term pain relief (this cannot be offered for problems with the achilles tendon)\n- shockwave therapy, which may help with healing\n- platelet rich plasma injections (PRP), which may help with healing\n- surgery to remove damaged tissue or repair a ruptured tendon"}, {"No header": ""}, {"Preventing tendon problems": "Tendonitis is usually caused by sudden, sharp movements or repetitive exercise, such as running, jumping or throwing.\nTendonitis can also be caused by repetitive movements, or having poor posture or technique while at work or when playing a sport. This is known as repetitive strain injury (RSI).\nYou cannot always prevent tendonitis. But there are things you can do to help reduce the chance of a tendon injury.\n- warm up before exercising and gently stretch afterwards\nwarm up before exercising and gently stretch afterwards\n- wear supportive shoes for exercise, or insoles\nwear supportive shoes for exercise, or insoles\n- take regular breaks from repetitive exercises\ntake regular breaks from repetitive exercises\n- do not over-exercise tired muscles\ndo not over-exercise tired muscles\n- do not start a new sport without some training or practice\ndo not start a new sport without some training or practice\n- do not do the same repetitive exercises\ndo not do the same repetitive exercises"}, {"Video: what is tendonitis?": "This animation explains what tendonitis is and what causes it."}, {"No header": ""}]}, {"condition": "Tennis elbow", "sections": [{"No header": "Tennis elbow is a condition that causes pain around the outside of the elbow.\nIt's clinically known as lateral epicondylitis.\nIt often happens after overuse or repeated action of the muscles of the forearm, near the elbow joint.\nYou may notice pain on the outside of the elbow, which may travel down the forearm when:\n- lifting or bending your arm\n- when gripping small objects, such as a pen\n- when twisting your forearm, such as turning a door handle or opening a jar\nYou may also find it difficult to fully extend your arm.\nRead more about the symptoms of tennis elbow"}, {"What causes tennis elbow?": "Tennis elbow is usually caused by overusing the muscles attached to your elbow and used to straighten your wrist. If the muscles are strained, tiny tears and inflammation can develop near the bony lump (the lateral epicondyle) on the outside of your elbow.\nAs the name suggests, tennis elbow is sometimes caused by playing tennis, but any activity that puts repeated stress on the elbow joint can cause it.\nPain that occurs on the inner side of the elbow is known as golfer's elbow.\nRead more about the causes of tennis elbow"}, {"When to see a GP": "You should avoid the activity that is causing the pain until your symptoms improve.\nIf the pain in your elbow does not go away after a few days of rest, visit a GP.\nThe GP will check for swelling and tenderness, and carry out some simple tests, such as stretching out your fingers and flexing your wrist while your elbow is stretched out.\nIf the GP thinks the pain is due to nerve damage, further tests, such as an ultrasound scan or an MRI scan, may be done."}, {"Treating tennis elbow": "Tennis elbow will get better without treatment (a self-limiting condition), but there are treatments that may improve symptoms and speed up recovery.\nYou should rest your injured arm and stop any activity that's causing the problem.\nHolding a cold compress, such as a bag of frozen peas wrapped in a towel, against your elbow for a few minutes several times a day can help ease the pain.\nTaking painkillers, such as paracetamol, may help reduce mild pain. Non-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen, can also be used to help reduce inflammation.\nPhysiotherapy may be recommended in more severe cases. Massaging and manipulating the affected area may help relieve the pain and stiffness, and improve the range of movement in your arm.\nSurgery may be used as a last resort to remove the damaged part of the tendon.\nTennis elbow can last between 6 months to 2 years, but a full recovery is made within a year in 9 out of 10 cases.\nRead more about how tennis elbow is treated"}, {"Preventing tennis elbow": "It's not always easy to avoid getting tennis elbow, for instance if it was caused by something you do at work. Not putting too much stress on the muscles surrounding your elbow will help prevent the condition from getting worse.\nIf your tennis elbow is caused by a sport such as tennis or other activity that puts a repeated strain on your elbow joint, changing your technique may ease the problem.\nRead more advice about preventing tennis elbow"}, {"Who's affected by tennis elbow?": "Tennis elbow is a common condition that affects about 1-3% of the population (about 4 to 7 cases per 1000) every year.\nIt's the most common cause of persistent elbow pain, accounting for two-thirds of cases. It affects women and men equally, and those affected are mostly between the ages of 35-54."}]}, {"condition": "TENS (transcutaneous electrical nerve stimulation)", "sections": [{"No header": "Transcutaneous electrical nerve stimulation (TENS) is a method of pain relief involving the use of a mild electrical current.\nA TENS machine is a small, battery-operated device that has leads connected to sticky pads called electrodes.\nYou attach the pads directly to your skin. When the machine is switched on, small electrical impulses are delivered to the affected area of your body, which you feel as a tingling sensation.\nThe electrical impulses can reduce the pain signals going to the spinal cord and brain, which may help relieve pain and relax muscles. They may also stimulate the production of endorphins, which are the body's natural painkillers."}, {"What TENS is used for": "TENS may be able to help reduce pain and muscle spasms caused by a wide range of conditions including:\n- arthritis\n- period pain\n- pelvic pain caused byendometriosis\n- knee pain\n- sports injuries\nIt's also sometimes used as a method of pain relief during labour."}, {"Does TENS work?": "There's not enough good-quality scientific evidence to say for sure whether TENS is a reliable method of pain relief. More research is needed and clinical trials are ongoing.\nHealthcare professionals have reported that it seems to help some people, although how well it works depends on the individual and the condition being treated.\nTENS is not a cure for pain and often only provides short-term relief while the TENS machine is being used.\nHowever, the treatment is generally very safe and you may feel it's worth trying instead of, or in addition to, the usual medical treatments."}, {"Trying TENS": "If you're thinking about trying TENS, it's a good idea to speak to a GP about a referral to a physiotherapist or pain clinic.\nA physiotherapist or pain specialist may be able to loan you a TENS machine for a short period if they think it could help.\nYou can choose to buy your own TENS machine without getting medical advice, but it's generally better to have a proper assessment first, so you can find out whether a TENS machine is appropriate for you and be taught how to use it properly.\nTo get the most benefit from TENS, it's important that the settings are adjusted correctly for you and your individual condition.\nIf you find TENS effective, you can buy a TENS machine from a pharmacy. They range in price from about £20 to £100. More expensive machines are not necessarily any better than lower-priced ones, so it's best to do some research before you buy."}, {"How to use TENS": "This is a general guide on how to use a TENS machine. Always follow the manufacturer's specific instructions.\nTENS machines are small and lightweight, so you can use them while working or on the move. You can put it in your pocket, clip it to your belt or hold it in your hand.\nYou can use TENS throughout the day for as long as you like, although it should not be used while you're driving, operating machinery, or in the bath or shower. \nMake sure the machine is switched off before you attach the pads to your skin. Position the pads either side of the painful area, at least 2.5cm (1 inch) apart.\nNever place the pads over:\n- the front or sides of your neck\n- your temples\n- your mouth or eyes\n- your chest and upper back at the same time\n- irritated, infected or broken skin\n- varicose veins\n- numb areas\nTurn on the TENS machine when the pads are attached in the correct places. You'll feel a slight tingling sensation pass through your skin.\nThe machine has a dial that allows you to control the strength of the electrical impulses.\nStart on a low setting and gradually increase it until the sensation feels strong but comfortable. If the tingling sensation starts to feel painful or uncomfortable, reduce it slightly.\nSwitch the TENS machine off after you've finished using it and remove the electrodes from your skin."}, {"Are there any risks of side effects?": "For most people, TENS is a safe treatment with no side effects.\nSome people may be allergic to the pads and their skin may become red and irritated. Speak to your GP, physiotherapist or pharmacist if you have concerns. You may need to take a short break from using TENS. Special pads are available for people with allergies.\nTENS is not safe for everyone to use. Do not use it without first getting medical advice if:\n- you have apacemakeror another type of electrical or metal implant in your body\n- you're pregnant, or there's a chance you might be pregnant – TENS may not be recommended early in pregnancy\n- you haveepilepsyor a heart problem\n- you have an overactive bladder"}]}, {"condition": "Tension headaches", "sections": [{"No header": "Tension headaches are very common and most people get them. You can treat them yourself with painkillers but see a GP if you have several headaches a week or they're severe."}, {"Check if it's a tension headache": "Common symptoms of tension headaches include:\n- pain on both sides of your head, face or neck\n- feeling like something is pressing on your head or being tightened around it\n- the affected area may feel tender and your head may hurt more when touched\nYou should be able to continue doing daily activities without making the headache worse.\nTension headaches last at least 30 minutes but they can last much longer, sometimes for several days."}, {"Causes of tension headaches": "Common causes of tension headaches include:\n- stress\n- sleep problems\n- caffeine\nTaking painkillers for headaches too often or for a long time can also cause headaches. These are known as overuse or rebound headaches.\nTension headaches are not a sign of an underlying condition."}, {"How to ease a tension headache": "There are some things you can do to treat a tension headache yourself.\n- use painkillers likeparacetamol,aspirinandibuprofen– paracetamol is the first choice of painkiller if you're pregnant, and children under 16 should not take aspirin\nuse painkillers like paracetamol, aspirin and ibuprofen – paracetamol is the first choice of painkiller if you're pregnant, and children under 16 should not take aspirin\n- try doing activities to help you relax like exercise, yoga and massage\ntry doing activities to help you relax like exercise, yoga and massage\n- try changing your sleeping habits if sleep problems likeinsomniamay be causing your headaches\ntry changing your sleeping habits if sleep problems like insomnia may be causing your headaches\n- try using a low, firm pillow and heat or cold packs if you haveneck painand headaches\ntry using a low, firm pillow and heat or cold packs if you have neck pain and headaches\n- try to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities\ntry to stay at home and avoid contact with other people if you have a high temperature or you do not feel well enough to do your normal activities\n- do not have, or cut down on, drinks with caffeine in them like tea, coffee or cola\ndo not have, or cut down on, drinks with caffeine in them like tea, coffee or cola\nYou can ask a pharmacist about:\n- the best painkiller to take, if you're not sure which is suitable for you\n- what to do if you're pregnant – some medicines (like ibuprofen) are not recommended in pregnancy\n- medicines for sleep problems like insomnia if you're having trouble sleeping and you think it may be causing your headaches"}, {"No header": "Find out more about headaches in pregnancy"}, {"Non-urgent advice:  See a GP if:": "- you get headaches several times a week or they're severe\n- painkillers and activities to help you relax do not help your headaches\n- you have a throbbing pain at the front or on 1 side of your head\n- you feel sick, vomit and find light or noise painful\nThese can be signs of a different type of headache, such as a migraine or cluster headache.\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your GP appointment": "If you have regular tension headaches, a GP may suggest you keep a headache diary to record details of your headaches like:\n- how often you get them and how long they last\n- how painful they are and any other symptoms you have\n- possible causes\n- any medicines you take to help\nThe GP may advise you about taking painkillers for tension headaches, such as when to take medicine and how often you should take it.\nYou may be referred to a specialist if painkillers and activities like exercise do not help reduce your headaches or if it's not clear what's causing them."}, {"Preventing tension headaches": "If you get tension headaches regularly, you may be offered a course of acupuncture.\nAn antidepressant medicine called amitriptyline is also sometimes recommended to help prevent tension headaches.\nYou'll be prescribed a low-dose to start with, which may later be increased. The medicine usually needs to be taken for several months before it starts working."}]}, {"condition": "Testicle lumps and swellings", "sections": [{"No header": "Lumps and swellings in the testicles (balls) are not usually caused by anything serious, but you should always get them checked by a GP."}, {"Non-urgent advice:  See a GP if you have:": "- a lump in your testicles\n- swollen testicles\n- a change in the shape of your testicles\n- a change in the way your testicles feel\n- 1 testicle that has become bigger than the other\n- aching or discomfort in your testicles that does not go away\nLumps in the testicles can be a sign of testicular cancer. This is easier to treat if it's found early.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- sudden, severe pain in a testicle\n- testicle pain along with feeling sick, being sick or pain in your tummy\n- testicle pain that has lasted more than an hour or continues when you're resting\nThese can be signs of a serious problem that needs to be treated in hospital as soon as possible.\nTo find out what the cause of your lump or swelling is, the GP may:\n- look at and feel your testicles\n- shine a torch through the bag of skin containing your testicles (scrotum) to check for a build-up of fluid\n- refer you for anultrasound scan\nTreatment for a lump or swelling depends on the cause. You might not need treatment if it does not cause any problems and is not getting worse.\nIf the lump or swelling is painful or very big, the GP may refer you to a specialist for an operation to drain, shrink or remove it."}, {"Causes of testicle lumps and swellings": "Lumps and swellings in the testicles can have lots of different causes.\nMost are caused by something harmless, such as a build-up of fluid (cyst) or swollen veins in the testicles (varicocele).\nBut sometimes they can be a sign of something serious, such as testicular cancer.\nDo not try to self-diagnose the cause of your lump – always see a GP."}]}, {"condition": "Testicle pain", "sections": [{"No header": "There are lots of possible causes of pain in the testicles (balls). It can sometimes be serious, so get medical help straight away if the pain is sudden, severe or does not go away."}, {"Immediate action required: Go to A&E immediately or call 999 if you have:": "- sudden, severe pain in a testicle\n- testicle pain along with feeling sick, being sick or pain in your tummy\n- testicle pain that has lasted more than an hour or continues when you're resting\nThese can be signs of a serious problem that needs to be treated in hospital as soon as possible."}, {"Non-urgent advice:  See a GP if you have:": "- aching or discomfort in your testicles that you're worried about\n- a lump in your testicles\n- swollen testicles\n- a change in the shape of your testicles\n- a change in the way your testicles feel\n- a testicle that has become bigger than the other\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Help from NHS 111": "If you're not sure what to do, call 111 or get medical help from 111 online.\nNHS 111 can tell you the right place to get help."}, {"Causes of testicle pain": "Sudden, severe testicle pain can be caused by twisting of the testicle (testicular torsion).\nThis is a serious problem that can lead to the loss of the testicle if it's not treated quickly.\nLess serious causes of testicle pain include:\n- an infection (epididymitis)\n- an injury\n- aninguinal hernia\n- a build-up of fluid (cyst)\n- swollen veins in the testicles (varicocele)\nPain by itself is not usually a sign of testicular cancer. Cancer usually causes other symptoms like a lump or swelling in your testicle.\nDo not try to self-diagnose the cause of your pain. Get medical help if you're worried."}]}, {"condition": "Testicular cancer", "sections": [{"No header": "Cancer of the testicle is 1 of the less common cancers, and tends to mostly affect men between 15 and 49 years of age.\nTypical symptoms are a painless swelling or lump in 1 of the testicles, or any change in shape or texture of the testicles.\nIt's important to be aware of what feels normal for you. Get to know your body and see a GP if you notice any changes.\nRead more about the look and feel of normal testicles, the symptoms of testicular cancer and diagnosing testicular cancer."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"The testicles": "The testicles are the 2 oval-shaped male sex organs that sit inside the scrotum on either side of the penis.\nThe testicles are an important part of the male reproductive system because they produce sperm and the hormone testosterone, which plays a major role in male sexual development."}, {"Types of testicular cancer": "The different types of testicular cancer are classified by the type of cells the cancer begins in.\nThe most common type of testicular cancer is germ cell testicular cancer, which accounts for around 95% of all cases. Germ cells are a type of cell that the body uses to create sperm.\nThere are 2 main subtypes of germ cell testicular cancer. They are:\n- seminomas – which have become more common in the past 20 years and now account for 40 to 45% of testicular cancers\n- non-seminomas – which account for most of the rest and include teratomas, embryonal carcinomas, choriocarcinomas and yolk sac tumours\nBoth types tend to respond well to chemotherapy.\nLess common types of testicular cancer include:\n- Leydig cell tumours – which account for around 1 to 3% of cases\n- Sertoli cell tumours – which account for less than 1% of cases\nThis topic focuses on germ cell testicular cancer.\nYou can contact the cancer support specialists at Macmillan for more information about Leydig cell tumour and Sertoli cell tumours.\nThe Macmillan helpline number is 0808 808 00 00, open Monday to Friday, 9am to 8pm.\nRead more about Hodgkin lymphoma and non-Hodgkin lymphoma."}, {"How common is testicular cancer?": "Testicular cancer is a relatively rare type of cancer, accounting for just 1% of all cancers that occur in men.\nAround 2,300 men are diagnosed with testicular cancer each year in the UK.\nTesticular cancer is unusual compared with other cancers because it tends to affect younger men.\nAlthough it's relatively uncommon overall, testicular cancer is the most common type of cancer to affect men between the ages of 15 and 49.\nFor reasons that are unclear, white men have a higher risk of developing testicular cancer than men from other ethnic groups.\nThe number of cases of testicular cancer diagnosed each year in the UK has roughly doubled since the mid-1970s. Again, the reasons for this are unclear."}, {"Causes of testicular cancer": "The exact cause or causes of testicular cancer are unknown, but a number of factors have been identified that increase a man's risk of developing it.\nUndescended testicles (cryptorchidism) is the most significant risk factor for testicular cancer.\nAround 3 to 5% of boys are born with their testicles inside their abdomen. They usually descend into the scrotum during the first year of life, but in some boys the testicles do not descend. \nIn most cases, testicles that do not descend by the time a boy is a year old descend at a later stage.\nIf the testicles do not descend naturally, an operation known as an orchidopexy can be carried out to move the testicles into the correct position inside the scrotum.\nIt's important that undescended testicles move down into the scrotum during early childhood because boys with undescended testicles have a higher risk of developing testicular cancer than boys whose testicles descend normally.\nIt's also much easier to observe the testicles when they're in the scrotum.\nMen with undescended testicles are about 3 times more likely to develop testicular cancer than men whose testicles descend at birth or shortly after.\nHaving a close relative with a history of testicular cancer or an undescended testicle increases your risk of also developing it.\nFor example, if your father had testicular cancer, you're around 4 times more likely to develop it than someone with no family history of the condition.\nIf your brother had testicular cancer, you're about 8 times more likely to develop it.\nCurrent research suggests a number of genes may be involved in the development of testicular cancer in families where more than 1 person has had the condition.\nThis is an ongoing area of research in which patients and their families may be asked to take part.\nMen who have previously been diagnosed with testicular cancer are between 12 and 18 times more likely to develop it in the other testicle.\nFor this reason, if you have been diagnosed with testicular cancer, it's very important that you keep a close eye on the other testicle.\nFind out what testicles should look and feel like\nIf you have been diagnosed with testicular cancer, you also need to be observed for signs of recurrence for between 5 and 10 years, so it's very important that you attend your follow-up appointments.\nCancer Research UK has more information about testicular cancer risks and causes."}, {"Outlook": "Testicular cancer is 1 of the most treatable types of cancer, and the outlook is 1 of the best for cancers.\nIn England and Wales, almost all men (99%) survive for a year or more after being diagnosed with testicular cancer, and 98% survive for 5 years or more after diagnosis.\nCancer Research UK has more information about survival rates for testicular cancer.\nAlmost all men who are treated for testicular germ cell tumours are cured, and it's rare for the condition to return more than 5 years later.\nTreatment almost always includes the surgical removal of the affected testicle (orchidectomy or orchiectomy), which does not usually affect fertility or the ability to have sex.\nIn some cases, chemotherapy or, less commonly, radiotherapy may be used for seminomas (but not non-seminomas).\nFind out more about treating testicular cancer"}, {"Video: testicular cancer": "In this video, Mark and Jack discuss the importance of checking for early warning signs of testicular cancer."}]}, {"condition": "Tetanus", "sections": [{"No header": "Tetanus is a serious but rare condition caused by bacteria getting into a wound.\nIn 2019 there were only 4 cases of tetanus reported in England. The number is low because an effective tetanus vaccine is given as part of the NHS childhood vaccination programme.\nMost people who get tetanus have either not been vaccinated against it or did not complete the entire vaccination schedule."}, {"How you get tetanus": "Tetanus bacteria can survive for a long time outside the body and are commonly found in soil and the manure of animals such as horses and cows.\nIf the bacteria enter the body through a wound they can quickly multiply and release a toxin that affects the nerves, causing symptoms such as muscle stiffness and spasms.\nThe bacteria can get into your body through:\n- cuts and grazes\n- tears or splits in the skin\n- burns\n- animal bites\n- body piercings, tattoos and injections\n- eye injuries\n- injecting contaminated drugs\nTetanus cannot be spread from person to person."}, {"Symptoms of tetanus": "The symptoms of tetanus usually start around 4 to 21 days after infection. On average, they start after around 10 days.\nThe main symptoms of tetanus include:\n- stiffness in your jaw muscles (lockjaw), which can make it difficult to open your mouth\n- painful muscle spasms, which can make it difficult to breathe and swallow\n- a high temperature\n- sweating\n- a rapid heartbeat\nIf it's not treated, the symptoms can get worse over the following hours and days."}, {"When to get medical advice": "Contact a GP or visit your nearest minor injuries unit if you're concerned about a wound, particularly if:\n- it's a deep wound\n- there's dirt or something inside the wound\n- you have not been fully vaccinated for tetanus, or you're not sure if you have\nA doctor will assess the wound and decide whether you need treatment and whether you need to go to hospital.\nGo to your nearest A&E immediately, or call 999 for an ambulance, if you get severe muscle stiffness or spasms."}, {"How tetanus is treated": "If a doctor thinks there's a chance you could develop tetanus from a wound, but you do not yet have any symptoms, they'll make sure your wound is thoroughly cleaned. They may also give you an injection of tetanus immunoglobulin.\nIf you have not been fully immunised for tetanus, or you're not sure whether you have, you may be given a dose of the tetanus vaccine. You may also be given antibiotics.\nTetanus immunoglobulin is a medicine containing antibodies that prevent the tetanus toxin working, stopping its effects on the nerves. It provides immediate, but short-term, protection from tetanus.\nIf you develop symptoms of tetanus, you'll usually need to be admitted to a hospital intensive care unit (ICU), where you may be given several different treatments. These could include tetanus immunoglobulin, antibiotics, and medicine to help muscle stiffness and spasms.\nMost people who develop symptoms of tetanus do recover, but it can take several weeks or months."}, {"Tetanus vaccination": "The tetanus vaccine is given as part of the NHS childhood vaccination programme.\nThe full course of vaccination includes 5 injections, usually given on the following schedule:\n- the first 3 doses are given as part of the6-in-1 vaccineat age 8, 12 and 16 weeks\n- a booster dose is given as part of the4-in-1 pre-school boosterat age 3 years and 4 months\n- a final dose is given as part of the3-in-1 teenage boosterat age 14\nThis course of 5 injections should provide long-lasting protection against tetanus. However, if you or your child has a deep or dirty wound, it's best to get medical advice.\nIf you're not sure whether you've had the full vaccination course, contact your GP surgery for advice. It's possible to fully vaccinate older children and adults who were not vaccinated when they were younger."}, {"Tetanus travel jab": "Tetanus is found throughout the world, so you should make sure you're fully vaccinated before travelling abroad.\nContact your GP surgery for advice if you're planning to travel abroad and have not been fully vaccinated against tetanus, or you're going to an area with limited medical facilities and your last vaccine dose was more than 10 years ago.\nYou'll be offered the 3-in-1 teenage booster. This injection, which also protects against diphtheria and polio, is usually free on the NHS.\nIf you've never had the tetanus vaccine before, you may be advised to have as many doses as possible before you travel. There should be a 1-month gap between each dose. If there's not enough time to have all the doses you need, you can complete the course when you return.\nRead more about travel vaccinations."}]}, {"condition": "Thalassaemia", "sections": [{"No header": "Thalassaemia is the name for a group of inherited conditions that affect a substance in the blood called haemoglobin.\nPeople with thalassaemia produce either no or too little haemoglobin, which is used by red blood cells to carry oxygen around the body. \nThis can make them very anaemic (tired, short of breath and pale).\nIt mainly affects people of Mediterranean, south Asian, southeast Asian and Middle Eastern origin.\nThere are different types of thalassaemia, which can be divided into alpha and beta thalassaemias. Beta thalassaemia major is the most severe type. \nOther types include beta thalassaemia intermedia, alpha thalassaemia major and haemoglobin H disease.\nIt's also possible to be a \"carrier\" of thalassaemia, also known as having the thalassaemia trait. \nBeing a beta thalassaemia carrier will not generally cause you any health problems, but you're at risk of having children with thalassaemia."}, {"Symptoms of thalassaemia": "Most people born with thalassaemia experience health problems from a few months after birth. \nLess severe cases may not be noticeable until later in childhood or even until adulthood.\nThe main health problems associated with thalassaemia are:\n- anaemia – severe tiredness, weakness,shortness of breath, pounding, fluttering or irregular heartbeats(palpitations)and pale skin caused by the lack of haemoglobin\n- too much iron in the body – this is caused by the regular blood transfusions used to treat anaemia and can cause problems with the heart, liver and hormone levels if untreated\nSome people may also have delayed growth, weak and fragile bones (osteoporosis), and reduced fertility."}, {"Causes of thalassaemia": "Thalassaemia is caused by faulty genes that affect the production of haemoglobin.\nA child can only be born with thalassaemia if they inherit these faulty genes from both parents.\nFor example, if both parents have the faulty gene that causes beta thalassaemia major, there's a 1 in 4 chance of each child they have being born with the condition.\nThe parents of a child with thalassaemia are usually carriers. This means they only have 1 of the faulty genes."}, {"Screening and testing for thalassaemia": "Thalassaemia is often detected during pregnancy or soon after birth.\nScreening for thalassaemia in pregnancy is offered to all pregnant women in England to check if there's a risk of a child being born with the condition, and some types may be picked up during the newborn blood spot test (heel prick test).\nBlood tests can also be carried out at any age to check for thalassaemia or to see if you're a carrier of a faulty gene that causes it."}, {"Treatments for thalassaemia": "People with thalassaemia major or other serious types will need specialist care throughout their lives.\nThe main treatments are:\n- blood transfusions– regular blood transfusions treat and prevent anaemia; in severe cases these are needed around once a month\n- chelation therapy – treatment with medicine to remove the excess iron from the body that builds up as a result of having regular blood transfusions; some people with thalassaemia get a build-up of iron even without transfusions and need treatment for this\nEating a healthy diet, doing regular exercise and not smoking or drinking too much alcohol can also help you stay as healthy as possible.\nThe only possible cure for thalassaemia is a stem cell or bone marrow transplant, but this is not done very often because of the risks involved."}, {"Outlook for thalassaemia": "Although the main health problems associated with thalassaemia can often be managed with treatment, it's still a serious health condition that can have a significant impact on a person's life.\nEven in mild cases, there's still a risk you could pass on a more serious type to your children.\nWithout close monitoring and regular treatment, the most severe types can cause serious organ damage and be life threatening.\nIn the past, severe thalassaemia was often fatal by early adulthood. But with current treatments, people are likely to live into their 50s, 60s and beyond."}, {"Carriers of thalassaemia (having the thalassaemia trait)": "A carrier of thalassaemia is someone who carries at least 1 of the faulty genes that causes thalassaemia, but does not have thalassaemia themselves. It's also known as having the thalassaemia trait.\nIf you're a thalassaemia carrier, you will not develop thalassaemia. Being a carrier will not generally cause you any health problems.\nBut you may get mild anaemia because your red blood cells are smaller than usual and your haemoglobin level may be slightly lower than normal.\nThis is not the same as iron deficiency anaemia and does not need any treatment.\nIf you're a thalassaemia carrier, you're at risk of having a child with thalassaemia if your partner is also a carrier.\nYou can request a blood test to check if you're a carrier of thalassaemia from your GP surgery or nearest sickle cell and thalassaemia centre."}, {"Information about you": "If you or your child has thalassaemia, your healthcare team will pass information about you or your child on to the National Congenital Anomaly and Rare Diseases Registration Service (NCARDRS).\nThis helps scientists look for better ways to prevent and treat thalassaemia. You can opt out of the register at any time. \nFind out more about the register"}, {"UK Thalassaemia Society": "Finding out as much as possible about thalassaemia may help you feel more in control of your condition.\nThe UK Thalassaemia Society (UKTS) is the main UK charity for people with thalassaemia.\nIts website contains a wide range of useful information, including news about research into the disorder."}]}, {"condition": "The 'male menopause'", "sections": [{"No header": "Some men develop depression, loss of sex drive, erectile dysfunction, and other physical and emotional symptoms when they reach their late 40s to early 50s.\nOther symptoms common in men this age are:\n- mood swings and irritability\n- loss of muscle mass and reduced ability to exercise\n- fat redistribution, such as developing a large belly or \"man boobs\"(gynaecomastia)\n- a general lack of enthusiasm or energy\n- difficulty sleeping(insomnia)or increased tiredness\n- poor concentration and short-term memory\nThese symptoms can interfere with everyday life and happiness, so it's important to find the underlying cause and work out what can be done to resolve it."}, {"Is there such a thing as a 'male menopause'?": "The \"male menopause\" (sometimes called the andropause) is an unhelpful term sometimes used in the media.\nThis label is misleading because it suggests the symptoms are the result of a sudden drop in testosterone in middle age, similar to what occurs in the female menopause. This is not true. \nAlthough testosterone levels fall as men age, the decline is steady at less than 2% a year from around the age of 30 to 40, and this is unlikely to cause any problems in itself.\nA testosterone deficiency that develops later in life, also known as late-onset hypogonadism, can sometimes be responsible for these symptoms, but in many cases the symptoms are nothing to do with hormones."}, {"Personal or lifestyle issues": "Lifestyle factors or psychological problems are often responsible for many of these symptoms.\nFor example, erectile dysfunction, loss of libido and mood swings may be the result of either:\n- stress\n- depression\n- anxiety\nThere are also physical causes of erectile dysfunction, such as changes in the blood vessels, which may happen alongside any psychological cause. \nFind out more about the causes of erectile dysfunction\nPsychological problems are typically brought on by work or relationship issues, divorce, money problems or worrying about ageing parents.\nA \"midlife crisis\" can also be responsible. This can happen when men think they have reached life's halfway stage. \nAnxieties over what they have accomplished so far, either in their job or personal life, can lead to a period of depression.\nFind out more about the male midlife crisis\nOther possible causes of the \"male menopause\" include:\n- lack of sleep\n- a poor diet\n- lack of exercise\n- drinking too much alcohol\n- smoking\n- low self-esteem"}, {"Late-onset hypogonadism": "In some cases, where lifestyle or psychological problems do not seem to be responsible, the symptoms of the \"male menopause\" may be the result of hypogonadism, where the testes produce few or no hormones.\nHypogonadism is sometimes present from birth, which can cause symptoms like delayed puberty and small testes.\nHypogonadism can also occasionally develop later in life, particularly in men who are obese or have type 2 diabetes. \nThis is known as late-onset hypogonadism and can cause the \"male menopause\" symptoms. \nBut this is an uncommon and specific medical condition that's not a normal part of ageing.\nA diagnosis of late-onset hypogonadism can usually be made based on your symptoms and the results of blood tests used to measure your testosterone levels."}, {"What to do": "If you're experiencing any of these symptoms, see your GP. They'll ask about your work and personal life to see if your symptoms may be caused by a mental health issue, such as stress or anxiety.\nIf stress or anxiety are affecting you, you may benefit from medication or a talking therapy, such as cognitive behavioural therapy (CBT). \nExercise and relaxation can also help. \nRead about: \n- stress management\n- treating anxiety\n- help for low mood and depression\n- exercise for depressionand exercise to relieve stress"}, {"Do I need hormone replacement therapy (HRT)?": "Your GP may also order a blood test to measure your testosterone levels. \nIf the results suggest you have a testosterone deficiency, you may be referred to an endocrinologist, a specialist in hormone problems.\nIf the specialist confirms this diagnosis, you may be offered testosterone replacement to correct the hormone deficiency, which should relieve your symptoms. \nThis treatment may be either:\n- tablets\n- patches\n- gels\n- implants\n- injections"}]}, {"condition": "Thirst (excessive), see Excessive thirst", "sections": [{"No header": "It's normal to sometimes feel thirsty, but it's not normal to constantly feel thirsty even when you're drinking a lot. See a GP to find out what's causing your excessive thirst."}, {"Why am I always thirsty?": "Most of the time if you're feeling thirsty it's because you need to drink more fluids.\nThis can happen if you:\n- sweat a lot after doing exercise\n- are unwell with sickness and diarrhoea\n- do not drink enough fluids\n- drink too much alcohol or caffeine\n- eat salty or spicy food\n- have a high temperature\n- are pregnant\nDrink more fluids and avoid alcohol or caffeine to see if it helps.\nIf you do not, you may be at risk of becoming dehydrated.\nSymptoms of dehydration in adults and children include:\n- feeling thirsty\n- dark yellow and strong-smelling pee\n- peeing little and less than 4 times a day\n- feeling dizzy or lightheaded\n- feeling tired\n- dry mouth, lips and eyes\nFind out more about dehydration"}, {"Non-urgent advice:  See a GP if you have excessive thirst and:": "- drinking more fluids for several days has not helped\n- you frequently need to pee\n- you're pregnant\nThe GP will check if your excessive thirst is being caused by something – for example, diabetes, anaemia or medicines you're taking.\nThe treatment you have will depend on what's causing your excessive thirst.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Dry mouth or excessive thirst?": "You may think you're thirsty when you actually have a dry mouth.\nIf it's a dry mouth, you may have:\n- a burning sensation or soreness in your mouth\n- changes in your sense of taste\n- difficulty speaking, eating or swallowing\nFind out more about dry mouth"}]}, {"condition": "Thoracic outlet syndrome, see Cervical rib", "sections": [{"No header": "A cervical rib is an extra rib that forms above the first rib, growing from the base of the neck just above the collarbone.\nYou can have a cervical rib on the right, left, or on both sides. It may be a fully formed bony rib or just a thin strand of tissue fibres.\nA cervical rib is an abnormality that's present from birth. It's not usually a problem, but if it presses on nearby nerves and blood vessels, it can cause neck pain, numbness in the arm and other symptoms. This is known as thoracic outlet syndrome.\nThoracic outlet syndrome usually starts between 20 and 50 years of age, and is more likely to affect men than women.\nAround 1 in 10 people with a cervical rib will get thoracic outlet syndrome."}, {"Symptoms of thoracic outlet syndrome": "Not all people with a cervical rib develop thoracic outlet syndrome, and the syndrome can also be caused by other conditions.\nSymptoms of thoracic outlet syndrome include:\n- pain in your neck and shoulder, which spreads into your arm – this may be constant or come and go\n- temporary loss of feeling, weakness or tingling in the affected arm and fingers\n- temporary inability to carry out fine hand movements – such as doing up buttons\n- Raynaud's phenomenon– a condition that affects the blood supply to the fingers and toes, turning them white\n- ablood clotthat forms in the subclavian artery – which can affect the blood supply to the fingers, causing small red or black patches on the skin\n- swelling in the affected arm (although this is rare)\nThese symptoms vary widely from person to person. They may be constant or come and go."}, {"Treating thoracic outlet syndrome": "If you have thoracic outlet syndrome, your GP may refer you for physiotherapy. Shoulder exercises can help stretch and strengthen the neck area and correct poor posture. Massage may also help release any tight or shortened neck tissues.\nSeeing an occupational therapist may also be useful for advice about techniques to protect your back and neck while at work.\nTo relieve any pain and swelling, your GP may prescribe a non-steroidal anti-inflammatory drug (NSAID), such as naproxen or diclofenac.\nIf you develop blood clots you may be prescribed medicines to break them up (thrombolytics), and anticoagulants to prevent further clots developing.\nIf these treatments do not help, surgery may be an option."}]}, {"condition": "Threadworms", "sections": [{"No header": "Threadworms (pinworms) are tiny worms in your poo. They're common in children and spread easily. You can treat them without seeing a GP."}, {"Check if it's threadworms": "You can spot worms in your poo. They look like pieces of white thread.\nYou might also see them around your child's bottom (anus). The worms usually come out at night while your child is sleeping."}, {"No header": ""}, {"No header": "- extreme itching around the anus or vagina, particularly at night\n- irritability and waking up during the night\n- weight loss\n- wetting the bed\n- irritated skin around the anus"}, {"A pharmacist can help with threadworms": "You can buy medicine (mebendazole) for threadworms from pharmacies. This is usually a chewable tablet or liquid you swallow.\nTreat everyone in your household, even if they do not have symptoms.\nTell the pharmacist if you need to treat a child under 2, or if you're pregnant or breastfeeding. Treatment might not be suitable and you may need to speak to a GP."}, {"No header": ""}, {"Things you should do at home": "Medicine kills the threadworms, but it does not kill the eggs. Eggs can live for up to 2 weeks outside the body.\nThere are things you can do to stop becoming infected again.\n- wash hands and scrub under fingernails – particularly before eating, after using the toilet or changing nappies\nwash hands and scrub under fingernails – particularly before eating, after using the toilet or changing nappies\n- encourage children to wash hands regularly\nencourage children to wash hands regularly\n- bathe or shower every morning\nbathe or shower every morning\n- rinse toothbrushes before using them\nrinse toothbrushes before using them\n- keep fingernails short\nkeep fingernails short\n- wash sleepwear, sheets, towels and soft toys (at a hot temperature)\nwash sleepwear, sheets, towels and soft toys (at a hot temperature)\n- disinfect kitchen and bathroom surfaces\ndisinfect kitchen and bathroom surfaces\n- vacuum and dust with a damp cloth\nvacuum and dust with a damp cloth\n- make sure children wear underwear at night – change it in the morning\nmake sure children wear underwear at night – change it in the morning\n- do not shake clothing or bedding, to prevent eggs landing on other surfaces\ndo not shake clothing or bedding, to prevent eggs landing on other surfaces\n- do not share towels or flannels\ndo not share towels or flannels\n- do not bite nails or suck thumbs and fingers\ndo not bite nails or suck thumbs and fingers\nIf you or your child has threadworms there's no need to stay off nursery, school or work."}, {"How threadworms spread": "Threadworms spread when their eggs are swallowed. They lay eggs around your bottom (anus), which make it itchy. The eggs get stuck on your fingers when you scratch. They can then pass on to anything you touch, including:\n- clothes\n- toys\n- toothbrushes\n- kitchen or bathroom surfaces\n- bedding\n- food\n- pets\nEggs can pass to other people when they touch these surfaces and then touch their mouth. They take around 2 weeks to hatch.\nChildren can get threadworms again after they've been treated for them if they get the eggs in their mouth. This is why it's important to encourage children to wash their hands regularly."}, {"No header": ""}]}, {"condition": "Throat (sore), see Sore throat", "sections": [{"No header": "Sore throats are very common and usually nothing to worry about. They normally get better by themselves within a week."}, {"How to treat a sore throat yourself": "To help soothe a sore throat and shorten how long it lasts, you can:\n- gargle with warm, salty water (children should not try this)\n- drink plenty of water\n- eat cool or soft foods\n- avoid smoking or smoky places\n- suck ice cubes, ice lollies or hard sweets – but do not give young children anything small and hard to suck because of the risk of choking\n- rest\nIf you have a high temperature or you do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better.\n- Dissolve half a teaspoon of salt in a glass of warm water (warm water helps salt dissolve).\n- Gargle with the solution, then spit it out (do not swallow it).\n- Repeat as often as you like."}, {"No header": "This video shows you how to treat a sore throat."}, {"A pharmacist can help with sore throats": "You can ask a pharmacist about ways of relieving the pain and discomfort of a sore throat, such as:\n- paracetamoloribuprofen\n- medicated lozenges containing a local anaesthetic, antiseptic, or anti-inflammatory medicine\n- anaesthetic spray (although there's little proof they help)\nYou can buy these treatments from a supermarket or from a pharmacist without a prescription."}, {"No header": "Call your pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them.\nYou do not normally need antibiotics for a sore throat because they will not usually relieve your symptoms or speed up your recovery.\nThey'll only be prescribed if a GP thinks you could have a bacterial infection."}, {"Non-urgent advice:  See a GP if:": "- your sore throat does not improve after a week\n- you often get sore throats\n- you're worried about your sore throat\n- you have a sore throat and a very high temperature, or you feel hot and shivery\n- you have a weakened immune system – for example, because of diabetes or chemotherapy\nA severe or long-lasting sore throat could be something like strep throat (a bacterial throat infection).\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Call 999 if:": "You or your child:\n- have difficulty swallowing or breathing\n- are drooling – this can be a sign of not being able to swallow\n- are making a high-pitched sound as you breathe (called stridor)\n- have severe symptoms and are getting worse quickly"}, {"Sore throat symptoms": "If you have a sore throat you might have:\n- a painful throat, especially when swallowing\n- a dry, scratchy throat\n- redness in the back of your mouth\n- bad breath\n- a mild cough\n- swollen neck glands\nThe symptoms are similar for children, but children can also get a temperature and appear less active."}, {"Causes of sore throats": "Sore throats are usually caused by viruses (like cold or flu) or from smoking. Very occasionally they can be caused by bacteria.\nA sore throat can also be caused by:\n- laryngitis\n- tonsillitis\n- strep throat (a bacterial throat infection)\n- glandular fever"}]}, {"condition": "Thrombophilia", "sections": [{"No header": "Thrombophilia is a condition that increases your risk of blood clots. It's usually treated with anticoagulant medicines."}, {"What is thrombophilia?": "Your blood forms clots to help stop bleeding. If you have thrombophilia, it means your blood can form clots too easily. Blood clots can be very serious and need to be treated quickly.\nThrombophilia increases your risk of:\n- deep vein thrombosis (DVT), a blood clot in a vein, usually the leg\n- pulmonary embolism (PE), a blocked blood vessel in your lungs"}, {"Coronavirus advice": "Thrombophilia is not believed to increase your risk of getting coronavirus. But there's some evidence coronavirus may increase your risk of blood clots. Get advice about coronavirus and blood clots from Thrombosis UK."}, {"Symptoms of thrombophilia": "Thrombophilia does not have any symptoms.\nYou only tend to find out you have thrombophilia when you develop a blood clot."}, {"No header": "You have:\n- throbbing or cramping pain in 1 leg (rarely both legs), usually in the calf or thigh\n- swelling in 1 leg (rarely both legs)\n- warm skin around the painful area\n- red or darkened skin around the painful area\n- swollen veins that are hard or sore when you touch them\nThese are symptoms of a DVT in your leg.\nThese symptoms may also happen in your arm or tummy if that's where the blood clot is."}, {"No header": "- you have severe difficulty breathing\n- your heart is beating very fast\n- someone has passed out\nThese could be signs of a pulmonary embolism or another serious condition."}, {"Treatment for thrombophilia": "You do not usually need treatment for thrombophilia. You usually only need treatment if you have a blood clot, such as DVT or PE.\nBlood clots are usually treated in the same way, whether or not you have thrombophilia.\nThe main treatment for blood clots is anticoagulant medicine.\nIf you're at high risk of blood clots, you may need to take this medicine regularly for several months or years.\nThere's an increased risk of blood clots during pregnancy with some types of thrombophilia. Speak to your GP or midwife if you're pregnant or planning to get pregnant and you have thrombophilia."}, {"No header": "There are things you can do to reduce your risk of blood clots such as being more active and not smoking. Find out how to prevent blood clots."}, {"Types of thrombophilia": "There are many types of thrombophilia. Some types run in families and others develop later on in life.\nCommon types of thrombophilia include:\n- factor V Leiden\n- protein C deficiency\n- protein S deficiency\n- antithrombin deficiency\n- antiphospholipid syndrome"}]}, {"condition": "Thrush in men and women", "sections": [{"No header": "Thrush is a common yeast infection that affects men and women. It's usually harmless but it can be uncomfortable and keep coming back. It is not classed as a sexually transmitted infection (STI)."}, {"Check if you have thrush": "- whitevaginal discharge(often like cottage cheese), which does not usually smell\n- itching and irritation around the vagina\n- soreness and stinging during sex or when you pee\n- irritation, burning and redness around the head of the penis and under the foreskin\n- a white discharge (like cottage cheese)\n- an unpleasant smell\n- difficulty pulling back the foreskin\nThrush can affect other areas of skin, such as the armpits, groin and between the fingers.\nThis usually causes a red, itchy or painful rash that scales over with white or yellow discharge. The rash may not be so obvious on darker skin.\nSometimes thrush causes no symptoms at all."}, {"No header": ""}, {"No header": "- you have the symptoms of thrush for the first time\n- you're under 16 or over 60\n- thrush keeps coming back (more than 4 times in 12 months)\n- treatment has not worked\n- you're pregnant or breastfeeding\n- you have thrush and a weakened immune system – for example, because of diabetes, HIV or chemotherapy\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nSexual health clinics treat problems with the genitals and urine system.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment.\nThey'll often get test results quicker than GP surgeries.\nDuring coronavirus, call a sexual health clinic if you need help or advice. Only go to a clinic if you've been told to.\nFind a sexual health clinic\nThe GP or sexual health clinic will want to confirm it's thrush and rule out other infections.\nYou'll be asked about your symptoms.\nIf it's not clear it's thrush:\n- a doctor or nurse may look at your vagina, penis or skin\n- a cotton bud may be wiped over the discharge to test for other infections"}, {"Thrush treatment": "You'll usually need antifungal medicine to get rid of thrush. This can be a tablet you take, a tablet you insert into your vagina (pessary) or a cream to relieve the irritation.\nThrush should clear up within 7 to 14 days of starting treatment.\nYou do not need to treat partners unless they have symptoms.\nYou might need to take treatment for longer (for up to 6 months) if you keep getting thrush (you get it more than 4 times in 12 months).\nA GP or sexual health clinic can help identify if something is causing your thrush, such as your period or sex.\nThey'll recommend how often you should use treatment."}, {"A pharmacist can help with thrush": "You can buy antifungal medicine from pharmacies if you've had thrush diagnosed in the past and you know the symptoms.\nA pharmacist can recommend the best treatment for you. Ask if they have a private area to talk if you're embarrassed.\nYou should not use antifungal medicine more than twice in 6 months without speaking to a pharmacist or doctor."}, {"Things you can do yourself to ease discomfort and prevent thrush returning": "- use water and emollient (like E45 cream) instead of soap to wash the affected area\nuse water and emollient (like E45 cream) instead of soap to wash the affected area\n- dry properly after washing\ndry properly after washing\n- wear cotton underwear\nwear cotton underwear\n- avoid sex until thrush has cleared up if sex is uncomfortable\navoid sex until thrush has cleared up if sex is uncomfortable\n- do not use soaps or shower gels\ndo not use soaps or shower gels\n- do not use douches or deodorants on your vagina or penis\ndo not use douches or deodorants on your vagina or penis\n- do not wear tight underwear or tights\ndo not wear tight underwear or tights\nIf you have sex during treatment, be aware that antifungal creams can damage condoms and diaphragms. This means your contraception might not work."}, {"What causes thrush": "Thrush is not classed as a sexually transmitted infection (STI), but it can be triggered by sex.\nThrush is caused by a fungus called candida that is normally harmless.\nThrush tends to grow in warm, moist conditions and develops if the balance of bacteria changes.\nThis can happen if:\n- your skin is irritated or damaged\n- you're taking antibiotics\n- you have poorly controlled diabetes\n- you have a weakened immune system (for example, because of HIV or chemotherapy)\n- you're having hormone replacement therapy (HRT)\n- you're pregnant"}, {"No header": ""}, {"No header": ""}]}, {"condition": "Thumb pain", "sections": [{"No header": "There are many causes of thumb pain. You can often ease the pain yourself. But see a GP if the pain does not improve."}, {"How you can ease thumb pain yourself": "If you see a GP about pain in your thumb, they'll usually suggest you try these things:\n- rest your thumb when you can\nrest your thumb when you can\n- put an ice pack (or a bag of frozen peas) in a towel and place it on your thumb for up to 20 minutes every 2 to 3 hours\nput an ice pack (or a bag of frozen peas) in a towel and place it on your thumb for up to 20 minutes every 2 to 3 hours\n- takeparacetamol\ntake paracetamol\n- take off any jewellery if your thumb looks swollen\ntake off any jewellery if your thumb looks swollen\n- stop or cut down activities that are causing the pain – for example, typing, using vibrating tools for work, or playing an instrument\nstop or cut down activities that are causing the pain – for example, typing, using vibrating tools for work, or playing an instrument\n- wear a splint to support your thumb and ease pain, especially at night – you can get these at most pharmacies and supermarkets\nwear a splint to support your thumb and ease pain, especially at night – you can get these at most pharmacies and supermarkets\n- consider taping something like a lollipop stick to your thumb – this will keep it in place until you can get a splint\nconsider taping something like a lollipop stick to your thumb – this will keep it in place until you can get a splint\n- consider using gadgets or tools to make difficult or painful tasks easier – for example, to open jars or chop vegetables\nconsider using gadgets or tools to make difficult or painful tasks easier – for example, to open jars or chop vegetables\n- keep your thumb moving with gentle exercises\nkeep your thumb moving with gentle exercises\n- do not use ibuprofen in the first 48 hours after an injury\ndo not use ibuprofen in the first 48 hours after an injury\n- do not use heat packs or have hot baths for the first 2 to 3 days after an injury\ndo not use heat packs or have hot baths for the first 2 to 3 days after an injury\n- do not lift heavy objects or grip anything too tightly\ndo not lift heavy objects or grip anything too tightly\nYou can ask a pharmacist about:\n- the best painkiller to take\n- the best splint to support your thumb and ease pain – flexible rubber splints are available if you still need to use your thumb\n- if you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- the pain in your thumb is stopping you doing normal activities\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it at home for 2 weeks\n- you have any tingling or loss of sensation in your hand\n- you have diabetes – hand problems can be more serious if you have diabetes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Go to an urgent treatment centre or A&E if you:": "- have severe pain\n- feel faint, dizzy or sick from the pain\n- heard a snap, grinding or popping noise at the time of the injury\n- are not able to move your thumb or hold things\n- have a thumb that's changed shape or colour\n- have lost the feeling in part or all of your hand\nThese might be signs of a broken thumb.\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"Common causes of thumb pain": "Thumb pain is often caused by bruising or injuring your thumb.\nYour symptoms might also give you an idea of what's causing the pain in your thumb."}, {"No header": "Do not worry if you're not sure what the problem is.\nFollow the advice on this page and see a GP if the pain does not get better in 2 weeks."}]}, {"condition": "Thyroid cancer", "sections": [{"No header": "Thyroid cancer is a rare type of cancer that affects the thyroid gland, a small gland at the base of the neck that produces hormones.\nIt's most common in people in their 30s and those over the age of 60. Women are 2 to 3 times more likely to develop it than men.\nThyroid cancer is usually treatable and in many cases can be cured completely, although it can sometimes come back after treatment."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of thyroid cancer": "Symptoms of thyroid cancer can include:\n- a painless lump or swelling in the front of the neck – although only 1 in 20 neck lumps are cancer\n- swollen glandsin the neck\n- unexplained hoarseness that does not get better after a few weeks\n- asore throatthat does not get better\n- difficulty swallowing\nFind out more about the symptoms of thyroid cancer."}, {"When to get medical advice": "See a GP if you have symptoms of thyroid cancer. The symptoms may be caused by less serious conditions, such as an enlarged thyroid (goitre), so it's important to get them checked.\nA GP will examine your neck and can organise a blood test to check how well your thyroid is working.\nIf they think you could have cancer or they're not sure what's causing your symptoms, you'll be referred to a hospital specialist for more tests.\nFind out more about how thyroid cancer is diagnosed."}, {"Types of thyroid cancer": "There are 4 main types of thyroid cancer:\n- papillary carcinoma – the most common type, accounting for about 8 in 10 cases; it usually affects people under 40, particularly women\n- follicular carcinoma – accounts for up to 1 in 10 cases and tends to affect middle-aged adults, particularly women\n- medullary thyroid carcinoma – accounts for less than 1 in 10 cases; unlike the other types, it can run in families\n- anaplastic thyroid carcinoma – the rarest and most serious type, accounting for around 1 in 50 cases; it usually affects people over the age of 60\nPapillary and follicular carcinomas are sometimes known as differentiated thyroid cancers. They tend to be easier to treat than the other types."}, {"Causes of thyroid cancer": "Thyroid cancer happens when there's a change to the DNA inside thyroid cells which causes them to grow uncontrollably and produce a lump.\nIt's not usually clear what causes this change, but there are a number of things that can increase your risk.\nThese include:\n- other thyroid conditions, such as an inflamed thyroid(thyroiditis)or goitre – but not anoveractive thyroidorunderactive thyroid\n- a family history of thyroid cancer – your risk is higher if a close relative has had thyroid cancer\n- radiationexposure in childhood – such asradiotherapy\n- obesity\n- a bowel condition called familial adenomatous polyposis (FAP)\n- acromegaly– a rare condition where the body produces too much growth hormone"}, {"Treatments for thyroid cancer": "Treatment for thyroid cancer depends on the type of thyroid cancer you have and how far it has spread.\nThe main treatments are:\n- surgery – to remove part or all of the thyroid\n- radioactive iodine treatment – you swallow a radioactive substance that travels through your blood and kills the cancer cells\n- external radiotherapy – a machine is used to direct beams of radiation at the cancer cells to kill them\n- chemotherapy and targeted therapies – medicines used to kill cancer cells\nAfter treatment, you'll have follow-up appointments to check whether the cancer has come back.\nRead more about how thyroid cancer is treated."}, {"Outlook for thyroid cancer": "Around 9 in every 10 people are alive 5 years after a diagnosis of thyroid cancer. Many of these are cured and will have a normal lifespan.\nBut the outlook varies depending on the type of thyroid cancer and how early it was diagnosed. At present the outlook is:\n- more than 9 in 10 people with papillary carcinoma live at least 5 years after diagnosis\n- more than 9 in 10 people with follicular carcinoma live at least 5 years after diagnosis\n- more than 7 in 10 men, and around 9 in 10 women with medullary thyroid carcinoma live at least 5 years after diagnosis\n- around 1 in 10 people with anaplastic thyroid carcinoma live at least 5 years after diagnosis\nUp to 1 in 4 people treated for thyroid cancer are later diagnosed with cancer in another part of the body, such as the lungs or bones, but cancer can often be treated again if this happens."}]}, {"condition": "Thyroiditis", "sections": [{"No header": "Thyroiditis is swelling (inflammation) of the thyroid gland. It causes either unusually high or low levels of thyroid hormones in the blood.\nThe thyroid is a butterfly-shaped gland in the neck. It produces hormones that control the body's growth and metabolism.\nThese hormones affect processes such as heart rate and body temperature, and convert food into energy to keep the body going.\nThere are several different types of thyroiditis."}, {"Hashimoto's thyroiditis": "Hashimoto's thyroiditis is caused by the immune system attacking the thyroid gland, which damages it and makes it swell.\nAs the thyroid is destroyed over time, it's unable to produce enough thyroid hormone. This leads to symptoms of an underactive thyroid gland (hypothyroidism), such as tiredness, weight gain and dry skin.\nThe swollen thyroid may also cause a goitre (lump) to form in your throat.\nIt may take months or even years for the condition to be detected because it progresses very slowly.\nIt's not understood what causes the immune system to attack the thyroid gland. Hashimoto's thyroiditis is much more common in women than men. Symptoms usually first start between the ages of 30 to 50 and the condition sometimes runs in families.\nHashimoto’s thyroiditis cannot be cured, but the symptoms can be treated with a medicine called levothyroxine. Levothyroxine is taken to replace the missing thyroid hormone. If you have Hashimoto's thyroiditis you may need to take levothyroxine for the rest of your life.\nSurgery is only rarely needed – for instance, if your goitre is particularly uncomfortable or cancer is suspected.\nRead about treating an underactive thyroid gland and treating goitre."}, {"De Quervain's (subacute) thyroiditis": "De Quervain's (subacute) thyroiditis is a painful swelling of the thyroid gland thought to be triggered by a viral infection, such as mumps or flu.\nIt's most commonly seen in women aged 20 to 50.\nIt usually causes high temperature and pain in the neck, jaw or ear. The thyroid gland can also release too much thyroid hormone into the blood (thyrotoxicosis), leading to symptoms of an overactive thyroid gland (hyperthyroidism).\nThese symptoms settle after a few days. Symptoms of an underactive thyroid gland often follow, lasting weeks or months, before the gland recovers completely.\nPalpitations and shakes associated with thyrotoxicosis can be treated with beta blockers.\nYou can take painkillers, such as ibuprofen, to relieve any pain. If these medicines do not work, steroids (anti-inflammatory medicine) may be prescribed.\nOccasionally, De Quervain's thyroiditis may come back, or the low thyroid hormone levels may be permanent. If this happens, you may need to take levothyroxine (or a similar medicine) on a long-term basis."}, {"Postpartum thyroiditis": "Postpartum thyroiditis is an uncommon condition that can affect women who have recently given birth.\nIt's most common in women with type 1 diabetes and a previous history of postpartum thyroiditis.\nIn postpartum thyroiditis, the immune system attacks the thyroid within around 6 months of giving birth. This causes a temporary rise in thyroid hormone levels (thyrotoxicosis) and symptoms of an overactive thyroid gland.\nThen, after a few weeks, the gland becomes depleted of thyroid hormone. This leads to low thyroid hormone levels and symptoms of an underactive thyroid gland.\nHowever, not every woman with postpartum thyroiditis will go through both these phases.\nIf low thyroid hormone levels are causing severe symptoms medicine may be needed until the condition gets better.\nIf high thyroid hormones are causing symptoms, beta blockers may provide relief.\nIn most women, thyroid function returns to normal within 12 months of the birth, although low thyroid hormone levels can sometimes be permanent."}, {"Silent (painless) thyroiditis": "Silent thyroiditis is very similar to postpartum thyroiditis, but it can affect men and women, and is not related to giving birth.\nLike postpartum thyroiditis, there may be a phase of high thyroid hormone levels (thyrotoxicosis) causing symptoms of an overactive thyroid gland. This may be followed by symptoms of an underactive thyroid gland, before the symptoms go away in 12 to 18 months.\nIf low thyroid hormone levels are causing severe symptoms, medicine may be needed until the condition gets better. Occasionally, the low thyroid levels can be permanent."}, {"Drug-induced thyroiditis": "Some medicines can damage the thyroid and cause either symptoms of an overactive thyroid gland or symptoms of an underactive thyroid gland.\nExamples include:\n- interferons (used to treat cancer)\n- lithium(taken for bipolar disorder)\nSymptoms are usually short-lived and may get better after you stop taking the medicine.\nHowever, you should not stop taking any prescribed medicine without discussing it with your doctor.\nDrug-induced thyroiditis can cause pain around the thyroid. This can be relieved with painkillers such as ibuprofen, although steroids (anti-inflammatory medicine) may sometimes be needed."}, {"Radiation-induced thyroiditis": "The thyroid gland can sometimes be damaged by radiotherapy or radioactive iodine treatment given for an overactive thyroid gland.\nThis can either lead to symptoms of an overactive thyroid gland or symptoms of an underactive thyroid gland.\nLow thyroid hormone levels are usually permanent, so you may need to take medicine on a long-term basis."}, {"Acute or infectious thyroiditis": "Acute or infectious thyroiditis is usually caused by a bacterial infection. It's rare and associated with a weakened immune system or, in children, a problem with the development of the thyroid.\nSymptoms may include pain in the throat, feeling generally unwell, swelling of the thyroid gland and, sometimes, symptoms of an overactive thyroid gland or symptoms of an underactive thyroid gland.\nSymptoms usually get better when the infection is treated with antibiotics.\nThyroid pain can be managed with painkillers like ibuprofen.\nIf symptoms are severe with signs of infection an ultrasound scan of the thyroid may be needed to check for other problems.\nChildren usually need an operation to remove the abnormal part of the thyroid."}]}, {"condition": "TIA, see Transient ischaemic attack (TIA)", "sections": [{"Important: \n        Coronavirus (COVID-19)": "A transient ischaemic attack (TIA) or \"mini stroke\" is caused by a temporary disruption in the blood supply to part of the brain.\nThe disruption in blood supply results in a lack of oxygen to the brain.\nThis can cause sudden symptoms similar to a stroke, such as speech and visual disturbance, and numbness or weakness in the face, arms and legs.\nBut a TIA does not last as long as a stroke. The effects last a few minutes to a few hours and fully resolve within 24 hours.\nAt the moment it can be hard to know what to do if you're unwell.\nIt's still important to get medical help if you need it.\nDo not delay if you feel very unwell or think there's something seriously wrong. Call 999."}, {"Symptoms of a transient ischaemic attack (TIA)": "The main symptoms of a TIA can be remembered with the word FAST:\n- Face– the face may have dropped on 1 side, the person may not be able to smile, or their mouth or eye may have dropped.\n- Arms– the person may not be able to lift both arms and keep them raised because of weakness or numbness in 1 arm.\n- Speech– their speech may be slurred or garbled, or the person may not be able to talk at all, despite appearing to be awake; they may also have problems understanding what you're saying to them.\n- Time– it's time to call 999 immediately if you see any of these signs or symptoms."}, {"When to get medical advice": "In the early stages of a TIA, it's not possible to tell whether you're having a TIA or a full stroke.\nIt's important to call 999 immediately and ask for an ambulance if you or someone else has symptoms of a TIA or stroke.\nIf a TIA is suspected, you should be offered aspirin to take straight away. This helps to prevent a stroke.\nEven if the symptoms disappear while you're waiting for an ambulance to arrive, you still need to be assessed in hospital.\nYou should be referred to see a specialist within 24 hours of the onset of your symptoms.\nA TIA is a warning sign that you may be at risk of having a full stroke in the near future, and an assessment can help doctors determine the best way to reduce the chances of that happening.\nIf you think you may have had a TIA previously, but the symptoms have passed and you did not seek medical advice at the time, make an urgent appointment with a GP. \nThey can determine whether to refer you for a hospital assessment."}, {"Causes of a transient ischaemic attack (TIA)": "During a TIA, 1 of the blood vessels that supply your brain with oxygen-rich blood becomes blocked.\nThis blockage is usually caused by a blood clot that's formed elsewhere in your body and travelled to the blood vessels supplying the brain, although it can also be caused by pieces of fatty material or air bubbles.\nCertain things can increase your chances of having a TIA, including:\n- smoking\n- high blood pressure (hypertension)\n- obesity\n- high cholesterol levels\n- regularly drinking an excessive amount of alcohol\n- having a type of irregular heartbeat calledatrial fibrillation\n- havingdiabetes\nPeople over 55 years of age and people of Asian, African or Caribbean descent are also at a higher risk of having a TIA."}, {"Treating a transient ischaemic attack (TIA)": "Although the symptoms of a TIA resolve in a few minutes or hours, you'll need treatment to help prevent another TIA or a full stroke happening in the future.\nTreatment will depend on your individual circumstances, such as your age and medical history.\nYou're likely to be given advice about lifestyle changes you can make to reduce your stroke risk, and be offered medicine to treat the cause of the TIA.\nIn some cases, a surgery called a carotid endarterectomy may be needed to unblock your carotid arteries, which are the main blood vessels that supply your brain with blood."}, {"Preventing a transient ischaemic attack (TIA)": "A TIA is often a sign that another one may follow and you're at a high risk of having a full, life-threatening stroke in the near future.\nRegardless of whether you have had a TIA or stroke in the past, there are several ways you can lower your risk of having either in the future.\nThese include:\n- maintaining a healthy weight\n- eating a healthy, balanced diet\n- doing regular exercise\n- limiting alcohol\n- not smoking"}, {"Video: transient ischaemic attack (TIA)": "This video explains the causes of TIA, or mini-stroke, and how to spot the symptoms."}]}, {"condition": "Tick-borne encephalitis (TBE)", "sections": [{"No header": "Tick-borne encephalitis (TBE) is an infection spread by tick bites. Ticks that spread it are found in parts of Europe and Asia, and some parts of the UK."}, {"Check if you could be at risk of TBE": "The risk of getting TBE is very low.\nTicks that spread it can be found in:\n- most of Europe – including parts of England\n- Russia\n- parts of China and Japan\nTicks live in forests and grassy areas. You're more at risk of being bitten if you do activities such as hiking and camping.\nNot all ticks spread TBE. Even if you're bitten, the risk of getting seriously ill is low."}, {"No header": "You can check the risks of a country you're travelling to on the TravelHealthPro website"}, {"You can get vaccinated against TBE if you're at risk": "Consider having the TBE vaccine if you're visiting a country where the infection is common and you're planning to do outdoor activities when you get there.\n2 injections of the vaccine can protect you for about a year. A 3rd injection can protect you for about 3 years.\nYou need to have the first injection at least 1 month before travelling.\nThe TBE vaccine is not available on the NHS. Search online for a travel clinic that offers it. It costs about £65 per injection."}, {"How to avoid tick bites": "Always try to avoid being bitten in places where ticks are found.\nTo reduce the risk of being bitten:\n- cover your skin while walking outdoors and tuck your trousers into your socks\n- use insect repellent on your clothes and skin – products containing DEET are best\n- stick to paths whenever possible\n- wear light-coloured clothing so ticks are easier to spot and brush off"}, {"How to spot and remove ticks": "Tick bites are not always painful. You may not notice a tick unless you see it on your skin.\nAlways check your skin and hair after being outdoors."}, {"No header": ""}, {"No header": "To remove a tick safely:\n- Use fine-tipped tweezers or a tick removal tool. You can buy these from some pharmacies, vets and pet shops.\n- Grasp the tick as close to your skin as possible.\n- Slowly pull upwards, taking care not to squeeze or crush the tick. Dispose of it when you have removed it.\n- Clean the bite with antiseptic or soap and water.\nThe risk of getting ill is low. You do not need to do anything else unless you become unwell."}, {"No header": "You've been bitten by a tick or visited an area in the past month where ticks are found, and you get either:\n- flu-like symptoms – such as feeling hot and shivery, headaches, aching muscles or feeling sick\n- a circular red rash\nEither of these could be an early sign of an infection.\nTell the doctor if you have been in forests or grassy areas.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "- gets a stiff neck and a severe headache\n- gets pain when looking at bright lights\n- has a fit (seizure)\n- has a change in behaviour – such as sudden confusion\n- develops weakness or loss of movement in part of the body"}]}, {"condition": "Tics", "sections": [{"No header": "Tics are fast, repetitive muscle movements that result in sudden and difficult to control body jolts or sounds.\nThey're fairly common in childhood and typically first appear at around 5 years of age. Very occasionally they can start in adulthood.\nTics are not usually serious and normally improve over time. But they can be frustrating and interfere with everyday activities.\nTourette's syndrome, a term that's used when tics have lasted for more than a year, is covered separately."}, {"Types of tics": "There are many types of tic. Some affect body movement (motor tics) and others result in a sound (vocal or phonic tics).\nExamples of tics include:\n- blinking, wrinkling the nose or grimacing\n- jerking or banging the head\n- clicking the fingers\n- touching other people or things\n- coughing, grunting or sniffing\n- repeating a sound or phrase – in a small number of cases, this may be something obscene or offensive\nTics can happen randomly and they may be associated with something such as stress, anxiety, tiredness, excitement or happiness. They tend to get worse if they're talked about or focused on.\nThey often start with an unpleasant sensation that builds up in the body until relieved by the tic – known as an urge – although they can sometimes be partly suppressed."}, {"When to see a GP": "Tics are not usually serious and they do not damage the brain.\nYou do not always need to see a GP if they're mild and not causing problems. Sometimes they can disappear as quickly as they appear.\nSee a GP if you're concerned about your or your child's tics, you need support or advice, or the tics:\n- occur very regularly, or become more frequent or severe\n- cause emotional or social problems, such as embarrassment,bullyingor social isolation\n- cause pain or discomfort (some tics can cause the person to accidentally hurt themselves)\n- interfere with daily activities, school or work\n- are accompanied by anger,depressionorself harm\nA GP should be able to diagnose a tic from a description of it and, if possible, seeing it. Recording a short video can be helpful, but be careful not to draw too much attention to the tic while filming as this can make it worse."}, {"Treatments for tics": "Treatment is not always needed if a tic is mild and is not causing any other problems. Self-help tips, such as avoiding stress or tiredness, are often very helpful for the majority of people.\nIf a tic is more severe and is affecting everyday activities, therapies that aim to reduce how often tics occur may be recommended.\nThe main therapies for tics are:\n- Habit reversal therapy – this aims to help you or your child learn intentional movements that \"compete\" with tics, so the tic cannot happen at the same timeComprehensive behavioural intervention for tics (CBiT) – a set of behavioural techniques to help learn skills to reduce tics\n- Comprehensive behavioural intervention for tics (CBiT) – a set of behavioural techniques to help learn skills to reduce tics\n- Exposure with response prevention (ERP) – this aims to help you or your child get used to the unpleasant sensations that are often felt just before a tic, which can stop the tic occurring\nThere are also medicines that can help reduce tics. These may be used alongside psychological therapies or after trying these therapies unsuccessfully.\nRead more about how tics are treated."}, {"How long do tics last?": "In most cases, tics improve over time or stop completely.\nSometimes they may just last a few months, but often they come and go over several years.\nThey are normally most severe from around 8 years of age until teenage years, and usually start to improve after puberty."}, {"Causes of tics": "It's not clear what causes tics. They're thought to be due to changes in the parts of the brain that control movement.\nThey can run in families, and there's likely to be a genetic cause in many cases. They also often happen alongside other conditions, such as:\n- attention deficit hyperactivity disorder (ADHD)\n- obsessive compulsive disorder (OCD)\nTics can sometimes be triggered by taking illegal drugs, such as cocaine or amphetamines, and are occasionally caused by more serious health conditions such as cerebral palsy or Huntington's disease."}]}, {"condition": "Tight foreskin (phimosis)", "sections": [{"No header": "It's normal for babies and young boys to have a tight foreskin (phimosis), but adults can also be affected. See a GP if your or your child's foreskin is sore or swollen."}, {"Check if you or your child has a tight foreskin": "The foreskin is the thin layer of skin that covers the end of the penis. If you or your child has a tight foreskin, it will be difficult to pull it back from the end of the penis.\nA tight foreskin is normal in babies and young boys. Most boys' foreskins do not pull back (retract) before the age of 5, but sometimes it's not possible until they're 10 or older.\nThe end of a boy's penis may bulge or balloon when they pee, particularly if their foreskin is tight.\nA tight foreskin is not usually a problem, unless there are symptoms such as:\n- swelling and tenderness\n- pain when peeing or a weak flow of pee\n- blood in urine\n- frequenturinary tract infections (UTIs)\n- bleeding or a thick discharge from under the foreskin or an unpleasant smell – these are signs of an infection (balanitis)\n- painful erections, which can make having sex difficult"}, {"Things you can do if you have a tight foreskin": "If your or your child's foreskin is tight, but is not causing problems like pain or bleeding, there are some things you can do to help ease it and keep the penis clean.\n- wash your penis regularly – use warm water or warm water and non-perfumed soap\nwash your penis regularly – use warm water or warm water and non-perfumed soap\n- gently pull back your foreskin as far as you can, so you can clean underneath it (adults only)\ngently pull back your foreskin as far as you can, so you can clean underneath it (adults only)\n- do not pull back the foreskin of a baby or young boy because it could be painful and damage it, leading to problems in later life\ndo not pull back the foreskin of a baby or young boy because it could be painful and damage it, leading to problems in later life\n- do not use perfumed soap, talcum powder or deodorants on your penis because they may cause irritation\ndo not use perfumed soap, talcum powder or deodorants on your penis because they may cause irritation"}, {"Non-urgent advice:  See a GP if:": "- your or your child's foreskin is tight and swollen or painful\n- there's bleeding around your or your child's foreskin when peeing, a thick discharge from under the foreskin, or an unpleasant smell\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatments for a tight foreskin": "The foreskins of babies and young boys will usually loosen as they get older, so treatment is often not needed.\nIf your or your child's foreskin is causing problems, treatments include:\n- steroid creams or gels (topical steroids) to help soften the foreskin\n- antibioticsif the foreskin or head of the penis is infected\n- surgery – removal of the foreskin (circumcision) or a procedure where small cuts are made in the tip of the foreskin so it can be pulled back more easily (usually only suitable for children)"}, {"No header": "- Circumcision in boys\n- Circumcision in men\n- British Association of Urological Surgeons: phimosis and phimosis treatments"}, {"Complications of a tight foreskin": "Sometimes if the foreskin is very tight it can get stuck and cannot go back to its original position covering the end of the penis. The end of the penis can then become very swollen and painful.\nThis is known as paraphimosis and it's a medical emergency.\nImmediate treatment is needed to avoid serious complications like restricted blood flow to the penis.\nA doctor may be able to return the foreskin to its original position. Sometimes surgery to remove the foreskin (circumcision) may be recommended.\n- you or your child's foreskin is pulled back and cannot go back to its original position over the end of the penis"}, {"No header": ""}]}, {"condition": "Tinnitus", "sections": [{"No header": "Tinnitus is the name for hearing noises that are not caused by sounds coming from the outside world. It's common and not usually a sign of anything serious. It might get better by itself and there are treatments that can help.\n"}, {"Check if you have tinnitus": "Tinnitus can sound like:\n- ringing\n- buzzing\n- whooshing\n- humming\n- hissing\n- throbbing\n- music or singing\nYou may hear these sounds in 1 or both ears, or in your head. They may come and go, or you might hear them all the time."}, {"No header": "- you have tinnitus regularly or constantly\n- your tinnitus is getting worse\n- your tinnitus is bothering you – for example, it's affecting your sleep or concentration, or is making you feel anxious and depressed\n- you have tinnitus that beats in time with your pulse\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will look in your ears to see if your tinnitus is caused by something they can treat, like an ear infection or a build-up of earwax.\nThey might also check for any hearing loss.\nYou may be referred to a specialist for further tests and treatment."}, {"No header": "- after a head injury\n- with sudden hearing loss, weakness in the muscles of your face, or a spinning sensation (vertigo)"}, {"Things you can try to help cope with tinnitus": "- try to relax –deep breathingoryogamay help\ntry to relax – deep breathing or yoga may help\n- try to findways to improve your sleep, such as sticking to a bedtime routine or cutting down on caffeine\ntry to find ways to improve your sleep, such as sticking to a bedtime routine or cutting down on caffeine\n- try to avoid things that can make tinnitus worse, such as stress or loud background noises\ntry to avoid things that can make tinnitus worse, such as stress or loud background noises\n- try self-help books orself-help techniques to help you cope better from the British Tinnitus Association (BTA)\ntry self-help books or self-help techniques to help you cope better from the British Tinnitus Association (BTA)\n- join a support group – talking to other people with tinnitus may help you cope\njoin a support group – talking to other people with tinnitus may help you cope\n- do not have total silence – listening to soft music or sounds (called sound therapy) may distract you from the tinnitus\ndo not have total silence – listening to soft music or sounds (called sound therapy) may distract you from the tinnitus\n- do not focus on it, as this can make it worse – hobbies and activities may take your mind off it\ndo not focus on it, as this can make it worse – hobbies and activities may take your mind off it"}, {"No header": "The British Tinnitus Association (BTA) has more information about sound therapy, and runs support groups and a free helpline on 0800 018 0527.\nRNID also has a free helpline on 0808 808 0123."}, {"Treatments for tinnitus": "If the cause of your tinnitus is unknown or cannot be treated, your GP or specialist may refer you for a type of talking therapy.\nThis could be:\n- tinnitus counselling – to help you learn about your tinnitus and find ways of coping with it\n- cognitive behavioural therapy (CBT)– to change the way you think about your tinnitus and reduce anxiety\n- tinnitus retraining therapy – using sound therapy to retrain your brain to tune out and be less aware of the tinnitus\nTinnitus retraining therapy may be available on the NHS for people with severe or persistent tinnitus. It's unclear if tinnitus retraining therapy works for everyone. It's widely available privately.\nIf tinnitus is causing you hearing loss, hearing aids may be recommended."}, {"Causes of tinnitus": "It's not always clear what causes tinnitus, but it's often linked to:\n- some form ofhearing loss\n- Ménière's disease\n- conditions such as diabetes, thyroid disorders or multiple sclerosis\n- anxiety or depression\n- taking certain medicines – tinnitus can be a side effect of some chemotherapy medicines, antibiotics,non-steroidal anti-inflammatory drugs (NSAIDs)and aspirin"}, {"Video: Tinnitus (BSL version)": "In this video, learn about tinnitus, its possible causes and the effects and how to deal with it."}, {"No header": ""}]}, {"condition": "Toe pain", "sections": [{"No header": "There are lots of causes of toe pain. You can usually ease the pain yourself. But see a GP if the pain does not improve."}, {"How to ease toe pain yourself": "If you see a GP about toe pain, they'll usually suggest trying these things:\n- rest and raise your foot when you can\nrest and raise your foot when you can\n- put an ice pack (or bag of frozen peas) wrapped in a towel on your toe for up to 20 minutes every 2 to 3 hours\nput an ice pack (or bag of frozen peas) wrapped in a towel on your toe for up to 20 minutes every 2 to 3 hours\n- wear wide comfortable shoes with a low heel and soft sole\nwear wide comfortable shoes with a low heel and soft sole\n- takeparacetamol\ntake paracetamol\n- buddy strap a broken toe – put a small piece of cotton wool or gauze between your sore toe and the next toe, and use tape to loosely strap it up (do not do this for a big toe or a badly broken toe)\nbuddy strap a broken toe – put a small piece of cotton wool or gauze between your sore toe and the next toe, and use tape to loosely strap it up (do not do this for a big toe or a badly broken toe)\n- try regular gentle stretching exercises\ntry regular gentle stretching exercises\n- do not takeibuprofenfor the first 48 hours after an injury\ndo not take ibuprofen for the first 48 hours after an injury\n- do not walk or stand for long periods\ndo not walk or stand for long periods\n- do not wear high heels or tight pointy shoes\ndo not wear high heels or tight pointy shoes\nIf you have toe pain, a pharmacist can advise you about:\n- the best painkiller to take\n- insoles and pads for your shoes\n- treatments for common skin and nail problems\n- if you need to see a GP"}, {"No header": "This video demonstrates exercises that can help reduce toe pain.\nThe exercises in this video are suitable for most people. They are general exercises only and are not aimed at treating any specific cause of pain or condition.\nGet advice from a GP or health professional before trying it, especially if:\n- you have any concerns about your health\n- you are not sure if the exercises are suitable\n- you have any pre-existing health problems or injuries, or any current symptoms\nStop the exercise immediately and get medical help if you feel any pain or feel unwell."}, {"Non-urgent advice:  See a GP if:": "- pain in your toe is stopping you doing normal activities\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it at home for 2 weeks\n- you have diabetes and foot pain – foot problems can be more serious if you have diabetes\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Go to an urgent treatment centre or A&E if:": "- you have badly hurt your big toe\n- you're in severe pain\n- you feel faint, dizzy or sick from the pain\n- you have any tingling or loss of sensation in your foot\n- your toe is pointing at an odd angle\n- you heard a snap, grinding or popping noise at the time of injury\n- you have difficulty moving your toes or you cannot walk\nThese might be signs of a badly broken toe after an injury.\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"Causes of toe pain": "A sore toe is often caused by exercising too much or wearing shoes that are too tight.\nYour symptoms might also give you an idea of what's causing your toe pain."}, {"No header": "Do not worry if you're not sure what the problem is.\nFollow the advice on this page and see a GP if the pain does not get better in 2 weeks."}]}, {"condition": "Tongue (sore or white), see Sore or white tongue", "sections": [{"No header": "A sore or white tongue is not usually serious and is often easily treated."}, {"Things you can do yourself": "- use a soft toothbrush to brush your teeth\nuse a soft toothbrush to brush your teeth\n- brush your tongue or use a scraper to help improve a white tongue\nbrush your tongue or use a scraper to help improve a white tongue\n- use a straw to drink cool drinks\nuse a straw to drink cool drinks\n- takeparacetamoloribuprofen\ntake paracetamol or ibuprofen\n- do not use a toothpaste that contains sodium lauryl sulphate\ndo not use a toothpaste that contains sodium lauryl sulphate\n- do not eat hard, spicy, salty, acidic or hot food and drink that may irritate your tongue\ndo not eat hard, spicy, salty, acidic or hot food and drink that may irritate your tongue\n- do not smoke\ndo not smoke\n- do not drink alcohol\ndo not drink alcohol"}, {"You can ask a pharmacist about:": "- what's causing your sore or white tongue\n- if you can buy anything to help with any pain or irritation\n- if you should see a dentist or GP"}, {"No header": "- have pain or itchiness that does not go away or gets worse\n- have white patches on your tongue"}, {"Common causes of a sore or white tongue": "Biting or burning your tongue with hot food or drink can cause pain and swelling. But this should only last a few days.\nA white tongue can be a sign of a health condition.\nDo not self-diagnose – see a GP if you're worried.\nRead about lichen planus.\nRead about leukoplakia.\nRead about geographic tongue.\nRead about mouth ulcers.\nRead about oral thrush."}, {"No header": ""}]}, {"condition": "Tongue cancer, see Mouth cancer", "sections": [{"No header": "Mouth cancer, also known as oral cancer, is where a tumour develops in a part of the mouth. It may be on the surface of the tongue, the inside of the cheeks, the roof of the mouth (palate), the lips or gums.\nTumours can also develop in the glands that produce saliva, the tonsils at the back of the mouth, and the part of the throat connecting your mouth to your windpipe (pharynx). However, these are less common."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of mouth cancer": "The symptoms of mouth cancer include:\n- mouth ulcersthat are painful and do not heal within several weeks\n- unexplained, persistent lumps in the mouth or the neck that do not go away\n- unexplained loose teeth or sockets that do not heal after extractions\n- unexplained, persistent numbness or an odd feeling on the lip or tongue\n- sometimes, white or red patches on the lining of the mouth or tongue These can be early signs of cancer, so they should also be checked\n- changes in speech, such as a lisp\nSee a GP or dentist if these symptoms do not get better within 3 weeks, particularly if you drink or smoke.\nFind out more about the symptoms of mouth cancer."}, {"Types of mouth cancer": "Mouth cancer is categorised by the type of cell the cancer (carcinoma) starts to grow in.\nSquamous cell carcinoma is the most common type of mouth cancer, accounting for 9 out of 10 cases.\nSquamous cells are found in many areas of the body, including the inside of the mouth and in the skin.\nLess common types of mouth cancer include:\n- adenocarcinoma, which is cancers that develop inside the salivary glands\n- sarcoma, which grows from abnormalities in bone, cartilage, muscle or other tissue\n- oral malignant melanoma, where cancer starts in the cells that produce skin pigment or colour (melanocytes). These appear as very dark, mottled swellings that often bleed\n- lymphoma, which grows from cells usually found in lymph glands, but they can also grow in the mouth"}, {"What causes mouth cancer?": "Things that increase your risk of developing mouth cancer include:\n- smoking or using tobacco in other ways, such as chewing tobacco\n- drinking alcohol\n- infection with thehuman papilloma virus (HPV)– HPV is the virus that causesgenital warts\nFind out more about the causes of mouth cancer."}, {"Who's affected by mouth cancer?": "Mouth cancer is the 6th most common cancer in the world, but it's much less common in the UK.\nAround 8,300 people are diagnosed with mouth cancer each year in the UK, which is about 1 in every 50 cancers diagnosed.\nMore than 2 in 3 cases of mouth cancer develop in adults over the age of 55. Only 1 in 8 (12.5%) happen in people younger than 50.\nMen are more likely to get mouth cancer than women. This may be because, on average, men tend to drink more alcohol than women.\nMouth cancer can develop in younger adults. HPV infection is thought to be linked with the most mouth cancers that happen in younger people."}, {"Treating mouth cancer": "There are three main treatment options for mouth cancer, including:\n- surgery to remove the cancerous cells, along with a tiny bit of the surrounding normal tissue or cells to ensure the cancer is completely removed\n- radiotherapy– where beams of radiation are directed at the cancerous cells\n- chemotherapy– where powerful medicines are used to kill cancerous cells\nThese treatments are often used in combination. For example, surgery may be followed by a course of radiotherapy to help prevent the cancer returning.\nAs well as trying to cure mouth cancer, treatment will focus on preserving important functions of the mouth, such as breathing, speaking and eating. Maintaining the appearance of your mouth will also be a high priority.\nFind out more about treating mouth cancer."}, {"Complications of mouth cancer": "Mouth cancer and its treatment can cause complications. It can affect the appearance of your mouth and cause problems with speaking and swallowing (dysphagia).\nDysphagia can be a serious problem. If small pieces of food enter your airways when you try to swallow and the food become lodged in your lungs, it could lead to a chest infection, known as aspiration pneumonia.\nFind out more about the complications of mouth cancer."}, {"Preventing mouth cancer": "The 3 most effective ways of preventing mouth cancer from happening, or stopping it from coming back after successful treatment, are:\n- not smoking or using tobacco in other ways, such as not chewing tobacco\n- ensuring you do not drink more than the recommended weekly guideline for alcohol\n- eating a healthy, balanced diet that includes fresh vegetables (particularly tomatoes), citrus fruits, olive oil and fish\nThe NHS recommends you drink no more than 14 units of alcohol a week. If you drink as much as 14 units a week, it's best to spread it evenly over 3 or more days.\nFind out about how to cut down on alcohol. \nIt's also important that you have regular dental check-ups. A dentist can often spot the early stages of mouth cancer.\nFind out more about how to find an NHS dentist."}, {"Outlook": "The outlook for mouth cancer can vary depending on which part of your mouth is affected and whether it has spread from your mouth into surrounding tissue. The outlook is better for mouth cancer that affects the lip, tongue or oral cavity.\nIf mouth cancer is diagnosed early, a complete cure is often possible in up to 9 in 10 cases using surgery alone.\nIf the cancer is larger, there's still a good chance of a cure, but surgery should be followed by radiotherapy or a combination of radiotherapy and chemotherapy.\nAdvances in surgery, radiotherapy and chemotherapy have resulted in much improved cure rates.\nOverall, around 6 in 10 people with mouth cancer will live for at least 5 years after their diagnosis, and many will live much longer without the cancer returning."}, {"Head and neck cancers": "Mouth cancer is a type of cancer that comes under the umbrella term \"cancers of the head and neck\".\nOther types of head and neck cancer include:\n- cancer of the larynx– the voice box\n- cancer of the nasopharynx– the area at the back of the nose that forms the top part of the throat (pharynx)\n- cancer of the oropharynx – the part of the throat that is directly behind the mouth\n- cancer of the hypopharynx – the part of the throat that is directly behind the larynx\n- cancer of the thyroid gland– a butterfly-shaped gland on either side of the windpipe\n- cancer of the nose and sinuses\n- cancer of the oesophagus– the food pipe"}, {"Video: mouth cancer": "In this video, a consultant oral and maxillofacial surgeon, talks about mouth cancer."}]}, {"condition": "Tongue-tie", "sections": [{"No header": "Tongue-tie (ankyloglossia) is where the strip of skin connecting the baby's tongue to the bottom of their mouth is shorter than usual.\nSome babies who have tongue-tie do not seem to be bothered by it. In others, it can restrict the tongue's movement, making it harder to breastfeed.\nTongue-tie is sometimes diagnosed during a baby's newborn physical examination, but it's not always easy to spot. It may not be obvious until your baby has problems feeding.\nSee a health visitor, midwife or GP if you're concerned about your baby's feeding and think they may have tongue-tie."}, {"Signs of tongue-tie": "To breastfeed successfully, a baby needs to latch on to both the breast tissue and nipple, and their tongue needs to cover the lower gum so the nipple is protected from damage.\nSome babies with tongue-tie are not able to open their mouths wide enough to latch on to the breast properly.\nIf you're breastfeeding your baby and they have tongue-tie they may:\n- have difficulty attaching to the breast or staying attached for a full feed\n- feed for a long time, have a short break, then feed again\n- be unsettled and seem to be hungry all the time\n- not gain weight as quickly as they should\n- make a \"clicking\" sound as they feed – this can also be a sign you need support with thepositioning and attachmentof your baby at the breast\nTongue-tie can also sometimes cause problems for a breastfeeding mother. Problems can include:\n- sore or cracked nipples\n- low milk supply\n- mastitis(inflammation of the breast), which may keep coming back\nMost breastfeeding problems, however, are not caused by tongue-tie and can be overcome with the right support.\nIf you're finding breastfeeding difficult, ask a midwife, health visitor or a breastfeeding specialist for help."}, {"No header": "Read more about breastfeeding problems and how to overcome them.\nOther signs that may indicate your baby has tongue-tie include:\n- difficulty lifting their tongue up or moving it from side to side\n- difficulty sticking their tongue out\n- their tongue looks heart-shaped when they stick it out"}, {"Treating tongue-tie": "Treatment is not always needed, if your baby has tongue-tie but can feed without any problems. If their feeding is affected, treatment involves a simple procedure called tongue-tie division.\nTongue-tie division involves cutting the short, tight piece of skin connecting the underside of the tongue to the bottom of the mouth.\nIt's a quick, simple and almost painless procedure that usually improves feeding straight away.\nTongue-tie division is done by doctors, nurses or midwives.\nIn very young babies (those who are only a few months old), it is usually done without anaesthetic (painkilling medicine), or with a local anaesthetic that numbs the tongue.\nThe procedure does not seem to hurt babies. This is because there are very few nerve endings in the area around the bottom of the mouth. Some babies sleep through the procedure, while others may cry a bit.\nA general anaesthetic is usually needed for older babies with teeth, which means they'll be unconscious throughout the procedure.\nThe baby's head is held securely while sharp, sterile scissors with blunt ends are used to cut the skin.\nIt only takes a few seconds, and you can start feeding your baby immediately afterwards.\nThere should not be much bleeding. Your baby may get a white patch (ulcer) under their tongue, but this should heal in 1 to 2 days. It will not bother your baby.\nResearch suggests most babies who have treatment for tongue-tie find breastfeeding easier afterwards.\nThe Association of Tongue-tie Practitioners (ATP) can help you find a tongue-tie practitioner."}, {"Older children and adults": "Untreated tongue-tie may not cause any problems as a child gets older, and any tightness may resolve naturally as the mouth develops.\nHowever, tongue-tie can sometimes cause problems such as speech difficulties and difficulty eating certain foods.\nSpeak to a GP if you think you or your child are having problems caused by tongue-tie.\nTongue-tie division can be carried out in older children and adults, although it's usually done under general anaesthetic."}]}, {"condition": "Tonsillitis", "sections": [{"No header": "Tonsillitis is an infection of the tonsils at the back of your throat. It is a common childhood illness, but teenagers and adults can get it too."}, {"Check if you have tonsillitis": "Tonsillitis can feel like a bad cold or flu. The tonsils at the back of your throat will be red and swollen.\nThe main symptoms in children and adults are:\n- a sore throat\n- problems swallowing\n- a high temperature of 38C or above\n- coughing\n- a headache\n- feeling sick\n- earache\n- feeling tired\nSometimes the symptoms can be more severe and include:\n- swollen, painful glands in your neck (feels like a lump on the side of your neck)\n- white pus-filled spots on your tonsils\n- bad breath"}, {"No header": ""}, {"No header": "Look at other sore throat symptoms."}, {"How long tonsillitis lasts": "Symptoms will usually go away after 3 to 4 days.\nTonsillitis is not contagious, but most of the infections that cause it are, for example, colds and flu.\nTo stop these infections spreading:\n- if you or your child have a high temperature or you do not feel well enough to do your normal activities, try to stay at home and avoid contact with other people until you feel better\n- use tissues when you cough or sneeze and throw them away\n- wash your hands after coughing or sneezing"}, {"How to treat tonsillitis yourself": "Tonsillitis usually gets better on its own after a few days.\nTo help treat the symptoms:\n- get plenty of rest\n- drink cool drinks to soothe the throat\n- takeparacetamoloribuprofen(do not give aspirin to children under 16)\n- gargle with warm salty water (children should not try this)"}, {"No header": "- Mix half a teaspoon of salt in a glass of warm water and stir until it has dissolved.\n- Gargle with the salty water (do not swallow it), then spit it out.\n- Repeat as often as you like.\nYoung children should not gargle with salty water."}, {"A pharmacist can help with tonsillitis": "Speak to a pharmacist about tonsillitis.\nThey can give advice and suggest treatments, like:\n- lozenges\n- throat sprays\n- antiseptic solutions"}, {"Non-urgent advice:  See a GP if:": "- you have white pus-filled spots on your tonsils\n- the sore throat is so painful it's difficult to eat or drink\n- the symptoms do not go away within 4 days\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nA doctor can usually tell it's tonsillitis by asking about your symptoms and looking at the back of your throat.\nYou may also need:\n- a swab test to see if bacteria are causing your tonsillitis (a cotton bud is used to wipe the back of your throat)\n- a blood test forglandular feverif symptoms are severe or will not go away\nYou should get any test results back within 2 or 3 days."}, {"Treatment from a GP": "Treatment will depend on what caused your tonsillitis:\n- most children and adults get viral tonsillitis (caused by a virus), which clears up on its own\n- for bacterial tonsillitis (caused by bacteria), a GP may prescribe antibiotics\nA GP will usually wait for the test results to tell which type you have.\nIt's very rare that someone needs to have their tonsils taken out.\nThis is usually only the case if you have severe tonsillitis that keeps coming back."}, {"Causes of tonsillitis": "Tonsillitis is usually caused by a virus, such as a cold, but it can also be due to a bacterial infection such as strep throat."}, {"Complications with tonsillitis (quinsy)": "Complications with tonsillitis are very rare.\nSometimes you can get a pocket filled with pus (abscess) between your tonsils and the wall of your throat. This is called quinsy.\n- a severe sore throat that quickly gets worse\n- swelling inside the mouth and throat\n- difficulty speaking\n- difficulty swallowing\n- difficulty breathing\n- difficulty opening your mouth\nThese are signs of quinsy."}, {"No header": ""}]}, {"condition": "Tooth (chipped or broken), see Chipped, broken or cracked tooth", "sections": [{"No header": "Chipping, breaking or cracking a tooth is usually not serious. A dentist should be able to treat it."}, {"Non-urgent advice:  See a dentist if you or your child has:": "- chipped, cracked or broken a tooth\nIf a piece of tooth has broken off, put it in milk or saliva (by spitting into a container if it's your tooth, or having your child spit into a container if it's theirs) and take it to a dentist. The dentist may be able to glue the piece of tooth back on.\nDo not go to a GP. They will not be able to give you dental treatment."}, {"How to see a dentist in an emergency or out of hours:": "- call a dentist– if they're closed, their answerphone may say what to do\n- call 111– they can advise you what to do\n- find a dentist near you– ask for an emergency appointment\nYou may have to pay for your appointment.\nRead more about NHS dental charges"}, {"What the dentist will do": "Treatments for a chipped, broken or cracked tooth include:\n- gluing the fragment of tooth back on\n- a filling or a crown (a cap that completely covers the broken tooth)\n- root canal treatmentfor a badly broken tooth where the nerves are exposed\nRead more about dental treatments"}]}, {"condition": "Tooth decay", "sections": [{"No header": "Tooth decay is often caused by having too much sugary food and drink and not cleaning your teeth and gums. See a dentist as soon as possible if you think you or your child has tooth decay. Early treatment can help stop it getting worse."}, {"Check if you have tooth decay": "Tooth decay may not cause any symptoms at first.\nBut if it gets worse it can lead to problems, such as a hole forming in the tooth (dental cavity).\nIf you have a hole in your tooth you may have:\n- toothache(tooth pain)\n- sharp pain in your tooth when eating or drinking hot, cold or sweet things (sensitive teeth)\n- white, brown or black spots on your tooth\nSometimes the tooth or gum can become infected, leading to a painful build-up of pus (dental abscess)."}, {"Non-urgent advice:  See a dentist if:": "- you have problems with your teeth like toothache or a sharp pain in your tooth when eating or drinking\n- your gums are painful, swollen, or bleed when you brush your teeth\nYou should have regular dental check-ups even if you do not have any problems. See a dentist if you have not had a check-up for 2 years (or 1 year if you're under 18)."}, {"Treatments for tooth decay": "Treatment for tooth decay depends on how severe it is.\nA dentist can prescribe fluoride treatments like mouthwash or varnish to reverse early tooth decay.\nYou'll probably need a filling if you have a hole (cavity) in your tooth.\nIf tooth decay has reached the soft tissue (pulp) in the middle of your tooth, you may need root canal treatment.\nSometimes the affected tooth may need to be removed (extraction)."}, {"No header": "NHS dental treatment is free for some people, including:\n- children aged under 18, or under 19 and in full-time education\n- if you're pregnant or have had a baby in the past 12 months\n- if you're on some benefits, including Income Support and Universal Credit\nIf you do not qualify for free dental care, you will usually have to pay for treatment.\nFind out more about dental costs"}, {"Preventing tooth decay": "Tooth decay happens when bacteria create a sticky layer called plaque over your teeth. This damages the surface of your teeth over time.\nTooth decay is common in children, so it's important to make sure they're looking after their teeth and gums from an early age.\nThere are some simple things you can do to keep your and your children's teeth and gums healthy and help prevent tooth decay.\n- brush your teeth at least twice a day with fluoride toothpaste – spit after brushing, do not rinse\nbrush your teeth at least twice a day with fluoride toothpaste – spit after brushing, do not rinse\n- clean in between your teeth every day using floss or interdental brushes\nclean in between your teeth every day using floss or interdental brushes\n- use sugar-free medicines\nuse sugar-free medicines\n- have regulardental check-ups(your dentist will be able to advise you about how often you need to go)\nhave regular dental check-ups (your dentist will be able to advise you about how often you need to go)\n- do not have too much sugary food or drink\ndo not have too much sugary food or drink\n- do not smoke\ndo not smoke"}, {"No header": "- Children's teeth\n- Looking after your baby's teeth\n- How to keep your teeth clean\n- Sweets, fizzy drinks and bottles"}]}, {"condition": "Tooth knocked out, see Knocked-out tooth", "sections": [{"No header": "A knocked-out adult tooth can usually be saved by putting it back in place or in milk as soon as possible, before seeing a dentist."}, {"What to do if a tooth has been knocked out": "- Hold it by the white bit that sticks out of the gum (the crown). Do not touch the root.\n- Lick it clean if it's dirty, or quickly rinse it in cold running water for no more than 10 seconds.\n- Try to put it back into the hole in the gum.If it does not go in easily:put it in milkput it in saliva – by spitting into a container (if it's your tooth) or having your child spit into a container (if it's theirs)hold it in your cheek until you see the dentist – but do not have younger children do this in case they swallow it\n- put it in milk\n- put it in saliva – by spitting into a container (if it's your tooth) or having your child spit into a container (if it's theirs)\n- hold it in your cheek until you see the dentist – but do not have younger children do this in case they swallow it\n- If it goes back in, bite down gently on a clean cloth to hold the tooth in place.\n- Go to a dentist as soon as possible.\n- do not put it back in – it could damage the tooth growing underneath\n- put it in milk or saliva (by having your child spit into a container) and bring it to the dentist"}, {"No header": "- you or your child have knocked out an adult tooth, even if you cannot find it\nIt's best to get help as quickly as possible.\n111 will tell you what to do. They can tell you the right place to get help if you need to see someone.\nGo to 111.nhs.uk or call 111.\nGet an emergency dentist appointment\nIf you have a dentist, ask them for an emergency appointment.\nIf they're closed, their phone message may say what to do.\nIf you do not have a dentist, find a dentist near you and ask if you can have an emergency appointment."}, {"What the dentist will do": "If you put the tooth back in, the dentist will check it's in the right place and move it if they need to.\nIf you brought the tooth in milk or saliva, they'll clean it and put it back in.\nThey'll then fix the tooth to the teeth either side of it to hold it in place (splinting).\nYou'll probably need to go back after a couple of weeks to have the splint removed.\nIf you cannot find the tooth or the dentist is not able to save it, it can normally be replaced with a false tooth.\nYou may have to pay for your appointment and treatment.\nRead more about NHS dental charges and false teeth and other dental treatments."}]}, {"condition": "Toothache", "sections": [{"No header": "See a dentist if you have toothache that lasts more than 2 days. There are things you can do to ease it while you wait for an appointment."}, {"Non-urgent advice:  See a dentist if you have toothache:": "- that lasts more than 2 days\n- that does not go away when you take painkillers\n- with a high temperature, pain when you bite, red gums, or a bad taste in your mouth\n- and your cheek or jaw is swollen\nDo not go to your GP as they will not be able to give you dental treatment."}, {"Immediate action required: Go to A&E if you have toothache and:": "- the area around your eye or your neck is swollen\n- swelling in your mouth or neck is making it difficult for you to breathe, swallow or speak"}, {"No header": "- call your dentist – if they're closed, their answerphone may tell you what to do\n- call 111 – they can advise you what to do\n- find a dentist near you– ask if you can have an emergency appointment\nYou may have to pay for your appointment.\nRead more about NHS dental charges."}, {"How to ease toothache while waiting for an appointment": "- take painkillers, likeibuprofenorparacetamol(children under 16 should not take aspirin) – a pharmacist can advise you\ntake painkillers, like ibuprofen or paracetamol (children under 16 should not take aspirin) – a pharmacist can advise you\n- try rinsing your mouth with salt water (children should not try this)\ntry rinsing your mouth with salt water (children should not try this)\n- use a pain-relieving gel for your mouth – this can be bought from pharmacies or supermarkets\nuse a pain-relieving gel for your mouth – this can be bought from pharmacies or supermarkets\n- eat soft foods, like yoghurt or scrambled eggs, and try to avoid chewing with the sore tooth\neat soft foods, like yoghurt or scrambled eggs, and try to avoid chewing with the sore tooth\n- do not eat foods that are sweet, very hot or very cold\ndo not eat foods that are sweet, very hot or very cold\n- do not smoke – it can make some dental problems worse\ndo not smoke – it can make some dental problems worse\n- Dissolve half a teaspoon of salt in a glass of warm water – warm water helps salt dissolve.\n- Rinse your mouth with the solution, then spit it out – do not swallow it.\n- Repeat as often as you like."}, {"Causes of toothache": "Toothache can be caused by:\n- tooth decay\n- adental abscess\n- a cracked or damaged tooth\n- a loose or broken filling\n- an infection – this often happens when a tooth (such as a wisdom tooth) has broken the skin, but does not have enough room to fully come through\n- problems with your braces"}, {"How to prevent toothache": "The best way to prevent toothache is to keep your teeth and gums as healthy as possible.\nTo do this:\n- haveregular dental check-ups\n- cut down on sugary foods and drinks – only have them as an occasional treat at mealtimes\n- brush your teeth twice a day for about 2 minutes with a fluoride toothpaste\n- clean between your teeth using floss or an interdental brush every day to remove food, debris and plaque"}, {"More information": "- Taking care of your teeth and gums\n- Looking after your children's teeth\n- Looking after your baby's teeth"}]}, {"condition": "Topical corticosteroids", "sections": [{"No header": "Topical corticosteroids are a type of steroid medicine applied directly to the skin to reduce inflammation and irritation.\nTopical corticosteroids are available in several different forms, including:\n- creams\n- lotions\n- gels\n- mousses\n- ointments\n- tapes and bandages\n- solutions\nThey're available in 4 different strengths (potencies):\n- mild\n- moderate\n- potent\n- very potent\nMild corticosteroids, such as clobetasone, hydrocortisone skin cream and hydrocortisone for piles and itchy bottom, can often be bought over the counter from pharmacies.\nStronger types, such as beclometasone, betamethasone, clobetasol, fluticasone and mometasone, are only available on prescription.\nRead about other types of corticosteroids, including tablets, capsules, inhalers and injected corticosteroids.\nCorticosteroids should not be confused with anabolic steroids."}, {"Conditions treated with topical corticosteroids": "Conditions widely treated with topical corticosteroids include:\n- eczema – such asatopic eczema\n- contact dermatitis– which causes symptoms such asdandruffand scaly patches on the skin\n- psoriasis\nTopical corticosteroids cannot cure these conditions, but can help relieve the symptoms."}, {"Who can use topical corticosteroids": "Most adults and children can use topical corticosteroids safely, but there are situations when they are not recommended.\nThey should not be used if:\n- you have infected skin, unless advised by a doctor\n- you have certain skin conditions, includingrosacea,acneand skin ulcers (open sores)\nMost topical corticosteroids are considered safe to use during pregnancy or breastfeeding. However, you should wash off any steroid cream applied to your breasts before feeding your baby.\nVery potent topical corticosteroids are not usually prescribed for pregnant or breastfeeding women, or for very young children. Sometimes you may be prescribed them under the supervision of a skincare specialist (dermatologist)."}, {"How to use topical corticosteroids": "Unless instructed otherwise by your doctor, follow the directions on the patient information leaflet that comes with the medicine. This will give details of how much to apply and how often.\nMost people only need to use the medicine once or twice a day for 1 to 2 weeks. Occasionally a doctor may suggest using it less frequently over a longer period of time.\nThe medicine should only be applied to affected areas of skin. Gently smooth a thin layer onto your skin in the direction the hair grows.\nIf you're using both topical corticosteroids and emollients, you should apply the emollient first. Then wait about 30 minutes before applying the topical corticosteroid.\nSometimes, the amount of medicine you're advised to use will be given in fingertip units (FTUs).\nA FTU (about 500mg) is the amount needed to squeeze a line from the tip of an adult finger to the first crease of the finger. It should be enough to treat an area of skin double the size of the flat of your hand with your fingers together.\nThe recommended dosage will depend on what part of the body is being treated. This is because the skin is thinner in certain parts of the body and more sensitive to the effects of corticosteroids.\nFor adults, the recommended FTUs to be applied in a single dose are:\n- 0.5 FTU for genitals\n- 1 FTU for hands, elbows and knees\n- 1.5 FTUs for the feet, including the soles\n- 2.5 FTUs for the face and neck\n- 3 FTUs for the scalp\n- 4 FTUs for a hand and arm together, or the buttocks\n- 8 FTUs for the legs, including the foot, chest, or back\nFor children, the recommended FTUs will depend on their age. A GP can advise you on this."}, {"Side effects of topical corticosteroids": "If you use them correctly, topical corticosteroids rarely have serious side effects.\nThe most common side effect of topical corticosteroids is a burning or stinging sensation when the medicine is applied. However, this usually improves as your skin gets used to the treatment.\nLess common side effects can include:\n- worsening or speading of a skin infection you already have\n- inflamed hair follicles (folliculitis)\n- thinning of the skin, which can make the affected skin more vulnerable to damage; for example, you may bruise more easily\n- stretch marks, which are likely to be permanent, although they'll probably become less noticeable over time\n- contact dermatitis, which is a skin irritation caused by a mild allergic reaction to the substances in a particular topical corticosteroid\n- acne, or worsening of acne\n- rosacea, which is a condition that causes the face to become red and flushed\n- changes in skin colour – this is usually more noticeable in people with dark skin\n- excessive hair growth on the area of skin being treated\nSide effects are more likely if you're:\n- using a more potent corticosteroid\n- using it for a very long time, or over a large area\nThe elderly and very young are more vulnerable to side effects.\nIf potent or very potent topical corticosteroids are used for a long time or over a large area, there's a risk of the medicine being absorbed into the bloodstream and causing internal side effects, such as:\n- decreased growth in children\n- Cushing's syndrome\nThis is not a full list of all the possible side effects. For more information on side effects, see the leaflet that comes with the medicine.\nIf you stop using topical corticosteroids after using them continuously for a long time (usually over 12 months in adults), you may have a withdrawal reaction. These can sometimes be severe.\nWithdrawal side effects can include:\n- redness or changes in skin colour (this may not be as noticeable on darker skin)\n- burning, stinging, itching or peeling of the skin, or oozing, open sores\nIf you’ve been using topical corticosteroids for a long time, it’s a good idea to ask your doctor to review your treatment.\nThe Yellow Card Scheme allows you to report suspected side effects from any type of medicine you're taking. It's run by the medicines safety watchdog called the Medicines and Healthcare products Regulatory Agency (MHRA).\nSee the Yellow Card Scheme for more information."}]}, {"condition": "Total iron-binding capacity (TIBC) and transferrin test", "sections": [{"No header": "A total iron-binding capacity (TIBC) test measures the blood's ability to attach itself to iron and transport it around the body. A transferrin test is similar.\nIf you have iron deficiency (a lack of iron in your blood), your iron level will be low but your TIBC will be high.\nIf you have too much iron (for example, if you have a condition like haemochromatosis), your iron level will be high but your TIBC will be low or normal.\nTransferrin is a protein produced by the liver. It regulates the absorption of iron into the blood. TIBC relates to the amount of transferrin in your blood that's available to attach to iron.\nAlthough TIBC and transferrin are 2 different tests, they basically measure the same thing, so you'll usually have either one or the other.\nAs transferrin is produced by the liver, your TIBC level will also be low if you have liver disease.\nRead more about the TIBC test at Lab Tests Online UK."}]}, {"condition": "Total protein test", "sections": [{"No header": "A total protein test measures the amount of protein in your blood.\nProteins are important for the health and growth of the body's cells and tissues.\nThe test can help diagnose a number of health conditions, including:\n- kidney disease\n- liver disease\n- malnutrition– a serious condition that occurs when a person's diet doesn't contain enough nutrients to meet their body's needs\nIf your total protein level is low, you may have a liver or kidney problem, or it may be that protein isn't being digested or absorbed properly.\nA high total protein level could indicate dehydration or a certain type of cancer, such as multiple myeloma, that causes protein to accumulate abnormally.\nIf the result of a total protein test is abnormal, further tests will be needed to identify which proteins are too high or too low. This will enable an accurate diagnosis to be made.\nRead more about the total protein test at Lab Tests Online UK."}]}, {"condition": "Tourette's syndrome", "sections": [{"No header": "Tourette's syndrome is a condition that causes a person to make involuntary sounds and movements called tics.\nIt usually starts during childhood, but the tics and other symptoms usually improve after several years and sometimes go away completely.\nThere's no cure for Tourette's syndrome, but treatment can help manage symptoms.\nPeople with Tourette's syndrome may also have obsessive compulsive disorder (OCD), attention deficit hyperactivity disorder (ADHD) or learning difficulties."}, {"Symptoms of Tourette's syndrome": "Tics are the main symptom of Tourette's syndrome. They usually appear in childhood between the ages of 2 and 14 (around 6 years is the average).\nPeople with Tourette's syndrome have a combination of physical and vocal tics.\nExamples of physical tics include:\n- blinking\n- eye rolling\n- grimacing\n- shoulder shrugging\n- jerking of the head or limbs\n- jumping\n- twirling\n- touching objects and other people\nExamples of vocal tics include:\n- grunting\n- throat clearing\n- whistling\n- coughing\n- tongue clicking\n- animal sounds\n- saying random words and phrases\n- repeating a sound, word or phrase\n- swearing\nSwearing is rare and only affects about 1 in 10 people with Tourette's syndrome.\nTics are not usually harmful to a person's overall health, but physical tics, such as jerking of the head, can be painful.\nTics can be worse on some days than others.\nThey may be worse during periods of:\n- stress\n- anxiety\n- tiredness\nPeople with Tourette's syndrome can have mood and behavioural problems, such as:\n- attention deficit hyperactivity disorder (ADHD)\n- obsessive compulsive disorder (OCD)\n- depression or anxiety\nChildren with Tourette's syndrome may also be at risk of bullying because their tics might single them out.\nMost people with Tourette's syndrome experience a strong urge before a tic, which has been compared to the feeling you get before needing to itch or sneeze.\nThese feelings are known as premonitory sensations. Premonitory sensations are only relieved after the tic has been carried out.\nExamples of premonitory sensations include:\n- a burning feeling in the eyes before blinking\n- a dry or sore throat before grunting\n- an itchy joint or muscle before jerking\nSome people can control their tics for a short while in certain social situations, like in a classroom. It requires concentration, but gets easier with practise.\nControlling tics can be tiring. A person may have a sudden release of tics after a day trying to control them, like after returning home from school.\nTics may be less noticeable during activities involving a high level of concentration, such as reading an interesting book or playing sports."}, {"When to get medical advice": "You should contact a GP if you or your child start having tics.\nMany children have tics for several months before growing out of them, so a tic does not necessarily mean your child has Tourette's syndrome."}, {"Diagnosing Tourette's syndrome": "There's no single test for Tourette's syndrome. Tests and scans, such as an MRI scan, may be used to rule out other conditions.\nYou can be diagnosed with Tourette's syndrome if you've had several tics for at least a year.\nGetting a firm diagnosis can help you and others understand your condition better, and give you access to the right kind of treatment and support.\nTo get a diagnosis, a GP may refer you to different specialists, such as a neurologist (a brain and nervous system specialist)."}, {"Treating Tourette's syndrome": "There's no cure for Tourette's syndrome and most children with tics do not need treatment for them.\nTreatment may sometimes be recommended to help you control your tics.\nTreatment is usually available on the NHS and can involve:\n- behavioural therapy\n- medicine\nBehavioural therapy is usually provided by a psychologist or a specially trained therapist.\n2 types of behavioural therapy have been shown to reduce tics:\n- habit reversal training– this approach involves working out the feelings that trigger tics; the next stage is to find an alternative, less noticeable way of relieving the urge to tic\n- exposure with response prevention (ERP)– this method trains you to better control your urge to tic; techniques are used to recreate the urge to tic to train you to tolerate the feeling, without doing the tic, until the urge passes\nSome people's tics are helped with medicines, but this is usually only recommended if the tics are more severe or affecting daily activities.\nMedicines for Tourette's syndrome can have side effects and they will not work for everyone."}, {"Causes of Tourette's syndrome": "The cause of Tourette's syndrome is unknown. It's thought to be linked to a part of the brain that helps regulate body movements.\nFor unknown reasons, boys are more likely to be affected by Tourette's syndrome than girls."}, {"Further help and support": "For more information about treatment and support, contact the charity Tourettes Action."}, {"Video: Tourette's syndrome": "In this video, a neurologist talks about Tourette's syndrome and what treatment and support is available."}]}, {"condition": "Toxic shock syndrome", "sections": [{"No header": "Toxic shock syndrome (TSS) is a rare but life-threatening condition caused by bacteria getting into the body and releasing harmful toxins.\nIt's often associated with tampon use in young women, but it can affect anyone of any age – including men and children.\nTSS gets worse very quickly and can be fatal if not treated promptly. But if it's diagnosed and treated early, most people make a full recovery."}, {"Symptoms of toxic shock syndrome": "The symptoms of toxic shock syndrome (TSS) start suddenly and get worse quickly. They include:\n- a high temperature\n- flu-like symptoms, such as aheadache, feeling cold, feeling tired or exhausted, an aching body, asore throatand acough\n- feeling and being sick\n- diarrhoea\n- a widespread sunburn-like rash\n- lips, tongue and the whites of the eyes turning a bright red\n- dizzinessorfainting\n- difficulty breathing\n- confusion\nSometimes you may also have a wound on your skin where the bacteria got into your body, but it may not look infected."}, {"Important: \n        Coronavirus (COVID-19)": "At the moment it can be hard to know what to do if you or your child is unwell. \nIt's important to trust your instincts and get medical help if you need it."}, {"When to get medical advice": "Toxic shock syndrome (TSS) is a medical emergency.\nWhile these symptoms could be due to a different condition, it's important to contact your GP, a local out-of-hours service, or NHS 111 as soon as possible if you have a combination of these symptoms.\nIt's very unlikely that you have TSS, but these symptoms should not be ignored.\nGo to your nearest A&E department or call 999 and ask for an ambulance immediately if you have severe symptoms or they are rapidly getting worse.\nIf you're wearing a tampon, remove it straight away. Also tell your doctor if you've been using a tampon, recently had a burn or skin injury, or if you have a skin infection such as a boil.\nIf a doctor suspects you have TSS, you'll be referred to hospital immediately."}, {"Treatment for toxic shock syndrome": "If you have toxic shock syndrome (TSS), you'll be admitted to hospital and may need to be treated in an intensive care unit.\nTreatment for TSS may involve:\n- antibioticsto treat the infection\n- in some cases, purified antibodies that have been taken out of donated blood, known as pooled immunoglobulin, may also be given to help your body fight the infection\n- oxygen to help with breathing\n- fluids to preventdehydrationand organ damage\n- medicine to help control blood pressure\n- dialysisif your kidneys stop functioning\n- in severe cases, surgery may be needed to remove dead tissue. Rarely, it may be necessary toamputatethe affected area\nMost people will start to feel better within a few days, but it may take several weeks before you're well enough to leave hospital."}, {"Causes of toxic shock syndrome": "Toxic shock syndrome (TSS) is caused by either staphylococcus or streptococcus bacteria.\nThese bacteria normally live on the skin and in the nose or mouth without causing harm, but if they get deeper into the body they can release toxins that damage tissue and stop organs working.\nThese things can increase your risk of getting TSS:\n- using tampons – particularly if you leave them in for longer than recommended or you use \"super-absorbent\" tampons\n- using female barrier contraceptives, such as acontraceptive diaphragm or cap\n- a problem with your skin, such as acut,burn,boil,insect biteor a wound after surgery\n- childbirth\n- using nasal packing to treat anosebleed\n- having astaphylococcal infectionor streptococcal infection, such as athroat infection,impetigoorcellulitis\nTSS is not spread from person to person. You do not develop immunity to it once you've had it, so you can get it more than once."}, {"Preventing toxic shock syndrome": "The following things can reduce your risk of toxic shock syndrome (TSS):\n- treat wounds and burns quickly and get medical advice if you notice signs of an infection, such as swelling, redness and increasing pain\n- always use a tampon with the lowest absorbency suitable for your period\n- alternate between tampons and a sanitary towel or panty liner during your period\n- wash your hands before and after inserting a tampon\n- change tampons regularly – as often as directed on the pack (usually at least every 4 to 8 hours)\n- never have more than one tampon in your vagina at a time\n- when using a tampon at night, insert a fresh tampon before going to bed and remove it when you wake up\n- remove a tampon at the end of your period\n- when using female barrier contraception, follow the manufacturer's instructions about how long you can leave it in\nIt's a good idea to avoid using tampons or female barrier contraception if you've had TSS before."}]}, {"condition": "Toxocariasis", "sections": [{"No header": "Toxocariasis is an infection caused by small worms found in the poo of some dogs, cats and foxes. It's rare, but can sometimes cause serious problems."}, {"How you get toxocariasis": "Toxocariasis is caused by worms found in some dog, cat and fox poo.\nAnimals with these worms in their digestive system can pass out worm eggs in their poo. You can become infected if poo, soil or sand containing these eggs gets in your mouth.\nToxocariasis is not caught from fresh poo. It's usually caught from soil or sand that has contained worm eggs for a few weeks or months.\nToxocariasis cannot be spread between people."}, {"Is toxocariasis serious?": "Most people who swallow the worm eggs that cause toxocariasis do not become ill.\nThe worms usually die or pass out in your poo within a few months without you noticing.\nRarely, the worms can spread to parts of the body such as the liver, lungs or eyes. This can lead to serious problems like difficulty breathing or loss of vision."}, {"Symptoms of toxocariasis": "Toxocariasis only causes symptoms if the worms spread in your body.\nDepending on where the worms spread, symptoms can include:\n- a high temperature\n- coughing or wheezing\n- stomach ache\n- an itchy rash\n- eye pain or redness\n- changes to your sight, such as seeing small dots or lines (floaters) or flashes of light\n- loss of vision (usually in 1 eye)"}, {"No header": "If you have small, white worms in your poo, it's more likely to be threadworms."}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "You think you've swallowed soil, sand or animal poo and you have:\n- a high temperature\n- a cough\n- wheezing\n- a stomach ache\n- an itchy rash\n- a red or painful eye\n- changes to your sight, like seeing small dots, lines or flashes\n- loss of vision\nYou can call 111 or get help from 111 online."}, {"Treatment for toxocariasis": "Toxocariasis only needs to be treated if it causes symptoms.\nThe main treatment is medicine to kill the worms.\nIf the worms spread to your eye, steroid medicine may be used to help stop damage to your eye. Sometimes you may also need surgery to remove the worms or treat any problems with your vision."}, {"How to reduce the risk of toxocariasis": "Although toxocariasis is rare, there are some simple things you can do to reduce the risk of getting it and help stop pets spreading it.\n- wash your hands regularly, especially before eating\nwash your hands regularly, especially before eating\n- wear gloves when gardening\nwear gloves when gardening\n- teach young children not to eat soil or sand\nteach young children not to eat soil or sand\n- wash vegetables before eating them\nwash vegetables before eating them\n- pick up and bin dog and cat poo quickly\npick up and bin dog and cat poo quickly\n- make sure pet dogs and cats are de-wormed regularly\nmake sure pet dogs and cats are de-wormed regularly\n- do not let animals poo in places where children play, such as sandboxes or playgrounds\ndo not let animals poo in places where children play, such as sandboxes or playgrounds\n- do not let children play in places where there might be lots of animal poo\ndo not let children play in places where there might be lots of animal poo"}]}, {"condition": "Toxoplasmosis", "sections": [{"No header": "Toxoplasmosis is a common infection that you can catch from the poo of infected cats, or infected meat. It's usually harmless but can cause serious problems in some people."}, {"Check if you have toxoplasmosis": "Toxoplasmosis does not usually cause any symptoms and most people do not realise they've had it.\nSome people get flu-like symptoms, such as:\n- high temperature\n- aching muscles\n- tiredness\n- feeling sick\n- sore throat\n- swollen glands\nIf you do have symptoms, they normally get better on their own within about 6 weeks.\nOnce you've had toxoplasmosis you cannot catch it again."}, {"What happens at your GP appointment": "- you're pregnant or you have a weak immune system and you think you may have toxoplasmosis\nToxoplasmosis is usually harmless, but in rare cases it can lead to serious problems.\nYou're more at risk if:\n- you get infected in pregnancy– toxoplasmosis can cause miscarriage. If it spreads to your baby it can cause serious complications, especially if you catch it early in pregnancy\n- your immune system is weakened– for example, if you have HIV or you're having chemotherapy. The infection may affect your eyes or brain\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP may do blood tests to see if you've been infected. They can also prescribe medicines to treat the infection if necessary.\nIf you're pregnant and you test positive for toxoplasmosis, the GP can refer you for more tests to see if your baby has been infected. This is very rare.\nThe baby charity Tommy's has more advice on toxoplasmosis and pregnancy."}, {"How to prevent toxoplasmosis": "The parasite that causes toxoplasmosis is found in the poo of infected cats, and in infected meat. You can also catch it from soil that's been contaminated by cat poo.\nIf you're pregnant or have a weak immune system:\n- wear gloves while gardening\nwear gloves while gardening\n- wash your hands before preparing food and eating\nwash your hands before preparing food and eating\n- wash hands, knives and chopping boards thoroughly after preparing raw meat\nwash hands, knives and chopping boards thoroughly after preparing raw meat\n- wash fruit and vegetables thoroughly to get rid of any traces of soil\nwash fruit and vegetables thoroughly to get rid of any traces of soil\n- wear gloves while emptying cat litter trays and empty them every day\nwear gloves while emptying cat litter trays and empty them every day\n- do not eat raw or undercooked meat, or cured meats like salami or parma ham\ndo not eat raw or undercooked meat, or cured meats like salami or parma ham\n- do not have unpasteurised goats' milk or any products made from it\ndo not have unpasteurised goats' milk or any products made from it\n- do not touch or handle pregnant sheep or lambs\ndo not touch or handle pregnant sheep or lambs\nYou cannot catch toxoplasmosis from stroking a cat, having a cat as a pet or from coming into contact with someone who's got it."}]}, {"condition": "Tracheostomy", "sections": [{"No header": "A tracheostomy is an opening created at the front of the neck so a tube can be inserted into the windpipe (trachea) to help you breathe.\nIf necessary, the tube can be connected to an oxygen supply and a breathing machine called a ventilator.\nThe tube can also be used to remove any fluid that's built up in the throat and windpipe."}, {"Why a tracheostomy is used": "A tracheostomy may be carried out to:\n- deliver oxygen to the lungs if you're unable to breathe normally after an injury or accident, or because your muscles are very weak\n- allow you to breathe if your throat is blocked – for example, by a swelling, tumour or something stuck in the throat\n- reduce the risk of food or fluid entering the lungs (aspiration) if you find coughing difficult\nA tracheostomy will usually be planned in advance and carried out in hospital. But sometimes it may need to be done in an emergency outside of hospital, such as at the scene of an accident.\nRead more about why a tracheostomy may be needed."}, {"How a tracheostomy is carried out": "A planned tracheostomy is usually carried out under general anaesthetic, which means you'll be unconscious during the procedure and will not feel any pain.\nA doctor or surgeon will make a hole in your throat using a needle or scalpel before inserting a tube into the opening. \nA dressing will be placed around the opening in your neck and tape or stitches will be used to hold the tube in place.\nIf you're unable to breathe unaided, the tracheostomy tube can be attached to a machine (ventilator) that supplies oxygen to assist with breathing  to increase the flow of oxygen to your lungs. \nSpecialist equipment can also be used to warm and moisten (humidify) the air breathed in.\nIn an emergency, the tracheostomy will be carried out as soon as possible using a local anaesthetic if there's not enough time to use a general anaesthetic. \nThis means you'll be conscious during the procedure, but should not feel severe pain.\nAfter having a tracheostomy, you'll need to stay in hospital for at least a few days or weeks. It may sometimes be possible to remove the tube and close the opening before you leave hospital.\nHowever, the tube may need to stay in permanently if you have a long-term condition that affects your breathing."}, {"Living with a tracheostomy": "It's possible to enjoy a good quality of life with a permanent tracheostomy tube, but it can take some time to adapt. \nTo start with, most people will have difficulty talking, eating, exercising, and keeping the tracheostomy tube clean and free of blockages. \nIf you need a tracheostomy, a specially trained therapist can give you advice and answer any questions you have. \nThey'll make sure you feel confident about looking after the tracheostomy before you leave hospital.\nRead more about living with a tracheostomy."}, {"Risks and complications": "A tracheostomy is generally a safe procedure that works well.\nHowever, as with all medical procedures, there's a small risk of complications, including:\n- bleeding\n- damage to the tube that carries food from the throat to the stomach (oesophagus)\n- a build-up of mucus and fluids in the tracheostomy tube, which makes breathing difficult and can lead to infection\nRead more about the possible complications of a tracheostomy."}]}, {"condition": "Transient ischaemic attack (TIA)", "sections": [{"Important: \n        Coronavirus (COVID-19)": "A transient ischaemic attack (TIA) or \"mini stroke\" is caused by a temporary disruption in the blood supply to part of the brain.\nThe disruption in blood supply results in a lack of oxygen to the brain.\nThis can cause sudden symptoms similar to a stroke, such as speech and visual disturbance, and numbness or weakness in the face, arms and legs.\nBut a TIA does not last as long as a stroke. The effects last a few minutes to a few hours and fully resolve within 24 hours.\nAt the moment it can be hard to know what to do if you're unwell.\nIt's still important to get medical help if you need it.\nDo not delay if you feel very unwell or think there's something seriously wrong. Call 999."}, {"Symptoms of a transient ischaemic attack (TIA)": "The main symptoms of a TIA can be remembered with the word FAST:\n- Face– the face may have dropped on 1 side, the person may not be able to smile, or their mouth or eye may have dropped.\n- Arms– the person may not be able to lift both arms and keep them raised because of weakness or numbness in 1 arm.\n- Speech– their speech may be slurred or garbled, or the person may not be able to talk at all, despite appearing to be awake; they may also have problems understanding what you're saying to them.\n- Time– it's time to call 999 immediately if you see any of these signs or symptoms."}, {"When to get medical advice": "In the early stages of a TIA, it's not possible to tell whether you're having a TIA or a full stroke.\nIt's important to call 999 immediately and ask for an ambulance if you or someone else has symptoms of a TIA or stroke.\nIf a TIA is suspected, you should be offered aspirin to take straight away. This helps to prevent a stroke.\nEven if the symptoms disappear while you're waiting for an ambulance to arrive, you still need to be assessed in hospital.\nYou should be referred to see a specialist within 24 hours of the onset of your symptoms.\nA TIA is a warning sign that you may be at risk of having a full stroke in the near future, and an assessment can help doctors determine the best way to reduce the chances of that happening.\nIf you think you may have had a TIA previously, but the symptoms have passed and you did not seek medical advice at the time, make an urgent appointment with a GP. \nThey can determine whether to refer you for a hospital assessment."}, {"Causes of a transient ischaemic attack (TIA)": "During a TIA, 1 of the blood vessels that supply your brain with oxygen-rich blood becomes blocked.\nThis blockage is usually caused by a blood clot that's formed elsewhere in your body and travelled to the blood vessels supplying the brain, although it can also be caused by pieces of fatty material or air bubbles.\nCertain things can increase your chances of having a TIA, including:\n- smoking\n- high blood pressure (hypertension)\n- obesity\n- high cholesterol levels\n- regularly drinking an excessive amount of alcohol\n- having a type of irregular heartbeat calledatrial fibrillation\n- havingdiabetes\nPeople over 55 years of age and people of Asian, African or Caribbean descent are also at a higher risk of having a TIA."}, {"Treating a transient ischaemic attack (TIA)": "Although the symptoms of a TIA resolve in a few minutes or hours, you'll need treatment to help prevent another TIA or a full stroke happening in the future.\nTreatment will depend on your individual circumstances, such as your age and medical history.\nYou're likely to be given advice about lifestyle changes you can make to reduce your stroke risk, and be offered medicine to treat the cause of the TIA.\nIn some cases, a surgery called a carotid endarterectomy may be needed to unblock your carotid arteries, which are the main blood vessels that supply your brain with blood."}, {"Preventing a transient ischaemic attack (TIA)": "A TIA is often a sign that another one may follow and you're at a high risk of having a full, life-threatening stroke in the near future.\nRegardless of whether you have had a TIA or stroke in the past, there are several ways you can lower your risk of having either in the future.\nThese include:\n- maintaining a healthy weight\n- eating a healthy, balanced diet\n- doing regular exercise\n- limiting alcohol\n- not smoking"}, {"Video: transient ischaemic attack (TIA)": "This video explains the causes of TIA, or mini-stroke, and how to spot the symptoms."}]}, {"condition": "Transurethral resection of the prostate (TURP)", "sections": [{"No header": "A transurethral resection of the prostate (TURP) is a surgical procedure that involves cutting away a section of the prostate.\nThe prostate is a small gland in the pelvis only found in men. It's located between the penis and bladder, and surrounds the urethra (the tube that carries urine from the bladder to the penis).\nIf the prostate becomes enlarged, it can place pressure on the bladder and urethra. This can cause symptoms such as having difficulty peeing."}, {"Why TURP is carried out": "TURP is often recommended when prostate enlargement causes troublesome symptoms and fails to respond to treatment with medication.\nSymptoms that may improve after TURP include:\n- problems with starting to pee\n- a weak flow of pee, or stopping and starting\n- having to strain to pee\n- a frequent need to pee\n- waking up frequently during the night to pee\n- a sudden urge to pee\n- being unable to empty your bladder fully"}, {"How TURP is performed": "TURP is carried out using a device called a resectoscope, which is a thin metal tube containing a light, camera and loop of wire. This is passed along your urethra until it reaches your prostate, which means no cuts (incisions) need to be made in your skin.\nThe loop of wire is then heated with an electric current and used to cut away the section of your prostate causing your symptoms. A thin tube called a catheter is then inserted into your urethra to pump fluid into the bladder and flush away pieces of prostate that have been removed.\nGeneral or spinal anaesthesia is used during the procedure so you don't feel any pain while it's carried out."}, {"Recovering from TURP": "You'll usually need to stay in hospital for 1 to 3 days after your operation, although at some hospitals you can go home on the same day.\nThe catheter used during the operation will usually be taken out between 1 day and 1 week afterwards.\nIt's common to feel tired and under the weather for a week or two after going home. Most men are up and about after this time, but you'll need to take things easy for 3 to 4 weeks.\nYou'll usually be advised to stay off work and avoid lifting heavy objects, doing strenuous exercise, driving and having sex for at least a few weeks.\nIt's normal to have some difficulties peeing and some blood in your pee for a few weeks. These problems should get better as you recover, but you should contact the hospital clinic or your GP if you're concerned."}, {"What are the risks?": "In most cases, TURP is a safe procedure and the risk of serious complications is very small.\nHowever, many men who have a TURP lose the ability to ejaculate semen during sex or masturbation, although they still have physical pleasure from ejaculation (orgasm). This is known as retrograde ejaculation.\nSome men also lose the ability to control their bladder (urinary incontinence), although this usually passes in a few weeks. In rare cases, it may be persistent and need further treatment.\nThere's also a small risk of problems such as erectile dysfunction, difficulties passing urine and urinary tract infections (UTIs)."}, {"Alternatives to TURP": "There are a number of alternatives to TURP that can be just as effective with a lower risk of complications.\nThey include:\n\n- PLASMA system – electrodes are put into the prostrate through the urethra and are used to cut out prostate tissue\n- holmium laser enucleation of the prostate (HoLEP) – a laser attached to a resectoscope is used to cut away excess prostate tissue\n- transurethral laser resection or vaporisation of the prostate – a thin tube called a cystoscope is inserted into the urethra and a laser attached to the cystoscope fires pulses of energy to burn away prostate tissue\n- prostatic urethral lift (PUL) implants – a surgeon inserts implants that hold the enlarged prostate away from the urethra so that the urethra is not blocked; this helps to relieve symptoms like pain or difficulty when peeing\nThese procedures aren't suitable for all men with prostate enlargement. Your doctor will discuss your options with you."}]}, {"condition": "Travel vaccinations", "sections": [{"No header": "If you're planning to travel outside the UK, you may need to be vaccinated against some of the serious diseases found in other parts of the world.\nVaccinations are available to protect you against infections such as yellow fever, typhoid and hepatitis A.\nIn the UK, the NHS routine immunisation (vaccination) schedule protects you against a number of diseases, but does not cover all of the infectious diseases found overseas."}, {"Coronavirus (COVID-19) update": "Travel vaccinations are being rescheduled as people are currently advised not to travel abroad."}, {"When should I start thinking about the vaccines I need?": "If possible, see the GP or a private travel clinic at least 8 weeks before you're due to travel.\nSome vaccines need to be given well in advance to allow your body to develop immunity.\nAnd some vaccines involve a number of doses spread over several weeks or months.\nYou may be more at risk of some diseases, for example, if you're:\n- travelling in rural areas\n- backpacking\n- staying in hostels or camping\n- on a long trip rather than a package holiday\nIf you have a pre-existing health problem, this may make you more at risk of infection or complications from a travel-related illness."}, {"Which travel vaccines do I need?": "You can find out which vaccinations are necessary or recommended for the areas you'll be visiting on these websites:\n- Travel Health Pro\n- NHS Fit for Travel\nSome countries require proof of vaccination (for example, for polio or yellow fever vaccination), which must be documented on an International Certificate of Vaccination or Prophylaxis (ICVP) before you enter or when you leave a country.\nSaudi Arabia requires proof of vaccination against certain types of meningitis for visitors arriving for the Hajj and Umrah pilgrimages.\nEven if an ICVP is not required, it's still a good idea to take a record of the vaccinations you have had with you.\nFind out more about the vaccines available for travellers abroad"}, {"Where do I get my travel vaccines?": "First, phone or visit the GP practice or practice nurse to find out whether your existing UK vaccinations are up-to-date.\nIf you have any records of your vaccinations, let the GP know what you have had previously.\nYou should also ask if the GP practice is signed up to provide free NHS vaccinations for travel, as not all GP practices are.\nIf the GP practice does not provide NHS vaccinations for travel, you can try a:\n- private travel vaccination clinic\n- pharmacy offering travel healthcare services\nThe GP or practice nurse may be able to give you general advice about travel vaccinations and travel health, such as protecting yourself from malaria.\nThey can give you any missing doses of your UK vaccines if you need them.\nNot all travel vaccinations are available free on the NHS, even if they're recommended for travel to a certain area.\nIf the GP practice is signed up to provide NHS travel vaccines, these can be provided to you free of charge.\nOther non-NHS travel vaccines may be charged for by the GP.\nIf the GP practice can give you the travel vaccines you need but they are not available on the NHS, ask for:\n- written information on what vaccines are needed\n- the cost of each dose or course\n- any other charges you may have to pay, such as for some certificates of vaccination"}, {"Which travel vaccines are free?": "The following travel vaccines are available free on the NHS if your GP practice is signed up to provide vaccination (immunisation) services.\n- polio (given as acombined diphtheria/tetanus/polio jab)\n- typhoid\n- hepatitis A\n- cholera\nThese vaccines are free because they protect against diseases thought to represent the greatest risk to public health if they were brought into the country."}, {"Which travel vaccines will I have to pay for?": "You'll have to pay for travel vaccinations against:\n- hepatitis B\n- Japanese encephalitis\n- meningitis vaccines\n- rabies\n- tick-borne encephalitis\n- tuberculosis (TB)\n- yellow fever\nYellow fever vaccines are only available from designated centres.\nThe cost of travel vaccines that are not available on the NHS will vary, depending on the vaccine and number of doses you need.\nIt's worth considering this when budgeting for your trip."}, {"Other things to consider": "There are other things to consider when planning your travel vaccinations, including:\n- your age and health – you may be more vulnerable to infection than others; some vaccines cannot be given to people with certain medical conditions\n- working as an aid worker – you may come into contact with more diseases in a refugee camp or helping after a natural disaster\n- working in a medical setting – a doctor, nurse or another healthcare worker may require additional vaccinations\n- contact with animals – you may be more at risk of getting diseases spread by animals, such as rabies\nIf you're only travelling to countries in northern and central Europe, North America or Australia, you're unlikely to need any vaccinations.\nBut it's important to check that you're up-to-date with routine vaccinations available on the NHS."}, {"Pregnancy and breastfeeding": "Speak to a GP before having any vaccinations if:\n- you're pregnant\n- you think you might be pregnant\n- you're breastfeeding\nIn many cases, it's unlikely a vaccine given while you're pregnant or breastfeeding will cause problems for the baby.\nBut the GP will be able to give you further advice about this."}, {"People with immune deficiencies": "For some people travelling overseas, vaccination against certain diseases may not be advised.\nThis may be the case if:\n- you have a condition that affects your body's immune system, such asHIV or AIDS\n- you're receiving treatment that affects your immune system, such aschemotherapy\n- you have recently had a bone marrow or organ transplant\nA GP can give you further advice about this."}, {"Non-travel vaccines": "As well as getting any travel vaccinations you need, it's also a good opportunity to make sure your other UK vaccinations are up-to-date and have booster vaccines if necessary.\nIf you have any records of your vaccinations, let the GP know what you have had previously.\nPeople in certain risk groups may be offered extra vaccines.\nThese include vaccinations against diseases such as:\n- hepatitis B\n- tuberculosis (TB)\n- flu\n- chickenpox\nRead more information on NHS vaccines for adults and children to find out whether you should have any."}, {"No header": ""}]}, {"condition": "Tremor or shaking hands", "sections": [{"No header": "A tremor is when you're not able to control shaking or trembling in part of your body. See a GP if a tremor is affecting your life as treatment may help to reduce it."}, {"When a tremor is normal": "It's normal to have a slight tremor. For example, if you hold your hands or arms out in front of you, they will not be completely still.\nSometimes a tremor becomes more noticeable.\nThis often happens:\n- as you get older\n- when you're stressed, tired, anxious or angry\n- after drinking caffeine (for example, in tea, coffee or cola) or smoking\n- if you're very hot or cold\nSome medicines and conditions can also cause a tremor. Speak to your GP before you stop taking any prescribed medicine."}, {"No header": "you have a tremor or shaking hands and:\n- it's getting worse over time\n- it's affecting your daily activities\nYour doctor will want to make sure the tremor is not caused by another condition. They may also be able to offer treatment.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your GP appointment": "Your GP will examine you and ask:\n- if you have any other symptoms\n- if you're taking any medicine\n- about your and your family's medical history – some types of tremor run in families\nA mild tremor that is not caused by another condition does not usually need any treatment. Your GP may want to monitor you to make sure it does not get any worse.\nYour GP may refer you to a specialist for further tests if your tremor could be a symptom of a condition such as Parkinson's disease or multiple sclerosis."}, {"Treating a severe tremor": "If you have a tremor that's affecting your life, your GP may prescribe medicine. Medicine will not cure the tremor, but it often helps to reduce the shaking or trembling.\nYou may need to take medicine all the time, or only when you need it – for example, before a stressful situation that causes your tremor to get worse.\nIf a tremor is affecting your head or voice, you may be offered injections to block the nerves and relax the muscles.\nIn rare cases, brain surgery may be an option to treat a severe tremor that is not helped by medicine.\nRead more about brain surgery for severe tremor on the National Tremor Foundation (NTF) website\nThe NTF also offers support and information on tremor if it's affecting your life."}]}, {"condition": "Tremor, see Tremor or shaking hands", "sections": [{"No header": "A tremor is when you're not able to control shaking or trembling in part of your body. See a GP if a tremor is affecting your life as treatment may help to reduce it."}, {"When a tremor is normal": "It's normal to have a slight tremor. For example, if you hold your hands or arms out in front of you, they will not be completely still.\nSometimes a tremor becomes more noticeable.\nThis often happens:\n- as you get older\n- when you're stressed, tired, anxious or angry\n- after drinking caffeine (for example, in tea, coffee or cola) or smoking\n- if you're very hot or cold\nSome medicines and conditions can also cause a tremor. Speak to your GP before you stop taking any prescribed medicine."}, {"No header": "you have a tremor or shaking hands and:\n- it's getting worse over time\n- it's affecting your daily activities\nYour doctor will want to make sure the tremor is not caused by another condition. They may also be able to offer treatment.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your GP appointment": "Your GP will examine you and ask:\n- if you have any other symptoms\n- if you're taking any medicine\n- about your and your family's medical history – some types of tremor run in families\nA mild tremor that is not caused by another condition does not usually need any treatment. Your GP may want to monitor you to make sure it does not get any worse.\nYour GP may refer you to a specialist for further tests if your tremor could be a symptom of a condition such as Parkinson's disease or multiple sclerosis."}, {"Treating a severe tremor": "If you have a tremor that's affecting your life, your GP may prescribe medicine. Medicine will not cure the tremor, but it often helps to reduce the shaking or trembling.\nYou may need to take medicine all the time, or only when you need it – for example, before a stressful situation that causes your tremor to get worse.\nIf a tremor is affecting your head or voice, you may be offered injections to block the nerves and relax the muscles.\nIn rare cases, brain surgery may be an option to treat a severe tremor that is not helped by medicine.\nRead more about brain surgery for severe tremor on the National Tremor Foundation (NTF) website\nThe NTF also offers support and information on tremor if it's affecting your life."}]}, {"condition": "Trichomoniasis", "sections": [{"No header": "Trichomoniasis is a sexually transmitted infection (STI) caused by a parasite called Trichomonas vaginalis (TV)."}, {"Symptoms of trichomoniasis": "Symptoms of trichomoniasis usually develop within a month of infection.\nBut up to half of all people will not develop any symptoms (though they can still pass the infection on to others).\nThe symptoms of trichomoniasis are similar to those of many other sexually transmitted infections (STIs), so it can sometimes be difficult to diagnose.\nTrichomoniasis in women can cause:\n- abnormalvaginal dischargethat may be thick, thin or frothy and yellow-green in colour\n- producing more discharge than normal, which may also have an unpleasant fishy smell\n- soreness, swelling and itching around the vagina – sometimes the inner thighs also become itchy\n- pain or discomfort when passing urine or having sex\nTrichomoniasis in men can cause:\n- pain when peeing or during ejaculation\n- needing to pee more frequently than usual\n- thin, white discharge from the penis\n- soreness, swelling and redness around the head of the penis or foreskin"}, {"When to get medical advice": "See a GP or go to your local sexual health clinic (sometimes called a GUM clinic) if you develop any of the symptoms of trichomoniasis or you think you may be infected.\nTrichomoniasis can usually be diagnosed after an examination of the genitals and a laboratory test carried out on a swab taken from the vagina or penis.\nIf the test shows you have trichomoniasis, it's important that your current sexual partner and any other recent partners are also tested and treated."}, {"Important: \n        Using sexual health clinics during coronavirus (COVID-19)": "Call a sexual health clinic if you need help or advice. Only go to a clinic if you've been told to.\nFind sexual health clinic contact details"}, {"How do you get trichomoniasis?": "Trichomoniasis is caused by a parasite called Trichomonas vaginalis.  \nIn women, this parasite mainly infects the vagina and the urethra (the tube that carries urine out of the body).\nIn men, the infection most commonly affects the urethra, but the head of the penis or prostate gland – a gland near the bladder that helps produce semen – can become infected in some cases.\nThe parasite is usually spread by having sex without using a condom.\nIt could also be spread by sharing sex toys if you do not wash them or cover them with a new condom before use.\nYou do not have to have many sexual partners to catch trichomoniasis. Anyone who's sexually active can catch it and pass it on.\nTrichomoniasis is not thought to be passed on through oral or anal sex.\nYou also cannot pass on trichomoniasis through:\n- kissing or hugging\n- sharing cups, plates or cutlery\n- toilet seats\nThe best way to prevent trichomoniasis is to have safe sex. This means always using a condom when having sex, covering any sex toys you use with a condom, and washing sex toys after use."}, {"Treating trichomoniasis": "Trichomoniasis is unlikely to go away without treatment, but it can be effectively treated with antibiotics.\nMost men and women are treated with an antibiotic called metronidazole, which is usually taken twice a day for 5 to 7 days.\nIt's important to complete the whole course of antibiotics and avoid having sex until the infection clears up to prevent reinfection.\nYour current sexual partner and any other recent partners should also be treated."}, {"Complications of trichomoniasis": "Complications of trichomoniasis are rare, although some women with the infection may be at an increased risk of further problems.\nIf you're infected with trichomoniasis while you're pregnant, the infection may cause your baby to be born prematurely or have a low birthweight."}]}, {"condition": "Trichotillomania (hair pulling disorder)", "sections": [{"No header": "Trichotillomania, also known as trich, is when someone cannot resist the urge to pull out their hair.\nThey may pull out the hair on their head or in other places, such as their eyebrows or eyelashes.\nTrich is more common in teenagers and young adults."}, {"Symptoms of trichotillomania": "People with trich feel an intense urge to pull their hair out and they experience growing tension until they do. After pulling their hair out, they feel a sense of relief.\nA person may sometimes pull their hair out in response to a stressful situation, or it may be done without really thinking about it.\nMost people with trich pull out hair from their scalp, but some pull out hair from other areas, such as their:\n- eyebrows\n- eyelashes\n- genital area\n- beard or moustache\nBald patches on the head may have an unusual shape and affect 1 side of the head more than the other.\nTrich may cause feelings of shame and low self-esteem. Those affected may try to keep their condition to themselves."}, {"Causes of trichotillomania": "It's not entirely clear what causes trich. It could be:\n- your way of dealing with stress or anxiety\n- a chemical imbalance in the brain, similar toobsessive compulsive disorder (OCD)\n- changes in hormone levels during puberty\nFor some people, hair pulling can be a type of addiction. The more they pull their hair out, the more they want to keep doing it."}, {"When to see a GP": "See your GP if you're pulling your hair out or if you notice that your child is.\nYou should also see your GP if you or your child has a habit of eating hair. This can cause hairballs to form in the stomach, leading to serious illness.\nYour GP may examine areas where the hair is missing to check that nothing else is causing the hair to come out, such as a skin infection.\nIf your GP thinks you have trich, you may be referred for a type of treatment called cognitive behavioural therapy (CBT)."}, {"Treating trichotillomania": "Trich is commonly treated using a type of CBT called habit reversal training.\nThis aims to help you replace a bad habit with something that's not harmful. Treatment usually involves:\n- keeping a diary of your hair pulling\n- working out the triggers for your hair pulling and learning how to avoid them\n- replacing hair pulling with another action, like squeezing a stress ball\n- loved ones providing emotional support and encouragement\nAntidepressants are not are not usually prescribed to treat trich."}, {"Things you can try yourself": "Here are some tips from people with trich that may help when you feel the urge to pull your hair:\n- squeeze a stress ball or something similar\n- form a ball with your fist and tighten the muscles in that arm\n- use a fidget toy\n- wear a bandana or a tight fitting hat, such as a beanie\n- come up with a saying that you repeat out loud until the urge to pull passes\n- take a soothing bath to ease any stress or anxiety\n- practise deep breathing until the urge to pull goes away\n- exercise\n- put plasters on your fingertips\n- cut your hair short"}, {"Getting support": "It may also help to open up about your trich to people you trust, as hiding it can sometimes make your anxiety worse.\nMany people who have learned to manage their trich say that speaking to others about the condition led to a reduction in hair pulling.\nThe charity Trichotillomania Support has information on treatments and self-help advice."}]}, {"condition": "Trigeminal neuralgia", "sections": [{"No header": "Trigeminal neuralgia is sudden, severe facial pain. It's often described as a sharp shooting pain or like having an electric shock in the jaw, teeth or gums.\nIt usually happens in short, unpredictable attacks that can last from a few seconds to about 2 minutes. The attacks stop as suddenly as they start. \nIn most cases, trigeminal neuralgia affects just one side of the face, with the pain usually felt in the lower part of the face. Very occasionally the pain can affect both sides of the face, although not usually at the same time.\nPeople with the condition may experience attacks of pain regularly for days, weeks or months at a time. In severe cases attacks may happen hundreds of times a day.\nIt's possible for the pain to improve or even disappear altogether for several months or years at a time (remission), although these periods tend to get shorter with time.\nSome people may then develop a more continuous aching, throbbing or burning sensation, sometimes accompanied by the sharp attacks.\nLiving with trigeminal neuralgia can be very difficult. It can have a significant impact on a person's quality of life, resulting in problems such as weight loss, isolation and depression.\nRead more about the symptoms of trigeminal neuralgia."}, {"When to seek medical advice": "See a GP if you experience frequent or persistent facial pain, particularly if standard painkillers, such as paracetamol and ibuprofen, do not help and a dentist has ruled out any dental causes.\nThe GP will try to identify the problem by asking about your symptoms and ruling out conditions that could be responsible for your pain.\nHowever, diagnosing trigeminal neuralgia can be difficult and it can take a few years for a diagnosis to be confirmed.\nRead more about diagnosing trigeminal neuralgia."}, {"What causes trigeminal neuralgia?": "Trigeminal neuralgia is usually caused by compression of the trigeminal nerve. This is the nerve inside the skull that transmits sensations of pain and touch from your face, teeth and mouth to your brain.\nThe compression of the trigeminal nerve is usually caused by a nearby blood vessel pressing on part of the nerve inside the skull.\nTrigeminal neuralgia can also happen when the trigeminal nerve is damaged by another medical condition, such as multiple sclerosis (MS) or a tumour.\nThe attacks of pain are usually brought on by activities that involve lightly touching the face, such as washing, eating and brushing the teeth, but they can also be triggered by wind – even a slight breeze or air conditioning – or movement of the face or head. Sometimes the pain can happen without a trigger.\nRead more about the causes of trigeminal neuralgia."}, {"Who's affected": "It's not clear how many people are affected by trigeminal neuralgia, but it's thought to be rare, with around 10 people in 100,000 in the UK developing it each year.\nTrigeminal neuralgia affects more women than men, and it usually starts between the ages of 50 and 60. It's rare in adults younger than 40."}, {"Treating trigeminal neuralgia": "Trigeminal neuralgia is usually a long-term condition and the periods of remission often get shorter over time. However, the treatments available do help most cases to some degree.\nAn anticonvulsant medicine called carbamazepine, which is often used to treat epilepsy, is the first treatment usually recommended to treat trigeminal neuralgia. Carbamazepine can relieve nerve pain by slowing down electrical impulses in the nerves and reducing their ability to transmit pain messages.\nCarbamazepine needs to be taken several times a day to be effective, with the dose gradually increased over the course of a few days or weeks so high enough levels of the medicine can build up in your bloodstream.\nUnless your pain becomes much better, or disappears, the medicine is usually continued for as long as necessary, which could be for many years.\nIf you're entering a period of remission, where your pain goes away, stopping carbamazepine should always be done slowly, over days or weeks, unless a doctor tells you otherwise.\nIf this medicine does not help you, causes too many side effects, or you're unable to take it, you may be referred to a specialist to discuss alternative medicines or surgical procedures that may help.\nThere are a number of minor surgical procedures that can be used to treat trigeminal neuralgia – usually by damaging the nerve to stop it sending pain signals – but these are generally only effective for a few years.\nAlternatively, your specialist may recommend having surgery to open your skull and move any blood vessels that are compressing the trigeminal nerve. Research suggests this operation offers the best results for long-term pain relief, but it's a major operation and carries a risk of potentially serious complications, such as hearing loss, facial numbness or, very rarely, a stroke.\nRead more about treating trigeminal neuralgia."}, {"Post-herpetic neuralgia": "Post-herpetic neuralgia is a more common type of nerve pain that usually develops in an area previously affected by shingles."}]}, {"condition": "Trigger finger", "sections": [{"No header": "Trigger finger is a condition that affects one or more of the hand's tendons, making it difficult to bend the affected finger or thumb.\nIf a tendon or the tunnel a tendon runs through (called the tendon sheath) becomes swollen and inflamed, the tendon gets irritated and can \"catch\" in the tendon sheath. This can make it difficult to move the affected finger or thumb and can result in a clicking sensation.\nTrigger finger is also known as stenosing tenosynovitis or stenosing tenovaginosis. It can affect the thumb and any finger. One or more fingers can be affected and the problem may develop in both hands."}, {"Symptoms of trigger finger": "Symptoms of trigger finger can include pain at the base of the affected finger or thumb when you move it or press on it, and stiffness or clicking when you move the affected finger or thumb, particularly first thing in the morning.\nIf the condition gets worse, you may have pain in your hand even when it's still. You might also get a lump in your palm and your finger may get stuck in a bent position and then suddenly pop straight. Eventually, it may not fully bend or straighten.\nSee your GP if you think you may have trigger finger. They'll examine your hand and advise you about appropriate treatments."}, {"What causes trigger finger?": "Tendons are tough cords that join bone to muscle. They move the bone when the muscle contracts. In the hand, tendons run along the front and back of the bones in the fingers and are attached to the muscles in the forearm.\nThe tendons on the palm side of the hand (flexor tendons) are held in place by strong bands of tissue, known as ligaments, which are shaped in arches over the tendon. The tendons are covered by a protective sheath which produces a small amount of fluid to keep the tendons lubricated. This allows them to move freely and smoothly within the sheath when the fingers are bent and straightened.\nTrigger finger occurs if there's a problem with the tendon or sheath, such as inflammation and swelling. If the tendon can no longer slide easily through the sheath it can bunch up to form a small lump (nodule). This makes bending the affected finger or thumb difficult. If the tendon gets caught in the sheath, the finger can click painfully as it's straightened.\nThe exact reason why these problems occur is not known, but several factors may increase the likelihood of trigger finger developing. For example, it's more common in women, people over 40 years old, and those with certain medical conditions.\nAnother hand-related condition called Dupuytren's contracture can also increase your risk of developing trigger finger. In Dupuytren's contracture, the connective tissue in the palm of the hand thickens, causing 1 or more fingers to bend into the palm of the hand.\nLong-term conditions, such as diabetes and rheumatoid arthritis, are also associated with trigger finger."}, {"How trigger finger is treated": "In some people, trigger finger may get better without treatment.\nHowever, if it is not treated, there's a chance the affected finger or thumb could become permanently bent, which will make performing everyday tasks difficult.\nIf treatment is necessary, several options are available, including:\n- rest– avoiding certain activities\n- medication– takingnon-steroidal anti-inflammatory drugs (NSAIDs)may help relieve pain\n- splinting– where the affected finger is strapped to a plastic splint to reduce movement\n- steroid injection– steroids are medicines that can reduce swelling\n- surgery on the affected hand– surgery can allow the affected tendon to move freely again\nSurgery is usually only used when other treatments have failed. It can be up to 100% effective, although if you do a manual job you may need to take 2 to 4 weeks off work to fully recover."}, {"Trigger finger in children": "Trigger finger is uncommon in children but sometimes young children develop it. It can affect the child's ability to straighten their thumb, but it's rarely painful and usually gets better by age 3 without treatment."}]}, {"condition": "Trimethylaminuria ('fish odour syndrome')", "sections": [{"No header": "Trimethylaminuria (TMAU) is an uncommon condition that causes an unpleasant, fishy smell. It's also called \"fish odour syndrome\".\nSometimes it's caused by faulty genes that a person inherits from their parents, but this isn't always the case.\nThere's currently no cure, but there are things that can help."}, {"Symptoms of trimethylaminuria": "Trimethylaminuria symptoms can be present from birth, but they may not start until later in life, often around puberty.\nThe only symptom is an unpleasant smell, typically of rotting fish – although it can be described as smelling like other things – that can affect the:\n- breath\n- sweat\n- pee\n- vaginal fluids\nThe smell may be constant or may come and go. Things that can make it worse include:\n- sweating\n- stress\n- certain foods – such as fish, eggs and beans\n- periods"}, {"When to see a GP": "See a GP if you notice a strong, unpleasant smell that doesn't go away.\nThey can check for more common causes, such as body odour, gum disease, a urinary tract infection or bacterial vaginosis.\nTell your GP if you think it might be trimethylaminuria. It's an uncommon condition and they may not have heard of it.\nThey may refer you to a specialist for tests to check for the condition."}, {"Causes of trimethylaminuria": "In trimethylaminuria, the body is unable to turn a strong-smelling chemical called trimethylamine – produced in the gut when bacteria break down certain foods – into a different chemical that doesn't smell.\nThis means trimethylamine builds up in the body and gets into bodily fluids like sweat.\nIn some cases, this is caused by a faulty gene a person has inherited from their parents."}, {"How trimethylaminuria is inherited": "Many people with trimethylaminuria inherit a faulty version of a gene called FMO3 from both their parents. This means they have 2 copies of the faulty gene.\nThe parents themselves might only have 1 copy of the faulty gene. This is known as being a \"carrier\". They usually won't have symptoms, although some may have mild or temporary ones.\nIf you have trimethylaminuria, any children you have will be carriers of the faulty gene so are unlikely to have problems. There's only a risk they could be born with the condition if your partner is a carrier.\nGenetic counselling may help you understand the risks of passing trimethylaminuria on to any children you have."}, {"Treatments for trimethylaminuria": "There's currently no cure for trimethylaminuria, but some things might help with the smell.\nIt can help to avoid certain foods that make the smell worse, such as:\n- cows' milk\n- seafood and shellfish – freshwater fish is fine\n- eggs\n- beans\n- peanuts\n- liver and kidney\n- supplements containing lecithin\nIt's not a good idea to make any big changes to your diet on your own, particularly if you're pregnant or planning a pregnancy, or are breastfeeding.\nYour specialist can refer you to a dietitian for advice. They'll help you make sure your diet still contains all the nutrients you need.\nIt can also be helpful to:\n- avoid strenuous exercise – try gentle exercises that don't make you sweat as much\n- try tofind ways to relax– stress can make your symptoms worse\n- wash your skin with slightly acidic soap or shampoo – look for products with a pH of 5.5 to 6.5\n- use anti-perspirant\n- wash your clothes frequently\nYour doctor may recommend:\n- short courses ofantibiotics– this can help reduce the amount of trimethylamine produced in your gut\n- taking certain supplements – such as charcoal orriboflavin (vitamin B2)"}, {"Support": "Many people find living with trimethylaminuria difficult. Feelings of isolation, embarrassment and depression are common.\nTell your doctor if you're struggling to cope. They may recommend seeing a counsellor for emotional support."}]}, {"condition": "Tuberculosis (TB)", "sections": [{"No header": "Tuberculosis (TB) is a bacterial infection spread through inhaling tiny droplets from the coughs or sneezes of an infected person.\nIt mainly affects the lungs, but it can affect any part of the body, including the tummy (abdomen), glands, bones and nervous system.\nTB is a potentially serious condition, but it can be cured if it's treated with the right antibiotics."}, {"Symptoms of TB": "Typical symptoms of TB include:\n- a persistentcoughthat lasts more than 3 weeks and usually brings up phlegm, which may be bloody\n- weight loss\n- night sweats\n- high temperature\n- tiredness and fatigue\n- loss of appetite\n- swellings in the neck\nYou should see a GP if you have a cough that lasts more than 3 weeks or you cough up blood.\nRead more about the symptoms of TB and diagnosing TB."}, {"What causes TB?": "TB is a bacterial infection. TB that affects the lungs (pulmonary TB) is the most contagious type, but it usually only spreads after prolonged exposure to someone with the illness. \nIn most healthy people, the body's natural defence against infection and illness (the immune system) kills the bacteria and there are no symptoms.\nSometimes the immune system cannot kill the bacteria, but manages to prevent it spreading in the body. \nYou will not have any symptoms, but the bacteria will remain in your body. This is known as latent TB. People with latent TB are not infectious to others.\nIf the immune system fails to kill or contain the infection, it can spread within the lungs or other parts of the body and symptoms will develop within a few weeks or months. This is known as active TB. \nLatent TB could develop into an active TB disease at a later date, particularly if your immune system becomes weakened.\nRead more about the causes of TB"}, {"Treating TB": "With treatment, TB can almost always be cured. A course of antibiotics will usually need to be taken for 6 months.\nSeveral different antibiotics are used because some forms of TB are resistant to certain antibiotics. \nIf you're infected with a drug-resistant form of TB, treatment with 6 or more different medications may be needed.\nIf you're diagnosed with pulmonary TB, you'll be contagious for about 2 to 3 weeks into your course of treatment. \nYou will not usually need to be isolated during this time, but it's important to take some basic precautions to stop the infection spreading to your family and friends.\nYou should:\n- stay away from work, school or college until your TB treatment team advises you it's safe to return\n- always cover your mouth when coughing, sneezing or laughing\n- carefully dispose of any used tissues in a sealed plastic bag\n- open windows when possible to ensure a good supply of fresh air in the areas where you spend time\n- avoid sleeping in the same room as other people\nIf you're in close contact with someone who has TB, you may have tests to see whether you're also infected. These can include a chest X-ray, blood tests, and a skin test called the Mantoux test.\nRead more about treating TB"}, {"Vaccination for TB": "The BCG vaccine offers protection against TB, and is recommended on the NHS for babies, children and adults under the age of 35 who are considered to be at risk of catching TB.\nThe BCG vaccine is not routinely given to anyone over the age of 35 as there's no evidence that it works for people in this age group.\nAt-risk groups include: \n- children living in areas with high rates of TB\n- people with close family members from countries with high TB rates\n- people going to live and work with local people for more than 3 months in an area with high rates of TB\nIf you're a healthcare worker or NHS employee and you come into contact with patients or clinical specimens, you should also have a TB vaccination, irrespective of age, if:\n- you have not been previously vaccinated (you do not have a BCG scar or the relevant documentation), and\n- the results of aMantoux skin testor aTB interferon gamma release assay (IGRA) blood testare negative\nRead more about who should have the BCG vaccine"}, {"Countries with high TB rates": "Parts of the world with high rates of TB include:\n- Africa – particularly sub-Saharan Africa (all the African countries south of the Sahara desert) and west Africa\n- south Asia – including India, Pakistan, Indonesia and Bangladesh\n- Russia\n- China\n- South America\n- the western Pacific region (to the west of the Pacific Ocean) – including Vietnam, Cambodia and the Philippines\nGOV.UK has detailed information on each country's TB rates"}]}, {"condition": "Tuberous sclerosis", "sections": [{"No header": "Tuberous sclerosis, also known as tuberous sclerosis complex, is a rare genetic condition that causes mainly non-cancerous (benign) tumours to develop in different parts of the body.\nThe tumours most often affect the brain, skin, kidneys, heart, eyes and lungs.\nTuberous sclerosis is present from birth, although it may not cause obvious problems immediately."}, {"What problems can tuberous sclerosis cause?": "The tumours caused by tuberous sclerosis can result in a range of associated health problems, including:\n- epilepsy– a condition that causes seizures (fits)\n- learning disabilities\n- hyperactivity\n- anautistic spectrum disorder\n- skin abnormalities – such as patches of light-coloured or thickened skin, or red acne-like spots on the face\n- the kidneys not working properly\n- breathing difficulties\n- abuild-up of fluid on the brain (hydrocephalus)\nThese problems can range from mild to severe, and it's possible to have only a few of these problems or a wide range. Members of the same family may be affected very differently by tuberous sclerosis. \nRead more about the features of tuberous sclerosis and diagnosing tuberous sclerosis."}, {"What causes tuberous sclerosis?": "Tuberous sclerosis is caused by changes (mutations) in either the TSC1 or TSC2 gene. These genes are involved in regulating cell growth, and the mutations lead to uncontrolled growth and multiple tumours throughout the body.\nIn around 3 in every 4 cases, the genetic fault occurs for no apparent reason in people without any other affected family members.\nIn the remaining 1 in 4 cases, the fault is passed on to a child by their parents. Only one parent needs to carry the faulty gene to pass it on, and a parent who has one of the faulty genes has a 1 in 2 chance of passing it on to each child they have.\nThe parent carrying the faulty gene will also have tuberous sclerosis, although sometimes it may be so mild they do not realise."}, {"How tuberous sclerosis is treated": "There is no cure for tuberous sclerosis, but there is a range of treatments for many of the problems caused by the condition.\nFor example:\n- epilepsy may be controlled with medicine or, in some cases, surgery\n- extra educational support can help children with learning disabilities\n- challenging behaviour and psychiatric problems – such as anxiety or depression – can be treated with behavioural interventions and medicine\n- brain tumours can be surgically removed or shrunk with medicine\n- the facial rash can be treated with laser therapy or medication applied to the skin\n- medicine can control symptoms caused by reduced kidney function and can help shrink kidney tumours\n- lung problems can be treated with medication\nResearch has found that a type of medicine known as an mTOR inhibitor, which interrupts the chemical reactions needed for tumours to grow, may be a useful treatment in the future.\nPeople with tuberous sclerosis will also need to have regular tests to monitor the function of the organs that can be affected by the condition.\nRead more about treating tuberous sclerosis."}, {"Outlook": "The outlook for people with tuberous sclerosis can vary considerably.\nSome people have few symptoms and the condition has little effect on their life, while others – particularly those with a faulty TSC2 gene or obvious problems from an early age – can have severe and potentially life-threatening problems that require lifelong care.\nMany people will have a normal lifespan, although a number of life-threatening complications can develop. These include a loss of kidney function, a serious lung infection called bronchopneumonia and a severe type of epileptic seizure called status epilepticus.\nPeople with tuberous sclerosis may also have an increased risk of developing certain types of cancer, such as kidney cancer, but this is rare."}, {"Tuberous Sclerosis Association (TSA)": "The TSA provides information, advice and support to individuals and families affected by tuberous sclerosis.\nYou can visit the TSA website for more information and to access their online community. You can also contact the organisation's specialist advisers in your area."}]}, {"condition": "Tummy ache, see Stomach ache", "sections": [{"No header": "Most stomach aches are not anything serious and will go away after a few days."}, {"Common causes of stomach ache": "These are some common types of stomach ache and what may be causing them. But see a GP if you're unsure and worried."}, {"You can ask a pharmacist about:": "- what might be causing your stomach ache\n- treatments that might help\n- medicines for constipation and indigestion"}, {"No header": "- the pain gets much worse quickly\n- the pain or bloating will not go away or keeps coming back\n- you have stomach pain and problems with swallowing food\n- you're losing weight without trying to\n- you suddenly pee more often or less often\n- peeing is suddenly painful\n- you bleed from your bottom or vagina, or have abnormal discharge from your vagina\n- your diarrhoea does not go away after a few days\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- your stomach ache came on very suddenly or is severe\n- it hurts when you touch your stomach\n- you're vomiting blood or your vomit looks like ground coffee\n- your poo is bloody or black and sticky and extremely smelly\n- you cannot pee\n- you cannot poo or fart\n- you cannot breathe\n- you have chest pain\n- you're diabetic and vomiting\n- someone has collapsed"}, {"Other causes of stomach ache": "Do not self-diagnose – see a GP if you're worried."}, {"No header": ""}]}, {"condition": "Tummy bug, see Diarrhoea and vomiting", "sections": [{"No header": "Diarrhoea and vomiting are common in adults, children and babies. They're often caused by a stomach bug and should stop in a few days.\nThe advice is the same if you have diarrhoea and vomiting together or separately."}, {"How to treat diarrhoea and vomiting yourself": "You can usually treat yourself or your child at home. The most important thing is to have lots of fluids to avoid dehydration.\n- stay at home and get plenty of rest\nstay at home and get plenty of rest\n- drink lots of fluids, such as water or squash – take small sips if you feel sick\ndrink lots of fluids, such as water or squash – take small sips if you feel sick\n- carry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\ncarry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\n- give babies on formula or solid foods small sips of water between feeds\ngive babies on formula or solid foods small sips of water between feeds\n- eat when you feel able to – you do not need to eat or avoid any specific foods\neat when you feel able to – you do not need to eat or avoid any specific foods\n- takeparacetamolif you're in discomfort – check the leaflet before giving it to your child\ntake paracetamol if you're in discomfort – check the leaflet before giving it to your child\n- do not have fruit juice or fizzy drinks – they can make diarrhoea worse\ndo not have fruit juice or fizzy drinks – they can make diarrhoea worse\n- do not make baby formula weaker – use it at its usual strength\ndo not make baby formula weaker – use it at its usual strength\n- do not give children under 12 medicine to stop diarrhoea\ndo not give children under 12 medicine to stop diarrhoea\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16"}, {"How long diarrhoea and vomiting last": "In adults and children:\n- diarrhoea usually stops within 5 to 7 days\n- vomiting usually stops in 1 or 2 days"}, {"Diarrhoea and vomiting can spread easily": "Stay off school or work until you've not been sick or had diarrhoea for at least 2 days.\nTo help avoid spreading an infection:\n- wash your handswith soap and water frequently\nwash your hands with soap and water frequently\n- wash any clothing or bedding that has poo or vomit on it separately on a hot wash\nwash any clothing or bedding that has poo or vomit on it separately on a hot wash\n- clean toilet seats, flush handles, taps, surfaces and door handles every day\nclean toilet seats, flush handles, taps, surfaces and door handles every day\n- do not prepare food for other people, if possible\ndo not prepare food for other people, if possible\n- do not share towels, flannels, cutlery or utensils\ndo not share towels, flannels, cutlery or utensils\n- do not use a swimming pool until 2 weeks after the symptoms stop\ndo not use a swimming pool until 2 weeks after the symptoms stop"}, {"A pharmacist can help with diarrhoea and vomiting": "Speak to a pharmacist if:\n- you or your child (over 5 years) have signs ofdehydration– such as dark, smelly pee or peeing less than usual\n- you need to stop diarrhoea for a few hours\nThey may recommend:\n- oral rehydration sachets you mix with water to make a drink\n- medicine to stop diarrhoea for a few hours (likeloperamide) – not suitable for children under 12"}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"No header": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP practice for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"No header": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}, {"Causes of diarrhoea and vomiting": "You probably will not know exactly what the cause is, but the main causes of diarrhoea and vomiting are treated in the same way.\nThe most common causes are:\n- a stomach bug (gastroenteritis)\n- norovirus– also called the \"vomiting bug\"\n- food poisoning\nDiarrhoea can also be caused by:\n- medicines – check the leaflet to see if it's a side effect\n- afood intoleranceorfood allergy\n- irritable bowel syndrome (IBS)\n- inflammatory bowel disease\n- coeliac disease\n- diverticular disease\nVomiting can also be caused by:\n- pregnancy\n- migraine\n- labyrinthitis\n- medicines – check the leaflet to see if it's a side effect\n- reflux– where a baby brings feeds back up (\"spitting up\")\n- other infections – such as aurinary tract infection (UTI)"}, {"No header": ""}]}, {"condition": "Turner syndrome", "sections": [{"No header": "Turner syndrome is a female-only genetic disorder that affects about 1 in every 2,000 baby girls.\nA girl with Turner syndrome only has 1 normal X sex chromosome, rather than the usual 2.\nThis chromosome variation happens randomly when the baby is conceived in the womb. It is not linked to the mother's age.\nRead more about the genetic cause of Turner syndrome."}, {"Characteristics of Turner syndrome": "Females with Turner syndrome often have a wide range of symptoms and some distinctive characteristics. Almost all girls with Turner syndrome:\n- are shorter than average\n- have underdeveloped ovaries, resulting in a lack of monthlyperiodsandinfertility\nAs height and sexual development are the 2 main things affected, Turner syndrome may not be diagnosed until a girl fails to show sexual development associated with puberty, usually between the ages of 8 and 14 years.\nOther characteristics of Turner syndrome can vary significantly between individuals.\nRead more about the symptoms of Turner syndrome and how Turner syndrome is diagnosed."}, {"Treating Turner syndrome": "There's no cure for Turner syndrome but many of the associated symptoms can be treated.\nGirls and women with Turner syndrome will need to have their heart, kidneys and reproductive system checked regularly throughout their lives. However, it's usually possible to lead a relatively normal and healthy life.\nLife expectancy is slightly reduced, but it can be improved with regular health checks to identify and treat potential problems at an early stage.\nRead more about treating Turner syndrome."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you or your daughter has Turner syndrome, your clinical team will pass information about you/your daughter on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat Turner syndrome. You can opt out of the register at any time."}]}, {"condition": "Twitching eyes and muscles", "sections": [{"No header": "Twitches are common and very rarely a sign of anything serious. They often go away on their own, but see a GP if a twitch lasts more than 2 weeks."}, {"Twitches are usually nothing to worry about": "Most people get twitches from time to time.\nThey're often linked to:\n- stress and anxiety\n- tiredness and exhaustion\n- drinking caffeine or alcohol\n- some medicines – check the side effects on the packet or leaflet\nTwitches can affect any part of the body. Twitches in the eyes or legs are particularly common.\nYou may also have tingling or cramps (spasms) in the same area."}, {"How you can help stop a twitch": "A twitch may come and go, but will normally stop in a few days or weeks.\nThere’s not usually any treatment for it.\nBut there are some things you can do to help.\n- get plenty of rest\nget plenty of rest\n- try to find ways to relax\ntry to find ways to relax\n- stretch and massage any muscles affected by cramps\nstretch and massage any muscles affected by cramps\n- try not to worry about it – a twitch is usually harmless and worrying can make it worse\ntry not to worry about it – a twitch is usually harmless and worrying can make it worse\n- do not drink lots of caffeine, such as tea and coffee\ndo not drink lots of caffeine, such as tea and coffee\n- do not drink lots of alcohol\ndo not drink lots of alcohol\n- do not stop taking a prescribed medicine without getting medical advice, even if you think it could be causing your twitch\ndo not stop taking a prescribed medicine without getting medical advice, even if you think it could be causing your twitch"}, {"Non-urgent advice:  See a GP if:": "- you have a twitch for more than 2 weeks\n- you have a twitch in more than 1 place\n- the affected area feels weak or stiff\n- you think a prescribed medicine might be causing your twitch\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What happens at your GP appointment": "If your twitch does not go away, your GP may:\n- check for causes like stress or a medicine you're taking\n- ask you to come back if the twitch has not stopped in a few weeks\n- refer you to a specialist called a neurologist for tests to look for conditions that can cause a twitch"}, {"No header": "Most twitches are not caused by a medical condition.\nSome possible causes of a twitch that does not go away or happens with other symptoms include:\n- benign fasciculation syndrome (long-lasting twitches and cramps caused by overactive nerves)\n- dystonia(a group of uncommon conditions that cause muscle spasms)\n- motor neurone disease(an uncommon condition that causes weakness and gets worse over time)"}]}, {"condition": "Type 2 diabetes", "sections": [{"No header": "- Type 2 diabetes is a common conditionthat causes the level of sugar (glucose) in the blood to become too high.\n- It can cause symptoms like excessive thirst, needing to pee a lot and tiredness. It can also increase your risk of getting serious problems with your eyes, heart and nerves.\n- It's a lifelong condition that can affect your everyday life. You may need to change your diet, take medicines and have regular check-ups.\n- It's caused by problems with a chemical in the body (hormone) called insulin. It's often linked to being overweight or inactive, or having a family history of type 2 diabetes."}, {"Advice during the coronavirus outbreak": "- Diabetes UK: updates about coronavirus"}]}, {"condition": "Typhoid fever", "sections": [{"No header": "Typhoid fever is a bacterial infection that can spread throughout the body, affecting many organs. Without prompt treatment, it can cause serious complications and can be fatal.\nIt's caused by a bacterium called Salmonella typhi, which is related to the bacteria that cause salmonella food poisoning.\nTyphoid fever is highly contagious. An infected person can pass the bacteria out of their body in their poo or, less commonly, in their pee.\nIf someone else eats food or drinks water that's been contaminated with a small amount of infected poo or pee, they can become infected with the bacteria and develop typhoid fever.\nRead more about the causes of typhoid fever."}, {"Who's affected?": "Typhoid fever is most common in parts of the world that have poor sanitation and limited access to clean water.\nWorldwide, children are thought to be most at risk of developing typhoid fever. This may be because their immune system (the body's natural defence against infection and illness) is still developing.\nBut children with typhoid fever tend to have milder symptoms than adults.\nTyphoid fever is uncommon in the UK, with around 300 infections confirmed each year.\nMost of these people became infected while visiting relatives in Bangladesh, India or Pakistan. But you're also at risk if you visit Asia, Africa or South America."}, {"Symptoms of typhoid fever": "The main symptoms of typhoid fever are:\n- a persistent high temperature that gradually increases each day\n- headache\n- general aches and pains\n- extreme tiredness (fatigue)\n- cough\n- constipation\nAs the infection progresses, you may lose your appetite, feel sick, and have a tummy ache and diarrhoea. Some people may develop a rash.\nIf typhoid fever isn't treated, the symptoms will continue to get worse over the following weeks and the risk of developing potentially fatal complications will increase.\nRead more about the symptoms of typhoid fever and the complications of typhoid fever."}, {"How typhoid fever is treated": "Typhoid fever requires prompt treatment with antibiotics.\nIf typhoid fever is diagnosed early, the infection is likely to be mild and can usually be treated at home with a 7- to 14-day course of antibiotic tablets.\nMore severe typhoid fever usually requires admission to hospital so antibiotic injections can be given.\nWith prompt antibiotic treatment, most people will start to feel better within a few days and serious complications are very rare.\nDeaths from typhoid fever are now virtually unheard of in the UK.\nIf typhoid fever isn't treated, it's estimated that up to 1 in 5 people with the condition will die.\nSome of those who survive will have complications caused by the infection.\nRead more about treating typhoid fever."}, {"Typhoid fever vaccination": "In the UK, 2 vaccines are available that can provide some protection against typhoid fever.\nThese involve either having a single injection or taking 3 capsules over alternate days.\nVaccination is recommended for anyone planning to travel to parts of the world where typhoid fever is widespread.\nThe areas with the highest rates of typhoid fever are:\n- the Indian subcontinent\n- Africa\n- south and southeast Asia\n- South America\nIt’s important to get vaccinated against typhoid fever if you’re travelling to a high risk area because some strains of the typhoid bacteria are becoming resistant to antibiotics.\nVaccination is particularly important if you're planning to live or work closely with local people.\nBut as neither vaccine offers 100% protection, it's also important to follow some precautions when travelling. For example, you should only drink bottled or boiled water, and you should avoid foods that could potentially be contaminated.\nRead more about the typhoid fever vaccination."}, {"Travel advice": "When travelling to a foreign country, it's a good idea to make a list of relevant contact details and telephone numbers in case of an emergency.\nYou can get travel information and advice for different countries on:\n- Travel Health Pro: country information\n- GOV.UK: foreign travel advice"}]}, {"condition": "Typhus", "sections": [{"No header": "Typhus is an infection spread by lice, fleas or mites. It's found in many countries, but is very rare in the UK. It can be serious, but most people make a full recovery if treated quickly."}, {"How you get typhus": "You can catch typhus if you're bitten by infected lice, mites or fleas. These are often found on small animals like mice, rats, cats and squirrels. People can also carry them on their clothes, skin or hair.\nTyphus is mainly a problem in parts of Africa, South America and Asia where living standards and hygiene levels are poor, especially in:\n- overcrowded places like travel hostels\n- places with lots of bushes and grassland"}, {"How to lower the risk of typhus when travelling": "There's no vaccine to prevent typhus, but you can reduce the risk of getting infected.\n- wear insect spray and long-sleeved shirts and trousers\nwear insect spray and long-sleeved shirts and trousers\n- wash and shower regularly\nwash and shower regularly\n- wash and change your clothes regularly\nwash and change your clothes regularly\n- speak to a GP if you're travelling to an area where typhus is a problem\nspeak to a GP if you're travelling to an area where typhus is a problem\n- do not stay in overcrowded places where there might be lice or fleas, if possible\ndo not stay in overcrowded places where there might be lice or fleas, if possible\n- do not wear clothing or use bedding that might be infected with body lice\ndo not wear clothing or use bedding that might be infected with body lice\n- do not go near animals like mice, rats, cats and squirrels\ndo not go near animals like mice, rats, cats and squirrels"}, {"Symptoms of typhus": "Symptoms of typhus include:\n- headache\n- very high temperature (usually around 40C)\n- feeling sick, being sick anddiarrhoea\n- dry cough\n- tummy pain\n- joint pain\n- backache\n- a dark spotty rash on your chest that may spread to the rest of your body (apart from your face, palms of your hands and soles of your feet)"}, {"No header": "You have symptoms of typhus and:\n- you've recently returned from abroad\n- you're travelling abroad\nCheck your travel insurance for how to get medical help while you're away, or check the health information and advice for the country you're visiting on GOV.UK.\nIt's important to get diagnosed early so treatment can be started as soon as possible. If typhus is not treated quickly, it can sometimes be life threatening."}, {"Treatment for typhus": "You may have a blood test or skin biopsy to check if you have typhus.\nAntibiotics are used to treat the infection. They're usually started before you get your test result, as this can take up to a week.\nMost people start to feel better within 48 hours of starting treatment. It's important to keep taking your antibiotics until they're finished, even if you feel better.\nPeople with severe typhus may need to be treated in hospital."}]}]