[{"condition": "Vaginal cancer", "sections": [{"No header": "- Vaginal cancer is a very rare cancer that's found anywhere in the vagina.\n- The vagina is a tube between the vulva and the opening of the womb (cervix).\n- Vaginal cancer is nearly always caused by an infection from certain types of the human papillomavirus (HPV).\n- It's often found and prevented by attending cervical screening, which aims to find and treat abnormalities before they turn into cancer.\n- Vaginal cancer usually grows very slowly and how serious it is depends on how big it is, if it has spread and your general health."}, {"Important: \n        Get your symptoms checked": "It's important to get any symptoms of vaginal cancer checked as soon as possible. Finding cancer earlier makes it easier to treat."}, {"Coronavirus (COVID-19) advice": "Get advice about COVID-19 and cancer:\n- Macmillan Cancer Support: COVID-19 guidance for people with cancer\n- Cancer Research UK: COVID-19 and cancer"}]}, {"condition": "Vaginal discharge", "sections": [{"No header": "Vaginal discharge is normal – most women and girls get it. It's a fluid or mucus that keeps the vagina clean and moist, and protects it from infection."}, {"Check if your vaginal discharge is normal": "Vaginal discharge is not usually anything to worry about if it:\n- does not have a strong or unpleasant smell\n- is clear or white\n- is thick and sticky\n- is slippery and wet\nYou can get vaginal discharge at any age.\nThe amount of discharge varies. You usually get heavier discharge during pregnancy, if you're sexually active or if you're using birth control. It's often slippery and wet for a few days between your periods (when you ovulate)."}, {"When vaginal discharge can be a sign of an infection": "If your discharge changes – for example, in smell, colour or texture – it might be a sign of an infection. But do not self-diagnose – see a GP if you're worried."}, {"Non-urgent advice:  See a GP or go to a sexual health clinic if:": "- your vaginal discharge changes colour, smell or texture\n- you produce more discharge than usual\n- you feel itchy or sore\n- you bleed between periods or after sex\n- you get pain when peeing\n- you get pain in the area between your tummy and thighs (pelvic pain)"}, {"No header": "Sexual health clinics treat problems with the genitals and urine system.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment. They'll often get test results quicker than GP surgeries.\nFind a sexual health clinic"}, {"Things you can do to help with vaginal discharge": "You cannot prevent vaginal discharge.\nPanty liners can help with heavy or excessive discharge or if you're worried about any smell. But do not use them all of the time because they can cause irritation.\nTo help avoid irritation, soreness or dryness:\n- wash the skin around your vagina gently using plain water\nwash the skin around your vagina gently using plain water\n- do not use perfumed or non-perfumed soaps or gels\ndo not use perfumed or non-perfumed soaps or gels\n- do not use deodorants or scented hygiene wipes\ndo not use deodorants or scented hygiene wipes\n- do not wash inside your vagina (douche)\ndo not wash inside your vagina (douche)"}]}, {"condition": "Vaginal dryness", "sections": [{"No header": "Vaginal dryness is a common problem that many women have at some point in their lives. But there are things that can help."}, {"Symptoms of vaginal dryness": "You may have vaginal dryness if you:\n- feel sore or itchy in and around your vagina\n- feel pain or discomfort during sex\n- need to pee more often than usual\n- keep gettingurinary tract infections (UTIs)\nThese things may make you feel less like you want to have sex."}, {"Causes of vaginal dryness": "You can get vaginal dryness if you:\n- go through themenopause\n- are breastfeeding\n- take contraceptive pills or antidepressants\n- have your womb removed (a hysterectomy)\n- have cancer treatments, such as chemotherapy\nThese things can cause a change in your hormone levels. This change can affect how much vaginal discharge or fluid you have.\nYou can also have vaginal dryness if you:\n- are not aroused during sex\n- use perfumed soaps, washes or douches in and around your vagina\n- have an underlying condition, such asdiabetesorSjögren's syndrome"}, {"How to treat vaginal dryness yourself": "You can try these things before you see a GP. You can get most of them from a pharmacy without a prescription.\n- use water-based lubricants before sex – put these in and around your vagina, on your partner's penis, on your partner's fingers, or on a sex toy if you're using one\nuse water-based lubricants before sex – put these in and around your vagina, on your partner's penis, on your partner's fingers, or on a sex toy if you're using one\n- use vaginal moisturisers for vaginal dryness – you can put these inside your vagina to keep it moist\nuse vaginal moisturisers for vaginal dryness – you can put these inside your vagina to keep it moist\n- use unperfumed soaps and washes around your vagina\nuse unperfumed soaps and washes around your vagina\n- try to enjoy more foreplay so you feel more aroused during sex\ntry to enjoy more foreplay so you feel more aroused during sex\n- do not use perfumed soaps, washes and any douches in and around your vagina\ndo not use perfumed soaps, washes and any douches in and around your vagina\n- do not put creams or lotions like petroleum jelly inside your vagina as it can cause an infection\ndo not put creams or lotions like petroleum jelly inside your vagina as it can cause an infection\n- do not use moisturisers that are not for your vagina\ndo not use moisturisers that are not for your vagina"}, {"No header": "- you've had vaginal dryness for a few weeks and things you've tried yourself are not working\n- vaginal dryness is affecting your daily life\n- you have unusual discharge or bleeding from your vagina\n- you have bleeding after sex or in between your periods\nIf you're getting vaginal dryness because of changes in your hormone levels, you may be prescribed creams, gels, patches or medicines to increase a hormone called oestrogen. This is called HRT.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}]}, {"condition": "Vaginal pain, see Vulvodynia (vulval pain)", "sections": [{"No header": "Vulvodynia is persistent, unexplained pain in the vulva. The vulva is the female genital area including the skin surrounding the opening of the vagina.\nIt can happen to women of all ages.\nVulvodynia can become a long-term problem that's very distressing to live with, but much can be done to help relieve the pain."}, {"Symptoms of vulvodynia": "The main symptom is persistent pain in and around the vulva and vagina. The vulva usually looks normal.\nThe pain may be:\n- burning, stinging, throbbing or sore\n- triggered by touch, such as during sex or when inserting a tampon\n- constantly in the background\n- worse when sitting down\n- limited to part of the vulva, such as the opening of the vagina\n- more widespread – sometimes it can spread over the whole genital area and the anus\nSome women also have problems such as vaginismus (where the muscles around the vagina tighten involuntarily), interstitial cystitis (a painful bladder condition), painful periods and irritable bowel syndrome (IBS).\nHaving persistent vulval pain can affect relationships, reduce sex drive, and cause low mood and depression.\nPain in the genital area is often embarrassing to talk about and can make you feel isolated."}, {"When to get medical advice": "See a GP or visit your local sexual health clinic if you have persistent vulval pain.\nFind a sexual health clinic.\nVulvodynia is unlikely to get better on its own and some of the treatments are only available on prescription.\nThere are also some other causes of vulval pain that need to be ruled out.\nYour doctor will ask about your symptoms and may touch your vulva lightly with the tip of a cotton bud to see if this causes pain.\nA swab may also be taken to check for health problems such as infections.\nWomen with vulval pain can often have it for many years before they get a diagnosis and treatment.\nAsk a GP for a referral to a specialist vulval clinic if the pain persists."}, {"Things you can do to help with vulvodynia": "Lifestyle changes may help reduce symptoms:\n- wear cotton underwear and loose-fitting skirts or trousers\n- avoid scented hygiene products, such as feminine wipes, bubble bath and soap (anemollientis a good substitute for soap)\n- apply cool gel packs to your vulva to soothe the pain\n- use petroleum jelly before swimming to protect the vulva from chlorine\n- try not to avoid sex or touching your vulva completely, as this may make your vulva more sensitive. If sex is painful, try to find a position that's more comfortable, or do other sexually intimate activities together until you have sought advice if penetration is painful\n- try to reduce stress, as it can increase the pain of vulvodynia\n- for pain when sitting, using a doughnut-shaped cushion can help"}, {"Treatments for vulvodynia": "A combination of treatments can often help relieve the symptoms of vulvodynia and reduce its impact on your life.\nApply an anaesthetic gel, such as lidocaine, up to 20 minutes before sex. This may make sex more comfortable.\nTo stop the gel getting on your partner, either wipe it off just before having sex or ask your partner to wear a condom (if using condoms, use latex-free ones as latex condoms can be damaged by lidocaine).\nIf your pain is more constant, apply lidocaine regularly throughout the day. You can also use it overnight.\nYou can buy tubes of 5% lidocaine gel, cream or ointment over the counter from a pharmacy, although it's a good idea to get a doctor's advice before trying it.\nRead the instructions carefully before you use it.\nVaginal lubricants and aqueous cream (also available over the counter from pharmacies and supermarkets) may soothe the area and help moisturise the vulva if it's dry.\nSpeak to a pharmacist about these treatments.\nConventional painkillers like paracetamol will not usually relieve the pain of vulvodynia.\nBut several prescription medicines may help, including:\n- antidepressantscalledamitriptylineand nortriptyline – possible side effects include drowsiness, weight gain and dry mouth\n- anti-epilepsy medicines calledgabapentinandpregabalin– possible side effects include dizziness, drowsiness and weight gain\nYour doctor will probably start you on a low dose and gradually increase it until your pain subsides.\nYou may need to take the medicine for several months.\nIf you have pain in a specific area of your vulva, injections of local anaesthetic and steroids into a nearby nerve may provide temporary pain relief.\nA physiotherapist can teach you some pelvic floor exercises (such as squeezing and releasing your pelvic floor muscles) to help relax the muscles around your vagina.\nAnother technique to relax the muscles in the vagina and desensitise it involves using vaginal trainers.\nThese are smooth cones of gradually increasing size and length that can be inserted into your vagina in the privacy of your own home.\nSome physiotherapists may also suggest trying TENS (transcutaneous electrical nerve stimulation) to reduce your pain. \nThis is where a machine is used to deliver a mild electrical current to the painful area.\nCognitive behavioural therapy (CBT) is a type of therapy that aims to help you manage your problems by changing how you think and act.\nIt can often help women cope with the impact that vulvodynia has on their life.\nCBT focuses on the problems and difficulties you have, and looks for practical ways you can improve your state of mind on a daily basis.\nPsychosexual counselling is helpful when pain is affecting intimacy between you and your partner.\nThis is a type of therapy that aims to address problems such as fear and anxiety about sex, and restore a physical relationship with your partner.\nSurgery to remove part of the vulva is done in very rare cases.\nBut the pain can come back and it's usually not recommended."}, {"Possible causes of vulvodynia": "Vulvodynia may be caused by a problem with the nerves supplying the vulva.\nThis nerve damage could be caused by:\n- previous surgery\n- childbirth\n- trapped nerves\n- a history of severevaginal thrush\nVulvodynia is not contagious. It has nothing to do with personal hygiene and is not a sign of cancer.\nSometimes the exact cause of vulvodynia is never found."}, {"Other causes of vulval pain": "Pain in the vulva is not always vulvodynia.\nIt can have a number of other causes, such as:\n- persistentvaginal thrushor other vaginal infections\n- sensitivity to soap, bubble bath or medicated creams\n- a drop in the hormone oestrogen, causing dryness of the vulva and vagina, particularly during themenopause\n- a recurrent herpes infection\n- lichen sclerosusorlichen planus, skin conditions that can cause intense irritation and soreness of the vulva\n- in rare cases,Behçet's disease(a disorder of the blood vessels that can cause genital ulcers) orSjögren's syndrome(a disorder of the immune system that can causevaginal dryness)\nYour doctor may want to rule out these conditions before treating you for vulvodynia.\nSome women can have a combination of problems, such as recurrent thrush and vulvodynia.\nBoth of these need proper treatment to reduce pain."}, {"Support groups and more information": "Living with a long-term painful condition like vulvodynia can be frustrating and stressful.\nYou may find it useful to contact a support group for more information and advice, or to get in touch with other women who have vulvodynia.\nThe 2 main support groups are:\n- theVulval Pain Society\n- thePelvic Pain Support Network"}]}, {"condition": "Vaginismus", "sections": [{"No header": "Vaginismus is when the vagina suddenly tightens up when you try to insert something into it. It can be painful and upsetting, but it can be treated."}, {"What is vaginismus?": "Vaginismus is the body's automatic reaction to the fear of some or all types of vaginal penetration.\nWhenever penetration is attempted, your vaginal muscles tighten up on their own.\nYou have no control over it.\nOccasionally, you can get vaginismus even if you have previously enjoyed painless penetrative sex.\nVaginismus does not necessarily affect your ability to get aroused and enjoy other types of sexual contact.\n- vulvodynia\n- thrush\n- sexually transmitted infections (STIs)\n- menopause\n- a bad reaction to condoms, soap or shampoo\n- pelvic inflammatory disease\n- endometriosis"}, {"Non-urgent advice:  See a GP or go to a sexual health clinic if:": "- you find it hard inserting a tampon into your vagina\n- you struggle with vaginal penetration during sex\n- you feel burning or stinging pain during sex\nThese are common signs of vaginismus."}, {"No header": "You can ask to be seen by a female doctor, and you can bring someone you trust along for support.\nYour doctor will ask you about your symptoms and may ask to examine your vagina.\nThe examination is usually very quick. Your doctor will take a quick look to rule out other conditions, like an infection.\nIt's unlikely they'll need to perform an internal examination of your vagina.\nIf your doctor thinks you have vaginismus, you may be referred to a specialist, such as a sex therapist."}, {"Treatment for vaginismus": "Treatment usually focuses on:\n- managing your feelings around penetration\n- exercises to gradually get you used to penetration\nTreatment is initially done under the guidance of specialised therapists. You'll then usually be expected to practise some of the exercises at home.\nIf you're in a relationship, you can choose to involve your partner.\nTreatment usually works and you may see progress in a matter of weeks.\nSometimes vaginismus is mistaken for a physical problem with your vagina, which can lead to needless surgery. Very few cases of vaginismus require surgery."}, {"Causes of vaginismus": "The reasons for vaginismus are not always clear, but some things thought to cause it include:\n- fearing that your vagina is too small\n- a bad first sexual experience\n- an unpleasant medical examination\n- believing sex is shameful or wrong\n- a painful medical condition, like thrush"}]}, {"condition": "Vaginitis", "sections": [{"No header": "Vaginitis is soreness and swelling in and around the vagina. It's common and usually treatable."}, {"Check if you have vaginitis": "Symptoms of vaginitis include:\n- an itchy or sore vagina\n- vaginal dischargethat's a different colour, smell or thickness to usual\n- vaginal dryness\n- pain when peeing or having sex\n- light vaginal bleeding or spotting\n- sore, swollen or cracked skin around your vagina\nYou might not have all these symptoms."}, {"Causes of vaginitis": "Vaginitis has lots of possible causes.\nYour symptoms might give you an idea what's causing it. But do not self diagnose, get medical help if you're worried.\nVaginitis can also be caused by irritation (for example, from soap), an injury to your vagina or something in your vagina (like a tampon)."}, {"Non-urgent advice:  See a GP or go to a sexual health clinic if:": "- you have symptoms of vaginitis for the first time\n- you've had vaginitis before, but the symptoms are bothering you a lot, are different to usual or are not getting better\n- you have vaginal discharge that's unusual for you\n- you have symptoms of vaginitis after having sex with a new partner\n- you have other symptoms like feeling hot and shivery or pain in your lower tummy (pelvic pain)\nDo not have sex until you've seen a doctor or nurse. You could have a sexually transmitted infection."}, {"No header": "Sexual health clinics treat problems with the genitals and urine system.\nMany sexual health clinics offer a walk-in service, where you do not need an appointment. They'll often get test results quicker than GP surgeries.\nFind a sexual health clinic."}, {"What happens at your appointment": "To find out what's causing your vaginitis, a doctor or nurse may:\n- ask about any sexual partners you have\n- look at the skin around your vagina\n- look inside your vagina (pelvic examination)\n- You'll be asked to remove your underwear and lie on your back.\n- The doctor or nurse will gently put a smooth, tube-shaped tool (speculum) into your vagina to hold it open so they can see inside.\n- A small cotton bud (swab) may be wiped inside your vagina to check for infections.\nYou can ask the doctor or nurse to stop at any point if you find it too uncomfortable."}, {"Treatments for vaginitis from a doctor": "Treatment for vaginitis depends on the cause.\nFor example, you may need:\n- antifungal medicine for thrush\n- antibiotics for a sexually transmitted infection\n- vaginal moisturiser, lubricant or hormone treatment for menopause symptoms\n- steroid medicine for a skin condition"}, {"Things you can do to help vaginitis": "There are things you can do to ease symptoms of vaginitis and reduce your chances of getting it again.\n- wash around your vagina with water and dry thoroughly\nwash around your vagina with water and dry thoroughly\n- wear loose, cotton underwear\nwear loose, cotton underwear\n- use pads instead of tampons when you're on your period\nuse pads instead of tampons when you're on your period\n- use condoms and lubrication when having sex\nuse condoms and lubrication when having sex\n- do not clean inside your vagina (douching)\ndo not clean inside your vagina (douching)\n- do not have hot baths\ndo not have hot baths\n- do not use scented hygiene products in or around your vagina, such as soaps and deodorants\ndo not use scented hygiene products in or around your vagina, such as soaps and deodorants"}]}, {"condition": "Varicose eczema", "sections": [{"No header": "Varicose eczema, also known as venous, gravitational or stasis eczema, is a long-term skin condition that affects the lower legs. It's common in people with varicose veins.\nVaricose eczema tends to be a long-term problem. However, treatments are available to help keep it under control."}, {"Symptoms of varicose eczema": "Like all types of eczema, the affected skin becomes:\n- itchy and swollen\n- dry and flaky\n- scaly or crusty\nOn lighter skin it looks red or brown. On darker skin it tends to look dark brown, purple or grey and can be more difficult to see.  \nThere may be periods when these symptoms improve and periods when they are more severe.\nYour legs may become swollen, especially at the end of the day or after long periods of standing. Varicose veins (swollen and enlarged veins) are often visible on the legs.\nSome people also have other symptoms, such as:\n- discolouration of the skin\n- tender and tight skin that can eventually become hardened (lipodermatosclerosis)\n- small, white scars (atrophie blanche)\n- pain\n- eczema affecting other parts of the body\nIf varicose eczema is not treated, leg ulcers can develop. These are long-lasting wounds that form where the skin has become damaged."}, {"When to get medical advice": "See a GP if you have symptoms of varicose eczema. Your doctor will often be able to make a diagnosis simply by looking at your skin.\nA GP will also ask you questions to determine whether you have a problem with the flow of blood in your leg veins, as this is the main cause of varicose eczema.\nTo help make a diagnosis, a GP may want to know if you have ever had health conditions such as:\n- varicose veins – swollen and enlarged veins\n- DVT (deep vein thrombosis)– a blood clot in the veins of your legs\n- leg ulcers– areas of damaged skin that take several weeks to heal\n- cellulitis– an infection of the deeper layers of the skin and underlying tissue\n- surgery or injury to your legs\nA GP may also check the pulse in your feet and may do an ankle brachial pressure index (ABPI) test to see if compression stockings are suitable for you. \nThe ABPI test involves comparing blood pressure readings taken from your ankles and upper arms. A significant difference in the readings suggests a problem with the flow of blood in your arteries – in which case, compression stockings may not be safe to use.\nYou may be referred to a hospital specialist for further tests. You might see a doctor or surgeon who specialises in conditions affecting blood vessels (vascular specialist), or a doctor who specialises in skin conditions (dermatologist) if:\n- you have varicose veins and changes to your skin, such as varicose eczema, lipodermatosclerosis (hard, tightened skin) or a history of leg ulcers\n- you have very poor blood flow in your legs\n- your symptoms do not get better, despite treatment\n- it's possible you have contact dermatitis"}, {"Causes of varicose eczema": "Varicose eczema is usually caused by increased pressure in the leg veins. \nWhen small valves in the veins stop working properly, it's difficult for blood to be pushed upwards against gravity and it can leak backwards.\nThis increases the pressure in the veins, which can cause fluid to leak into the surrounding tissue. It's thought that varicose eczema may develop as a result of the immune system reacting to this fluid.\nVaricose eczema is more common in people with varicose veins, as these are also often a sign that the leg veins are not working properly.\nSome people develop the condition for no obvious reason, although there are some factors that increase the chance of this happening, including:\n- gender – varicose eczema is more common in women\n- obesity– this can increase the pressure in your leg veins\n- pregnancy – this can also increase the pressure in your leg veins\n- not being able to move for a long period of time – this can affect the circulation of blood in your leg veins\n- having previously hadDVT (deep vein thrombosis)– blood clots that develop in leg veins which can damage the valves in your veins\n- increasing age – people generally find it harder to move about as they get older, which can affect their circulation"}, {"Treating varicose eczema": "For most people, treatment involves a combination of:\n- self-help measures – including ways to improve your circulation, such as keeping active and frequently raising your legs\n- emollients– moisturisers applied to the skin to stop it from becoming dry\n- topical corticosteroids– ointments or creams applied to the skin to help treat the eczema and relieve symptoms\n- compression stockings – specially designed stockings, usually worn every day, that squeeze your legs tightly at the foot and ankle and become looser further up your leg, helping to improve your circulation\nIf these treatments do not help, a GP may refer you to a skin specialist (dermatologist) in case there's another cause for your symptoms, or if they're concerned you may also have contact dermatitis.\nIf you have varicose veins, you may be referred to a doctor or surgeon specialising in conditions affecting the blood vessels (vascular specialist) who can talk to you about the treatment options for varicose veins.\nFind out more about treating varicose eczema."}, {"Other types of eczema": "Eczema is the name for a group of skin conditions that cause dry, irritated skin. Other types of eczema include: \n- atopic eczema(also called atopic dermatitis) – the most common type of eczema\n- contact dermatitis– a type of eczema that happens when you come into contact with a particular substance\n- discoid eczema– a long-term type of eczema that appears as circular or oval patches on the skin"}]}, {"condition": "Varicose veins", "sections": [{"No header": "Varicose veins are swollen and enlarged veins that usually occur on the legs and feet. They may be blue or dark purple, and are often lumpy, bulging or twisted in appearance.\nOther symptoms include:\n- aching, heavy and uncomfortable legs\n- swollen feet and ankles\n- burning or throbbing in your legs\n- muscle crampin your legs, particularly at night\n- dry, itchy and thin skin over the affected vein\nThe symptoms are usually worse during warm weather or if you've been standing up for long periods of time. They may improve when you walk around or if you rest and raise your legs."}, {"When to see a GP": "If you have varicose veins and they do not cause you any discomfort, you may not need to visit a GP.\nVaricose veins are rarely a serious condition and do not usually require treatment.\nBut speak to a GP if:\n- your varicose veins are causing you pain or discomfort\n- the skin over your veins is sore and irritated\n- the aching in your legs is causing irritation at night and disturbing your sleep\nThe GP can diagnose varicose veins based on these symptoms, although further tests may be carried out.\nRead about diagnosing varicose veins."}, {"Causes of varicose veins": "Varicose veins develop when the small valves inside the veins stop working properly.\nIn a healthy vein, blood flows smoothly to the heart. The blood is prevented from flowing backwards by a series of tiny valves that open and close to let blood through.\nIf the valves weaken or are damaged, the blood can flow backwards and collect in the vein, eventually causing it to be swollen and enlarged (varicose).\nCertain things can increase your chances of developing varicose veins, such as:\n- being female\n- having a close family member with varicose veins\n- being older\n- being overweight\n- having a job that involves long periods of standing\n- being pregnant\n- other conditions\nRead about the causes of varicose veins."}, {"Treating varicose veins": "If treatment is necessary, your doctor may first recommend using compression stockings, taking regular exercise and elevating the affected area when resting.\nIf your varicose veins are still causing you pain or discomfort, or they cause complications, they can be treated in several ways.\nThe most common treatment options include:\n- endothermal ablation– where heat is used to seal affected veins\n- sclerotherapy– this uses special foam to close the veins\n- ligation and stripping– the affected veins are surgically removed\nIt's unlikely you'll receive treatment on the NHS for cosmetic reasons – you'll have to pay for cosmetic treatment privately.\nIf you do feel you require treatment, it might help if you print out treatment options for varicose veins to discuss with the GP.\nRead about:\nTreating varicose veins \nComplications of varicose veins"}, {"Preventing varicose veins": "There's little evidence to suggest you can stop varicose veins getting worse or completely stop new ones developing.\nBut there are ways to ease symptoms of existing varicose veins, such as:\n- avoiding standing or sitting still for long periods and trying to move around every 30 minutes\n- taking regular breaks throughout the day, raising the legs on pillows while resting to ease discomfort\n- exercising regularly – this can improve circulation and help maintain a healthy weight"}, {"Types of varicose veins": "There are several types of varicose veins, such as:\n- trunk varicose veins– these are near to the surface of the skin and are thick and knobbly; they're often long and can look unpleasant\n- reticular varicose veins– these are red and sometimes grouped close together in a network\n- telangiectasia varicose veins– also known as thread veins or spider veins, these are small clusters of blue or red veins that sometimes appear on your face or legs; they're harmless and, unlike trunk varicose veins, do not bulge underneath the surface of the skin"}]}, {"condition": "Vascular dementia", "sections": [{"No header": "Vascular dementia is a common type of dementia caused by reduced blood flow to the brain. It's estimated to affect around 150,000 people in the UK.\nDementia is the name for problems with mental abilities caused by gradual changes and damage in the brain. It's rare in people under 65.\nVascular dementia tends to get worse over time, although it's sometimes possible to slow it down."}, {"Coronavirus advice": "Get advice about coronavirus and dementia:\n- Alzheimer's Society: Coronavirus information for people affected by dementia\n- Dementia UK: Coronavirus questions and answers"}, {"Symptoms of vascular dementia": "Vascular dementia can start suddenly or begin slowly over time.\nSymptoms include:\n- slowness of thought\n- difficulty with planning and understanding\n- problems with concentration\n- changes to your mood, personality or behaviour\n- feeling disoriented and confused\n- difficulty walking and keeping balance\n- symptoms of Alzheimer's disease, such as problems with memory and language (many people with vascular dementia also have Alzheimer's disease)\nThese problems can make daily activities increasingly difficult and someone with the condition may eventually be unable to look after themselves."}, {"Getting medical advice": "See a GP if you think you have early symptoms of dementia, especially if you're over 65 years of age.\nIf it's found at an early stage, treatment may be able to stop vascular dementia getting worse, or at least slow it down.\nIf you're worried about someone else, encourage them to make an appointment with a GP and perhaps suggest that you go with them.\nYour GP can do some simple checks to try to find the cause of your symptoms. They can refer you to a memory clinic or another specialist for further tests if needed.\nFind out more about how to get dementia diagnosis."}, {"Tests for vascular dementia": "There's no single test for vascular dementia.\nThe tests that are needed to make a diagnosis include:\n- an assessment of symptoms – for example, whether these are typical symptoms of vascular dementia\n- a full medical history, including asking about a history of conditions related to vascular dementia, such asstrokesorhigh blood pressure\n- an assessment of mental abilities – this will usually involve several tasks and questions\n- a brain scan, such as anMRI scanorCT scan, to look for any changes that have happened in your brain\nFind out more about the tests used to diagnose dementia."}, {"Treatments for vascular dementia": "There's currently no cure for vascular dementia and there's no way to reverse any loss of brain cells that happened before the condition was diagnosed.\nBut treatment can sometimes help slow down vascular dementia.\nTreatment aims to tackle the underlying cause, which may reduce the speed at which brain cells are lost.\nThis will often involve:\n- eating a healthy, balanced diet\n- losing weightif you're overweight\n- stopping smoking\n- getting fit\n- cutting down on alcohol\n- taking medicines, such as those used totreat high blood pressure,lower cholesterolor preventblood clots\nOther treatments, including physiotherapy, occupational therapy, dementia activities (such as memory cafes) and psychological therapies, can help reduce the impact of any existing problems."}, {"Outlook for vascular dementia": "Vascular dementia will usually get worse over time. This can happen in sudden steps, with periods in between where the symptoms do not change much, but it's difficult to predict when this will happen.\nHome-based help will usually be needed, and some people will eventually need care in a nursing home.\nAlthough treatment can help, vascular dementia can significantly shorten life expectancy.\nBut this is highly variable, and many people live for several years with the condition, or die from some other cause.\nIf you or a loved one has been diagnosed with dementia, remember that you're not alone. The NHS and social services, as well as voluntary organisations, can provide advice and support for you and your family."}, {"Causes of vascular dementia": "Vascular dementia is caused by reduced blood flow to the brain, which damages and eventually kills brain cells. \nThis can happen as a result of:\n- narrowing and blockage of the small blood vessels inside the brain\n- a singlestroke, where the blood supply to part of the brain is suddenly cut off\n- lots of\"mini strokes\" (also called transient ischaemic attacks, or TIAs)that cause tiny but widespread damage to the brain\nIn many cases, these problems are linked to underlying conditions, such as high blood pressure and diabetes, and lifestyle factors, such as smoking and being overweight.\nTackling these might reduce your risk of vascular dementia in later life, although it's not yet clear exactly how much your risk of dementia can be reduced."}, {"More information": "Living well with dementia \nStaying independent with dementia \nDementia activities \nLooking after someone with dementia \nDementia and your relationships \nCommunicating with people with dementia \nCoping with dementia behaviour changes \nSources of help and support \nDementia UK: nurse helpline\nDementia and care homes \nDementia, social services and the NHS \nDementia and your money \nManaging legal affairs for someone with dementia \nEnd of life planning \nDementia Friends\nAlzheimer's Society: Dementia forum\nIf you:\n- need help with day-to-day living because of illness or disability\n- care for someone regularly because they're ill, elderly or disabled, including family members\nOur guide to care and support explains your options and where you can get support."}]}, {"condition": "Vasculitis", "sections": [{"No header": "Vasculitis means inflammation of the blood vessels.\nInflammation is your immune system's natural response to injury or infection. It causes swelling and can help the body deal with invading germs.\nBut in vasculitis, for some reason the immune system attacks healthy blood vessels, causing them to become swollen and narrow.\nThis may be triggered by an infection or a medicine, although often the cause is unknown.\nVasculitis can range from a minor problem that just affects the skin, to a more serious illness that causes problems with organs like the heart or kidneys.\nThere are many types of vasculitis. The rest of this page discusses a range of potential causes."}, {"Coronavirus advice": "Get advice about coronavirus and vasculitis from Vasculitis UK"}, {"Eosinophilic granulomatosis with polyangiitis (Churg-Strauss syndrome)": "Eosinophilic granulomatosis with polyangiitis, also called Churg-Strauss syndrome, is a type of vasculitis that mainly affects adults aged 30 to 45.\nIt can cause:\n- asthma\n- cold-like symptoms caused by allergies(allergic rhinitis)\n- a high temperature of 38C or above\n- muscle andjoint pain\n- tiredness\n- loss of appetite andweight loss\nIt can also affect the nerves, causing weakness, pins and needles or numbness, and sometimes damages the kidneys or heart muscle.\nIt's usually treated with steroid medicine.\nThe Vasculitis UK website has more information about eosinophilic granulomatosis with polyangiitis."}, {"Giant cell arteritis (temporal arteritis)": "Giant cell arteritis is a type of vasculitis that often affects the arteries in the head and neck. \nIt mostly occurs in adults over the age of 50.\nIt's sometimes called temporal arteritis because the arteries around the temples are often affected.\nIt can cause:\n- aching and soreness around the temples\n- jaw muscle pain while eating\n- headaches\n- double visionor vision loss\nIt also commonly occurs alongside polymyalgia rheumatica.\nThe main treatment is steroid medicine. \nFind out more about giant cell arteritis"}, {"Granulomatosis with polyangiitis (Wegener's granulomatosis)": "Granulomatosis with polyangiitis, also called Wegener's granulomatosis, is a type of vasculitis that mainly affects blood vessels in the nose, sinuses, ears, lungs and kidneys.\nIt mainly affects middle-aged or elderly people.\nIt can cause:\n- a high temperature\n- night sweats\n- inflammation of the sinuses(sinusitis)\n- nosebleedsand crusting of the nose\n- shortness of breathandcoughing up blood\n- kidney problems\nIt's a serious condition that can be fatal if left untreated, as it can lead to organ failure.\nIt's usually treated with steroid medicine or other medicines that reduce the activity of the immune system.\nFind out more about granulomatosis with polyangiitis"}, {"Henoch-Schönlein purpura": "Henoch-Schönlein purpura is a rare type of vasculitis that usually occurs in children and can affect the skin, kidneys or bowel.\nIt's thought to be triggered by the body reacting to an infection.\nIt can cause:\n- a rash that looks like small bruises or reddish-purple spots\n- joint pain\n- tummy (abdominal) pain\n- diarrhoea\n- being sick\n- blood in urineor poo\nIt's not usually serious and tends to get better without treatment.\nFind out more about Henoch-Schönlein purpura"}, {"Kawasaki disease": "Kawasaki disease is a condition that mainly affects children under the age of 5.\nThe characteristic symptoms are a high temperature that lasts for 5 days or more, with:\n- a rash\n- swollen glands in the neck\n- dry, cracked lips\n- red fingers or toes\n- red eyes\nIntravenous immunoglobulin (IVIG), a solution of antibodies, and aspirin are the 2 main medicines used to treat Kawasaki disease.\nAspirin is not usually recommended for children under 16, so do not give aspirin to your child unless advised to by their doctor.\nFind out more about Kawasaki disease"}, {"Microscopic polyangiitis": "Microscopic polyangiitis is a rare and potentially serious long-term type of vasculitis that most often develops in middle-aged people.\nIt can affect any organ, but particularly affects the lungs, kidneys and nerves.\nIt can cause:\n- a rash\n- shortness of breathandcoughing up blood\n- red and sore eyes\n- pins and needlesor numbness\n- kidney problems\nIt's usually treated with steroid medicine or other medicines that reduce the activity of the immune system.\nThe Vasculitis UK website has more information about microscopic polyangiitis."}, {"Polyarteritis nodosa": "Polyarteritis nodosa is a rare type of vasculitis that particularly affects the arteries supplying the gut, kidneys and nerves.\nIt tends to develop in childhood or in middle-aged people.\nIt can sometimes be triggered by an infection, such as hepatitis B, but the exact cause is uncertain.\nIt can cause:\n- muscle andjoint pain\n- tummy (abdominal) pain, particularly after eating\n- a rash\n- pins and needlesor numbness\n- bleeding and ulcers in the gut\nIt can be very serious if not treated. The main treatment is steroid medicine, and sometimes other medicines that reduce the activity of the immune system.\nThe Vasculitis UK website has more information about polyarteritis nodosa."}, {"Polymyalgia rheumatica": "Polymyalgia rheumatica is a type of vasculitis that's closely related to giant cell arteritis. \nIt mostly occurs in adults over 50 and is more common in women than men.\nIt can cause:\n- pain and stiffness in the shoulders, neck and hips, which is often worse after waking up\n- a high temperature\n- extreme tiredness\n- loss of appetite andweight loss\n- depression\nThe main treatment is steroid medicine, which is usually used in lower doses than for giant cell arteritis. \nFind out more about polymyalgia rheumatica"}, {"Takayasu arteritis": "Takayasu arteritis is a type of vasculitis that mainly affects young women. It's very rare in the UK.\nIt affects the main artery from the heart, as well as the major arteries branching off it.\nIt can cause:\n- extreme tiredness\n- a high temperature\n- weight loss\n- muscle andjoint pain\n- dizziness\n- shortness of breath\n- painful, numb or cold limbs\nTreatment is usually with steroid medicine.\nThe Vasculitis UK website has more information about Takayasu arteritis."}, {"Other types of vasculitis": "Behçet's disease typically causes mouth ulcers and genital ulcers, and is more common in people from Greece, Turkey, the Middle East, China and Japan.\nBuerger's disease affects blood vessels in the legs and arms, leading to reduced blood flow to the hands and feet. It's closely linked to smoking.\nCogan's syndrome is inflammation of the blood vessels in the inner ears and eyes.\nCryoglobulin-associated vasculitis is associated with proteins in the blood called cryoglobulins and can occur after a hepatitis C infection.\nIt causes a rash on the lower limbs, joint pain, nerve damage, tummy (abdominal) pain and kidney problems.\nHypersensitivity vasculitis is usually caused by a reaction to a medicine, such as non-steroidal anti-inflammatory drugs (NSAIDs) or certain antibiotics, and results in a temporary rash.\nPrimary angiitis of the central nervous system is inflammation of the blood vessels in the brain.\nRheumatoid vasculitis is vasculitis associated with rheumatoid arthritis."}]}, {"condition": "Vegetative state, see Disorders of consciousness", "sections": [{"No header": "A disorder of consciousness, or impaired consciousness, is a state where consciousness has been affected by damage to the brain.\nConsciousness requires both wakefulness and awareness. \nWakefulness is the ability to open your eyes and have basic reflexes such as coughing, swallowing and sucking.\nAwareness is associated with more complex thought processes and is more difficult to assess. \nCurrently, the assessment of awareness relies on physical responses being detected during an examination.\nThe main disorders of consciousness are:\n- coma\n- vegetative state\n- minimally conscious state"}, {"Coma": "A coma is when a person shows no signs of being awake and no signs of being aware. \nA person in a coma lies with their eyes closed and doesn't respond to their environment, voices or pain.\nA coma usually lasts for less than 2 to 4 weeks, during which time a person may wake up or progress into a vegetative state or minimally conscious state.\nRead more about comas."}, {"Vegetative state": "A vegetative state is when a person is awake but is showing no signs of awareness.\nA person in a vegetative state may:\n- open their eyes\n- wake up and fall asleep at regular intervals\n- have basic reflexes (such as blinking when they're startled by a loud noise or withdrawing their hand when it's squeezed hard)\nThey're also able to regulate their heartbeat and breathing without assistance.\nBut a person in a vegetative state doesn't show any meaningful responses, such as following an object with their eyes or responding to voices. \nThey also show no signs of experiencing emotions.\nIf a person is in a vegetative state for a long time, it may be considered to be: \n- a continuing vegetative statewhen it's been longer than 4 weeks\n- a permanent vegetative statewhen it's been more than 6 months if caused by a non-traumatic brain injury, or more than 12 months if caused by a traumatic brain injury\nIf a person is diagnosed as being in a permanent vegetative state, recovery is extremely unlikely but not impossible."}, {"Minimally conscious state": "A person who shows clear but minimal or inconsistent awareness is classified as being in a minimally conscious state. \nThey may have periods where they can communicate or respond to commands, such as moving a finger when asked.\nA person may enter a minimally conscious state after being in a coma or vegetative state. \nIn some cases a minimally conscious state is a stage on the route to recovery, but in others it's permanent.\nAs with vegetative state, a continuing minimally conscious state means it's lasted longer than 4 weeks. \nBut it's more difficult to diagnose a permanent minimally conscious state because it depends on things like: \n- the type of brain injury\n- how severe the injury is\n- how responsive the person is\nIn most cases, a minimally conscious state isn't usually considered to be permanent until it's lasted several years."}, {"Why they happen": "Disorders of consciousness can occur if the parts of the brain involved with consciousness are damaged. \nThese types of brain injury can be divided into:\n- traumatic brain injury– the result of asevere head injury, such as an injury sustained during a car accident or a fall from a great height\n- non-traumatic brain injury– where the injury to the brain is caused by a health condition, such as astroke\n- progressive brain damage– where the brain is gradually damaged over time (for example, because ofAlzheimer's disease)\nRead more about the causes of disorders of consciousness."}, {"Making a diagnosis": "A disorder of consciousness will only be confirmed after extensive testing to determine the person's level of wakefulness and awareness.\nThese examinations need to be carried out by someone experienced in disorders of consciousness, although the views of other healthcare professionals and family members should also be taken into consideration.\nFor some states of impaired consciousness, such as vegetative state and minimally conscious state, there are recommended criteria to help confirm a diagnosis.\nRead more about diagnosing disorders of consciousness."}, {"Treatment and care": "Treatment can't ensure recovery from a state of impaired consciousness. \nInstead, supportive treatment is used to give the best chance of natural improvement. \nThis can involve: \n- providing nutrition through a feeding tube\n- making sure the person is moved regularly so they don't develop pressure ulcers\n- gently exercising their joints to prevent them becoming tight\n- keeping their skin clean\n- managing their bowel and bladder (for example, using a tube known as a catheter to drain the bladder)\n- keeping their teeth and mouth clean\n- offering opportunities for periods of meaningful activity – such as listening to music or watching television, being shown pictures or hearing family members talking\nIn some cases, a treatment called sensory stimulation may be used in an attempt to increase responsiveness. \nThis involves stimulating the main senses, such as vision, hearing and smell. \nIt's usually carried out by a trained specialist, but family members are often encouraged to be involved.\nSome examples of sensory stimulation include:\n- visual – showing photos of friends and family, or a favourite film\n- hearing – talking or playing a favourite song\n- smell – putting flowers in the room or spraying a favourite perfume\n- touch – holding their hand or stroking their skin with different fabrics\nIt's not entirely clear how effective sensory stimulation is, but it's sometimes considered worthwhile."}, {"Recovery": "It's impossible to predict the chances of someone in a state of impaired consciousness improving. \nIt largely depends on: \n- the type of brain injury\n- how severe the injury is\n- the person's age\n- how long they have been in the state for\nSome people improve gradually, whereas others stay in a state of impaired consciousness for years. Many people never recover consciousness.\nThere are only isolated cases of people recovering consciousness after several years. \nThe few people who do regain consciousness after this time often have severe disabilities caused by the damage to their brain."}, {"Withdrawing nutritional support": "If a person has been in a vegetative state for a minimum of 12 months, it may be recommended that nutritional support is withdrawn.   \nThis is because:\n- there's almost no chance of a recovery by this point\n- prolonging life would have no benefit for the person concerned\n- prolonging treatment could offer false hope and cause unnecessary emotional distress for the friends and family of the person concerned\nThe medical team will discuss the issue with family members.\nThe decision has to be referred to the courts in England, Wales and Northern Ireland before any further action can be taken. \nA court ruling isn't required in Scotland, but is often sought.\nIf the court agrees with the decision, a palliative care team will usually be involved in planning the withdrawal. \nOnce nutritional support is eventually withdrawn, the person will die within a few days or weeks."}, {"Locked-in syndrome": "Locked-in syndrome has similar features to disorders of consciousness, but is considered and treated differently. \nA person with locked-in syndrome is both conscious and aware, but completely paralysed and unable to speak. \nThey're usually able to move their eyes and are sometimes able to communicate by blinking."}]}, {"condition": "Venous leg ulcer", "sections": [{"No header": "A leg ulcer is a long-lasting (chronic) sore that takes more than 2 weeks to heal. They usually develop on the inside of the leg, just above the ankle.\nThe symptoms of a venous leg ulcer include pain, itching and swelling in the affected leg. \nThere may also be discoloured or hardened skin around the ulcer, and the sore may produce a foul-smelling discharge.\nSee your GP if you think you have a leg ulcer, as it'll need specialist treatment to help it heal.\nYour GP will examine your leg and may carry out additional tests to rule out other conditions.\nFind out how a venous leg ulcer is diagnosed"}, {"What causes venous leg ulcers?": "A venous leg ulcer is the most common type of leg ulcer, accounting for more than 90% of all cases.\nVenous leg ulcers can develop after a minor injury, where persistently high pressure in the veins of the legs has damaged the skin.\nFind out more about the causes of venous leg ulcers"}, {"Who's affected": "Venous leg ulcers are estimated to affect around 1 in 500 people in the UK, although they become much more common with age. \nIt's estimated around 1 in 50 people over the age of 80 has one.\nYou're more at risk of developing one if you previously had deep vein thrombosis (DVT) or find it difficult to walk because of a problem such as:\n- osteoarthritis\n- a leg injury\n- obesity\n- paralysis\nYou're also more at risk if you recently had an operation on your leg, such as a hip replacement or knee replacement.\nPeople with swollen and enlarged veins (varicose veins) also have a higher risk of developing venous leg ulcers."}, {"How venous leg ulcers are treated": "Most venous leg ulcers heal within 3 to 4 months if they're treated by a healthcare professional trained in compression therapy for leg ulcers. \nBut some ulcers may take longer to heal, and a very small number never heal.\nTreatment usually involves: \n- cleaning and dressing the wound\n- using compression, such as bandages or stockings, to improve the flow of blood in the legs\nAntibiotics may also be used if the ulcer becomes infected, but they do not help ulcers heal.\nBut unless the underlying cause of the ulcer is addressed, there's a high risk of a venous leg ulcer coming back after treatment. \nUnderlying causes could include immobility, obesity, previous DVT or varicose veins.\nFind out more about how venous leg ulcers are treated"}, {"Can venous leg ulcers be prevented?": "There are several ways to help prevent developing a venous leg ulcer in people at risk.\nThese include:  \n- wearing compression stockings\n- losing weight if you're overweight\n- exercising regularly\n- elevating your leg when possible\n- stopping smoking if you smoke\nThese measures are particularly important if you previously had a leg ulcer.\nThis is because you're at increased risk of having another one in the same leg within months or years.\nFind out how to prevent venous leg ulcers"}, {"Other types of leg ulcer": "Other common types of leg ulcer include:\n- arterial leg ulcers – caused by poor blood circulation in the arteries\n- diabetic leg ulcers – caused by the high blood sugar associated withdiabetes\n- vasculitic leg ulcers – associated with chronic inflammatory disorders such asrheumatoid arthritisandlupus\n- traumatic leg ulcers – caused by injury to the leg\n- malignant leg ulcers – caused by a tumour of the skin of the leg\nMost ulcers caused by artery disease or diabetes occur on the foot rather than the leg."}]}, {"condition": "Vertigo", "sections": [{"No header": "Vertigo gets better in most cases without treatment. See a GP if it keeps coming back or is affecting your daily life."}, {"Check if it's vertigo": "Vertigo feels like you or everything around you is spinning – enough to affect your balance. It's more than just feeling dizzy.\nA vertigo attack can last from a few seconds to hours. If you have severe vertigo, it can last for many days or months."}, {"Help with vertigo": "There are things you can do to ease vertigo symptoms when they're happening, and to reduce the number of episodes you have.\n- lie still in a quiet, dark room to reduce the spinning feeling\nlie still in a quiet, dark room to reduce the spinning feeling\n- move your head carefully and slowly during daily activities\nmove your head carefully and slowly during daily activities\n- sit down straight away when you feel dizzy\nsit down straight away when you feel dizzy\n- turn on the lights if you get up at night\nturn on the lights if you get up at night\n- use a walking stick if you're at risk of falling\nuse a walking stick if you're at risk of falling\n- sleep with your head slightly raised on 2 or more pillows\nsleep with your head slightly raised on 2 or more pillows\n- get out of bed slowly and sit on the edge of the bed for a while before standing up\nget out of bed slowly and sit on the edge of the bed for a while before standing up\n- try to relax – anxiety can make vertigo worse\ntry to relax – anxiety can make vertigo worse\n- do not bend over to pick things up – squat to lower yourself instead\ndo not bend over to pick things up – squat to lower yourself instead\n- do not stretch your neck – for example, while reaching up to a high shelf\ndo not stretch your neck – for example, while reaching up to a high shelf"}, {"No header": "- have vertigo that will not go away or keeps coming back\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nThe GP will ask about your symptoms to try to find out what type of vertigo you have.\nA simple test that involves you moving quickly from a sitting to a lying position might be done to check your balance. This could bring on symptoms.\nYou might also be referred to a specialist for further tests.\n- have a severe headache\n- are being sick or feel very sick\n- have a very high temperature or feel hot and shivery\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP practice for an urgent appointment.\n- double vision or loss of vision\n- hearing loss\n- trouble speaking\n- leg or arm weakness, numbness or tingling\nAlways take someone who cannot be woken up to A&E or call 999."}, {"Treatment for vertigo": "Most cases of vertigo get better without treatment.\nTreatment will depend on the cause. The GP might prescribe antibiotics if it's caused by an infection.\nYou could also be given special exercises to do to try to correct your balance.\nAntihistamines can sometimes help with vertigo symptoms.\nIf you drive, you must tell the DVLA about your vertigo.\nVisit the GOV.UK website for more information on driving with vertigo."}, {"What causes vertigo": "Inner ear problems, which affect balance, are the most common causes:\n- benign paroxysmal positional vertigo (BPPV) – where specific head movements cause vertigo\n- labyrinthitis– an inner ear infection caused by a cold or flu virus\n- vestibular neuronitis– inflammation of the vestibular nerve\n- Ménière's disease– a rare inner ear condition, which sometimes involves ringing in the ear (tinnitus) or loss of hearing\nRead more about BPPV on the Ménière’s Society website.\nOther things that can cause vertigo:\n- migraine\n- some types of medicine – check the leaflet to see if it's listed as a side effect\nSometimes the cause is unknown."}]}, {"condition": "Vestibular neuritis, see Labyrinthitis and vestibular neuritis", "sections": [{"No header": "Labyrinthitis is an inner ear infection that affects your balance. It's sometimes called vestibular neuritis. It usually gets better by itself within a few weeks."}, {"Check if you have labyrinthitis": "The most common symptoms of labyrinthitis are:\n- dizzinessor feeling that everything around you is spinning(vertigo)\n- feeling unsteady and off balance – you might find it difficult to stay upright or walk in a straight line\n- feeling or being sick\n- hearing loss\n- ringing in your ears(tinnitus)\nSymptoms can start suddenly. They may be there when you wake up and get worse as the day goes on.\nThe symptoms often ease after a few days.\nYou'll usually get your balance back over 2 to 6 weeks, although it can take longer.\nLabyrinthitis usually gets better on its own. But there are things you can do to ease the symptoms:\n- lie still in a dark room if you feel very dizzy\nlie still in a dark room if you feel very dizzy\n- drink plenty of water if you're being sick – it's best to drink little and often\ndrink plenty of water if you're being sick – it's best to drink little and often\n- try to avoid noise and bright lights\ntry to avoid noise and bright lights\n- get enough sleep – tiredness can make symptoms worse\nget enough sleep – tiredness can make symptoms worse\n- start to go for walks outside as soon as possible – it may help to have someone with you to steady you until you become confident\nstart to go for walks outside as soon as possible – it may help to have someone with you to steady you until you become confident\n- when you're out and about, keep your eyes focused on a fixed object, rather than looking around all the time\nwhen you're out and about, keep your eyes focused on a fixed object, rather than looking around all the time\n- do not drive, cycle or use tools or machinery if you feel dizzy\ndo not drive, cycle or use tools or machinery if you feel dizzy\n- do not drink alcohol – it can make symptoms worse\ndo not drink alcohol – it can make symptoms worse\n- symptoms of labyrinthitis that do not get better after a few days\n- symptoms of labyrinthitis that are getting worse\n- been diagnosed with labyrinthitis and your symptoms have not improved after another week\nThe GP may refer you to a hospital specialist.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\n- if you have sudden hearing loss in 1 ear\nYou may need to be referred to a specialist for tests, and possibly treatment."}, {"Labyrinthitis and vestibular neuritis – what's the difference?": "Labyrinthitis and vestibular neuritis are problems with different parts of the inner ear, which are needed for balance:\n- Labyrinthitis is inflammation of the labyrinth – a maze of fluid-filled channels in the inner ear\n- Vestibular neuritis is inflammation of the vestibular nerve – the nerve in the inner ear that sends messages to the brain\nThe symptoms of vestibular neuritis and labyrinthitis are very similar.\nHowever, if your hearing is affected, then labyrinthitis is the cause. This is because inflammation of the labyrinth affects hearing, while inflammation of the vestibular nerve does not"}, {"Treatment from a GP for labyrinthitis": "If you have labyrinthitis, a GP may prescribe antihistamines or motion-sickness tablets for up to 3 days. Do not take them for any longer, as they can slow down your recovery.\nLabyrinthitis is usually caused by a viral infection, such as a cold or flu, so antibiotics will not help. But a GP may prescribe antibiotics if they think your infection is bacterial.\nSometimes, balance problems can last for much longer – for many months or even years.\nVestibular rehabilitation is a series of exercises that can help restore balance. You should only do the exercises under the supervision of a physiotherapist.\nYou can ask a GP to refer you to a physiotherapist, or it may be possible to refer yourself directly.\nWaiting lists for NHS physiotherapy can be long and you may prefer to pay for private treatment. Most private physiotherapists accept direct self-referrals.\nRead more about accessing physiotherapy.\nThe Brain & Spine Foundation has a factsheet about vestibular rehabilitation exercises\nIn this video, Hazel talks about how labyrinthitis affected her balance and perception and how she found help."}]}, {"condition": "Vestibular schwannoma, see Acoustic neuroma (vestibular schwannoma)", "sections": [{"No header": "An acoustic neuroma is a type of non-cancerous (benign) brain tumour. It's also known as a vestibular schwannoma.\nA benign brain tumour is a growth in the brain that usually grows slowly over many years and does not spread to other parts of the body.\nAcoustic neuromas grow on the nerve used for hearing and balance, which can cause problems such as hearing loss and unsteadiness. \nThey can sometimes be serious if they become very large, but most are picked up and treated before they reach this stage.\nAcoustic neuromas tend to affect adults aged 30 to 60 and usually have no obvious cause, although a small number of cases are the result of a genetic condition called neurofibromatosis type 2 (NF2)."}, {"Symptoms of an acoustic neuroma": "An acoustic neuroma may not cause any obvious symptoms at first.\nAny symptoms tend to develop gradually and often include:\n- hearing lossthat usually only affects 1 ear\n- hearing sounds that come from inside the body(tinnitus)\n- the sensation that you're moving or spinning(vertigo)\nA large acoustic neuroma can also sometimes cause:\n- persistentheadaches\n- temporary blurred ordouble vision\n- numbness, pain or weakness on 1 side of the face\n- problems with limb co-ordination(ataxia)on 1 side of the body\n- a hoarse voice ordifficulty swallowing"}, {"Getting medical advice": "See your GP if you have persistent or troublesome symptoms that you're worried could be caused by an acoustic neuroma.\nAcoustic neuromas can be difficult to diagnose because the symptoms can be caused by other conditions, such as Ménière's disease.\nIf your GP thinks you could have an acoustic neuroma, you'll be referred to a hospital or clinic for further tests, such as:\n- hearing teststo check for hearing problems and determine whether they're caused by a problem with your nerves\n- anMRI scan, which uses strong magnetic fields and radio waves to produce a detailed picture of the inside of your head\n- aCT scan, which uses a series of X-rays to create a detailed image of the inside of your head"}, {"Treatments for acoustic neuromas": "There are several different treatment options for an acoustic neuroma, depending on the size and position of your tumour, how fast it's growing and your general health.\nThe main options are:\n- monitoring the tumour – small tumours often just need to be monitored with regular MRI scans, and the treatments below are generally only recommended if scans show it's getting bigger\n- brain surgery – surgery to remove the tumour through a cut in the skull may be carried out undergeneral anaestheticif it's large or getting bigger\n- stereotactic radiosurgery– small tumours, or any pieces of a larger tumour that remain after surgery, may be treated with a precise beam ofradiationto stop them getting any bigger\nAll these options carry some risks. For example, surgery and radiosurgery can sometimes cause facial numbness or an inability to move part of your face (paralysis). \nSpeak to your specialist about the best option for you and what the benefits and risks are."}, {"Outlook for acoustic neuromas": "Large acoustic neuromas can be serious because they can sometimes cause a life-threatening build-up of fluid in the brain (hydrocephalus).\nBut it's rare for them to reach this stage. Many grow very slowly or not at all, and those that grow more quickly can be treated before they become too big.\nEven with treatment, symptoms such as hearing loss and tinnitus can persist and affect your ability to work, communicate and drive. \nThese problems may need additional treatment. \nRead more about treating hearing loss and treating tinnitus.\nAn acoustic neuroma can occasionally return after treatment. This is thought to happen to around 1 in every 20 people who have had surgical removal.\nYou'll probably continue having regular MRI scans after any treatment to check if the tumour is growing again or coming back.\nIf your doctor thinks there could be a genetic cause for your acoustic neuroma, you may be invited to take part in the 100,000 Genomes Project. \nYour DNA will be studied to find out more about the cause of your condition. \nThe aim is to create a new personalised medicine service for the NHS. This should transform the way people are cared for. \nFind out if you might be able to take part"}]}, {"condition": "Vitamin B12 or folate deficiency anaemia", "sections": [{"No header": "Vitamin B12 or B9 (commonly called folate) deficiency anaemia occurs when a lack of vitamin B12 or folate causes the body to produce abnormally large red blood cells that cannot function properly.\nRed blood cells carry oxygen around the body using a substance called haemoglobin.\nAnaemia is the general term for having either fewer red blood cells than normal or having an abnormally low amount of haemoglobin in each red blood cell.\nThere are several different types of anaemia and each one has a different cause.\nFor example, iron deficiency anaemia happens when the body does not contain enough iron."}, {"Symptoms of vitamin B12 or folate deficiency": "Vitamin B12 and folate perform several important functions in the body, including keeping the nervous system healthy.\nA deficiency in either of these vitamins can cause a wide range of problems, including:\n- extreme tiredness\n- a lack of energy\n- pins and needles (paraesthesia)\n- a sore and red tongue\n- mouth ulcers\n- muscle weakness\n- disturbed vision\n- psychological problems, which may includedepressionand confusion\n- problems with memory, understanding and judgement\nSome of these problems can also happen if you have a deficiency in vitamin B12 or folate but do not have anaemia."}, {"When to see a GP": "See a GP if you think you may have a vitamin B12 or folate deficiency.\nThese conditions can often be diagnosed based on your symptoms and the results of a blood test.\nIt's important for vitamin B12 or folate deficiency anaemia to be diagnosed and treated as soon as possible.\nThis is because although many of the symptoms improve with treatment, some problems caused by the condition can be irreversible."}, {"Causes of a vitamin B12 or folate deficiency": "There are a number of problems that can lead to a vitamin B12 or folate deficiency.\nThese include:\n- pernicious anaemia – where your immune system attacks healthy cells in your stomach, preventing your body absorbing vitamin B12 from the food you eat; this is the most common cause of vitamin B12 deficiency in the UK\n- a lack of these vitamins in your diet – this is uncommon, but can happen if you have a vegan diet and do not take vitamin B12 supplements or eat foods fortified with vitamin B12 , follow a fad diet or have a generally poor diet for a long time\n- medicine – certain medicines, including anticonvulsants and proton pump inhibitors (PPIs), can affect how much of these vitamins your body absorbs\nBoth vitamin B12 deficiency and folate deficiency are more common in older people, affecting around 1 in 10 people aged 75 or over and 1 in 20 people aged 65 to 74."}, {"Treating vitamin B12 or folate deficiency anaemia": "Most cases of vitamin B12 and folate deficiency can be easily treated with injections or tablets to replace the missing vitamins.\nVitamin B12 supplements are usually given by injection at first.\nThen, depending on whether your B12 deficiency is related to your diet, you'll either require B12 tablets between meals or regular injections.\nThese treatments may be needed for the rest of your life.\nFolic acid tablets are used to restore folate levels. These usually need to be taken for 4 months.\nIn some cases, improving your diet can help treat the condition and prevent it coming back.\nVitamin B12 is found in meat, fish, eggs, dairy products, yeast extract (such as Marmite) and specially fortified foods.\nThe best sources of folate include green vegetables, such as broccoli, brussels sprouts and peas."}, {"Complications of vitamin B12 or folate deficiency anaemia": "Although it's uncommon, vitamin B12 or folate deficiency (with or without anaemia) can lead to complications, particularly if you have been deficient in vitamin B12 or folate for some time.\nPotential complications can include:\n- problems with the nervous system\n- temporaryinfertility\n- heart conditions\n- pregnancy complications and birth defects\nAdults with severe anaemia are also at risk of developing heart failure.\nSome complications improve with appropriate treatment, but others, such as problems with the nervous system, can be permanent."}, {"No header": ""}]}, {"condition": "Vitamins and minerals", "sections": [{"No header": "Vitamins and minerals are nutrients your body needs in small amounts to work properly and stay healthy.\nMost people should get all the nutrients they need by having a varied and balanced diet, although some people may need to take extra supplements."}, {"What this guide covers": "This guide has information about:\n- vitamin A\n- B vitamins and folic acid\n- vitamin C\n- vitamin D\n- vitamin E\n- vitamin K\n- calcium\n- iodine\n- iron\n- other vitamins and minerals– including beta-carotene, copper, potassium and zinc\nUse these links to find out what these nutrients do, how much of them you need, how to ensure you get enough, and what the risks are if you take too much."}, {"Units": "There are 3 types of units used to measure amounts of minerals and vitamins:\n- Milligrams – a milligram is 1 thousandth of a gram and is usually spelt out as mg\n- Micrograms – a microgram is 1 millionth of a gram and is usually spelt out as μg or mcg. 1,000 micrograms is equal to 1 milligram.\n- International Units, which are sometimes used to measure vitamins A, D and E – and usually spelt out as IU. The conversion of milligrams (mg) and micrograms (μg) into IU depends on the type of vitamin"}, {"Additional information": "There are separate pages on:\n- vitamins for children\n- vitamins, supplements and nutrition in pregnancy\n- fluoride\n- Do I need to take vitamin supplements?"}]}, {"condition": "Vitiligo", "sections": [{"No header": "Vitiligo is a long-term condition where pale white patches develop on the skin. It's caused by the lack of melanin, which is the pigment in skin.\nVitiligo can affect any area of skin, but it commonly happens on the face, neck and hands, and in skin creases.\nThe pale areas of skin are more vulnerable to sunburn, so it's important to take extra care when in the sun and use a sunscreen with a high sun protection factor (SPF)."}, {"Symptoms of vitiligo": "The areas of skin most commonly affected by vitiligo include:\n- mouth and eyes\n- fingers and wrists\n- armpits\n- groin\n- genitals\n- inside your mouth\nIt can also sometimes develop where there are hair roots, such as on your scalp. The lack of melanin in your skin can turn the hair in the affected area white or grey.\nVitiligo often starts as a pale patch of skin that gradually turns completely white. The centre of a patch may be white, with paler skin around it. If there are blood vessels under the skin, the patch may be slightly pink, rather than white.\nThe edges of the patch may be smooth or irregular. They're sometimes red and inflamed, or there's brownish discolouration (hyperpigmentation).\nVitiligo does not cause discomfort to your skin, such as dryness, but the patches may occasionally be itchy.\nThe condition varies from person to person. Some people only get a few small, white patches, but others get bigger white patches that join up across large areas of their skin.\nThere's no way of predicting how much skin will be affected. The white patches are usually permanent.\nThere are 2 main types of vitiligo:\n- non-segmental vitiligo\n- segmental vitiligo\nIn rare cases, it's possible for vitiligo to affect your whole body. This is known as universal or complete vitiligo.\nIn non-segmental vitiligo (also called bilateral or generalised vitiligo), the symptoms often appear on both sides of your body as symmetrical white patches.\nSymmetrical patches can appear on the:\n- backs of your hands\n- arms\n- skin around body openings, such as the eyes\n- knees\n- elbows\n- feet\nNon-segmental vitiligo is the most common type of vitiligo, affecting around 9 in 10 people with the condition.\nIn segmental vitiligo (also known as unilateral or localised vitiligo), the white patches only affect one area of your body.\nSegmental vitiligo is less common than non-segmental vitiligo, although it's more common in children. It usually starts earlier and affects 3 in 10 children with vitiligo."}, {"What causes vitiligo?": "Vitiligo is caused by the lack of a pigment called melanin in the skin. Melanin is produced by skin cells called melanocytes, and it gives your skin its colour.\nIn vitiligo, there are not enough working melanocytes to produce enough melanin in your skin. This causes white patches to develop on your skin or hair. It's not clear exactly why the melanocytes disappear from the affected areas of skin.\nNon-segmental vitiligo (the most common type) is thought to be an autoimmune condition.\nIn autoimmune conditions, the immune system does not work properly. Instead of attacking foreign cells, such as viruses, your immune system attacks your body's healthy cells and tissue.\nIf you have non-segmental vitiligo, your immune system destroys the melanocyte skin cells that make melanin.\nVitiligo is also associated with other autoimmune conditions, such as hyperthyroidism (an overactive thyroid gland), but not everyone with vitiligo will develop these conditions.\nYou may be at increased risk of developing non-segmental vitiligo if:\n- other members of your family have it\n- there's a family history of other autoimmune conditions – for example, if one of your parents has pernicious anaemia (an autoimmune condition that affects the stomach)\n- you have another autoimmune condition\n- you havemelanoma(a type of skin cancer) ornon-Hodgkin lymphoma(cancer of the lymphatic system)\n- you have particular changes in your genes that are known to be linked to non-segmental vitiligo\nSegmental vitiligo (the less common type) is thought to be caused by chemicals released from the nerve endings in your skin. These chemicals are poisonous to the melanocyte skin cells.\nIt's possible that vitiligo may be triggered by particular events, such as:\n- stressful events, such as childbirth\n- skin damage, such as severe sunburn or cuts (this is known as the Koebner response)\n- exposure to certain chemicals – for example, at work\nVitiligo is not caused by an infection and you cannot catch it from someone else who has it."}, {"Diagnosing vitiligo": "A GP will be able to diagnose vitiligo after examining the affected areas of skin.\nThey may ask you if:\n- there's a history of vitiligo in your family\n- there's a history of other autoimmune conditions in your family\n- you've injured the affected areas of skin – for example, whether you've had sunburn or a severe rash there\n- you tan easily in the sun, or whether you burn\n- any areas of skin have got better without treatment, or whether they're getting worse\n- you've tried any treatments already\nA GP may also ask you about the impact vitiligo has on your life. For example, how much it affects your confidence and self-esteem, and whether it affects your job.\nIf available, the GP may use an ultraviolet (UV) lamp called a Wood's lamp to look at your skin in more detail. You'll need to be in a dark room and the lamp will be held 10 to 13cm away from your skin.\nThe patches of vitiligo will be easier to see under UV light, which will help the GP distinguish vitiligo from other skin conditions, such as pityriasis versicolor (where there's a loss of pigment due to a fungal infection).\nAs non-segmental vitiligo is closely associated with other autoimmune conditions, you may be assessed to see whether you have any symptoms that could suggest an autoimmune condition, such as:\n- being tired and lacking energy, which may be a sign ofAddison's disease\n- being thirsty and needing to urinate often, which may be a sign ofdiabetes\nA blood test may also be needed to check how well your thyroid gland is working."}, {"Treating vitiligo": "If vitiligo is severe or making you unhappy, you may want to consider treatment.\nThe white patches caused by vitiligo are usually permanent, although treatment options are available to reduce their appearance.\nIf the patches are relatively small, skin camouflage cream can be used to cover them up.\nSteroid creams can also be used on the skin to restore some pigment, however long-term use can cause stretch marks and thinning of the skin\nIf steroid creams do not work, phototherapy (treatment with light) may be used.\nAlthough treatment may help restore colour to your skin, the effect does not usually last. Treatment cannot stop the condition spreading.\nFind out more about treating vitiligo."}, {"Complications of vitiligo": "Vitiligo can sometimes cause other problems.\nBecause of a lack of melanin, your skin will be more vulnerable to the effects of the sun. Make sure you use a strong sunscreen to avoid sunburn.\nVitiligo may also be associated with eye problems, such as inflammation of the iris, inflammation of the middle layer of the eye (uveitis), and a partial loss of hearing (hypoacusis).\nProblems with confidence and self-esteem are common in people with vitiligo, particularly if it affects areas of skin that are frequently exposed."}, {"Help and support": "Support groups can provide help and advice and may be able to put you in contact with other people with vitiligo. A GP may suggest a group in your local area.\nThe charity The Vitiligo Society is also offers advice and support."}]}, {"condition": "Vomiting blood", "sections": [{"No header": "Vomiting blood (called haematemesis) needs to be checked. It often needs emergency treatment.\nVomit can vary from bright red to brown or black. It may be like liquid or more solid, or look like coffee granules."}, {"Causes of vomiting blood": "There are many possible causes of vomiting blood.\nIt's often a sign of bleeding somewhere in your food pipe (oesophagus), which runs from your mouth to your stomach.\nCommon causes of vomiting blood include:\n- gastritis\n- stomach ulcers\n- heart burn and acid reflux\n- alcohol-related liver disease\n- damage to your food pipe from being sick or coughing a lot\nLess common causes include:\n- oesophageal cancerorstomach cancer\n- blood conditions, such ashaemophilia\n- some medicines, including aspirin, anti-inflammatory painkillers such asibuprofenandanticoagulant medicines(blood thinning medicines)\n- poisoning\nIt's also possible to vomit blood that was swallowed. For example, from a nosebleed or a baby breastfeeding on a bleeding nipple."}, {"Immediate action required: Call 999 or go to A&E if:": "You or your child are vomiting blood (or have vomited blood) and:\n- feel generally unwell\n- feel confused\n- feel faint or dizzy\n- have rapid or shallow breathing\n- have cold, clammy, pale skin\n- have tummy pain\n- have black poo\nIf you have stopped vomiting blood and had no other symptoms, ask for an urgent GP appointment, call 111 or get help from 111 online."}]}, {"condition": "Vomiting bug, see Norovirus (vomiting bug)", "sections": [{"No header": "Norovirus, also called the \"winter vomiting bug\", is a stomach bug that causes vomiting and diarrhoea. It can be very unpleasant, but usually goes away in about 2 days."}, {"Check if you have norovirus": "The main symptoms of norovirus are:\n- feeling sick (nausea)\n- diarrhoea\n- being sick (vomiting)\nYou may also have:\n- a high temperature\n- a headache\n- aching arms and legs\nThe symptoms start suddenly within 1 to 2 days of being infected.\nYou can usually treat yourself or your child at home.\nThe most important thing is to rest and have lots of fluids to avoid dehydration.\nYou will usually start to feel better in 2 to 3 days.\nFind out how to treat diarrhoea and vomiting in children and adults\nStay off school or work until you have not been sick or had diarrhoea for at least 2 days. This is when you're most infectious.\nDo not visit hospitals or care homes during this time."}, {"How norovirus is spread": "Norovirus can spread very easily.\nYou can catch norovirus from:\n- close contact with someone with norovirus\n- touching surfaces or objects that have the virus on them, then touching your mouth\n- eating food that's been prepared or handled by someone with norovirus\nWashing your hands frequently with soap and water is the best way to stop it spreading. Alcohol hand gels do not kill norovirus."}, {"Urgent advice: Get advice from 111 now if:": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nA GP may be able to help you.\nAsk a GP surgery for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"Immediate action required: Call 999 or go to A&E if you or your child:": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}]}, {"condition": "Vomiting, see Diarrhoea and vomiting", "sections": [{"No header": "Diarrhoea and vomiting are common in adults, children and babies. They're often caused by a stomach bug and should stop in a few days.\nThe advice is the same if you have diarrhoea and vomiting together or separately."}, {"How to treat diarrhoea and vomiting yourself": "You can usually treat yourself or your child at home. The most important thing is to have lots of fluids to avoid dehydration.\n- stay at home and get plenty of rest\nstay at home and get plenty of rest\n- drink lots of fluids, such as water or squash – take small sips if you feel sick\ndrink lots of fluids, such as water or squash – take small sips if you feel sick\n- carry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\ncarry on breast or bottle feeding your baby – if they're being sick, try giving small feeds more often than usual\n- give babies on formula or solid foods small sips of water between feeds\ngive babies on formula or solid foods small sips of water between feeds\n- eat when you feel able to – you do not need to eat or avoid any specific foods\neat when you feel able to – you do not need to eat or avoid any specific foods\n- takeparacetamolif you're in discomfort – check the leaflet before giving it to your child\ntake paracetamol if you're in discomfort – check the leaflet before giving it to your child\n- do not have fruit juice or fizzy drinks – they can make diarrhoea worse\ndo not have fruit juice or fizzy drinks – they can make diarrhoea worse\n- do not make baby formula weaker – use it at its usual strength\ndo not make baby formula weaker – use it at its usual strength\n- do not give children under 12 medicine to stop diarrhoea\ndo not give children under 12 medicine to stop diarrhoea\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16"}, {"How long diarrhoea and vomiting last": "In adults and children:\n- diarrhoea usually stops within 5 to 7 days\n- vomiting usually stops in 1 or 2 days"}, {"Diarrhoea and vomiting can spread easily": "Stay off school or work until you've not been sick or had diarrhoea for at least 2 days.\nTo help avoid spreading an infection:\n- wash your handswith soap and water frequently\nwash your hands with soap and water frequently\n- wash any clothing or bedding that has poo or vomit on it separately on a hot wash\nwash any clothing or bedding that has poo or vomit on it separately on a hot wash\n- clean toilet seats, flush handles, taps, surfaces and door handles every day\nclean toilet seats, flush handles, taps, surfaces and door handles every day\n- do not prepare food for other people, if possible\ndo not prepare food for other people, if possible\n- do not share towels, flannels, cutlery or utensils\ndo not share towels, flannels, cutlery or utensils\n- do not use a swimming pool until 2 weeks after the symptoms stop\ndo not use a swimming pool until 2 weeks after the symptoms stop"}, {"A pharmacist can help with diarrhoea and vomiting": "Speak to a pharmacist if:\n- you or your child (over 5 years) have signs ofdehydration– such as dark, smelly pee or peeing less than usual\n- you need to stop diarrhoea for a few hours\nThey may recommend:\n- oral rehydration sachets you mix with water to make a drink\n- medicine to stop diarrhoea for a few hours (likeloperamide) – not suitable for children under 12"}, {"No header": "Call a pharmacy or contact them online before going in person. You can get medicines delivered or ask someone to collect them."}, {"No header": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nGet an urgent GP appointment\nA GP may be able to help you.\nAsk your GP practice for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"No header": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}, {"Causes of diarrhoea and vomiting": "You probably will not know exactly what the cause is, but the main causes of diarrhoea and vomiting are treated in the same way.\nThe most common causes are:\n- a stomach bug (gastroenteritis)\n- norovirus– also called the \"vomiting bug\"\n- food poisoning\nDiarrhoea can also be caused by:\n- medicines – check the leaflet to see if it's a side effect\n- afood intoleranceorfood allergy\n- irritable bowel syndrome (IBS)\n- inflammatory bowel disease\n- coeliac disease\n- diverticular disease\nVomiting can also be caused by:\n- pregnancy\n- migraine\n- labyrinthitis\n- medicines – check the leaflet to see if it's a side effect\n- reflux– where a baby brings feeds back up (\"spitting up\")\n- other infections – such as aurinary tract infection (UTI)"}, {"No header": ""}]}, {"condition": "Von Willebrand disease", "sections": [{"No header": "Von Willebrand disease (VWD) is a common inherited condition that can make you bleed more easily than normal.\nPeople with VWD have a low level of a substance called von Willebrand factor in their blood, or it does not work very well.\nVon Willebrand factor helps blood cells stick together (clot) when you bleed. If there's not enough of it or it does not work properly, it takes longer for bleeding to stop.\nThere's currently no cure for VWD, but it does not usually cause serious problems and most people with it can live normal, active lives."}, {"Symptoms of von Willebrand disease": "The symptoms of VWD may start at any age. They can range from very mild and barely noticeable to frequent and severe.\nThe main symptoms are:\n- large bruises or bruising easily\n- frequent or long-lastingnosebleeds\n- bleeding gums\n- heavy or long-lasting bleeding fromcuts\n- in women,heavy periodsand bleeding during or after labour\n- heavy or long-lasting bleeding after a tooth removal or surgery\nIn some people, there's also a small risk of problems such as bleeding in the gut (causing bleeding from the bottom) and painful bleeds into joints and muscles."}, {"When to get medical help": "See a GP if you have symptoms of VWD, especially if someone else in your family has it.\nIf the GP thinks you might have a bleeding problem, they may refer you to a hospital specialist for blood tests to check for conditions like VWD. Tell your doctor if you have a history of it in your family.\nIf you've already been diagnosed with VWD, contact your specialist if:\n- you keep getting bleeds\n- you've had a heavy bleed\n- you're pregnant or planning a pregnancy\nGo to A&E if you have very heavy bleeding or bleeding that does not stop."}, {"Treatment and lifestyle advice for von Willebrand disease": "There's currently no cure for VWD, but it can usually be controlled with medicines and some simple lifestyle measures.\nIf you're bleeding, applying pressure to the wound (or pinching the soft part of your nose if you have a nosebleed) for a few minutes may be all you need to do.\nYour doctor may also give you medicine to help stop bleeding when it happens.\nThere are 3 main medicines that can help stop bleeds:\n- desmopressin– available as a nasal spray or injection\n- tranexamic acid– available as tablets, a mouthwash or an injection\n- von Willebrand factor concentrate– available as an injection\nThese medicines can also be used before a procedure or operation to reduce the risk of bleeding. If you have severe VWD, you may need to take them regularly to help prevent serious bleeds.\nIf your doctor recommends medicine, talk to them about the best option for you and ask about the side effects of each medicine.\nIf VWD causes you to have heavy periods, speak to your GP or specialist about treatments to help control the bleeding.\nThese include:\n- oral contraceptive pill\n- intrauterine system (IUS)\n- tranexamic acid tablets\n- desmopressin nasal spray\n- in severe cases, von Willebrand factor concentrate\nRead more about treatments for heavy periods\nIf you have VWD, you should:\n- tell your surgeon or dentist about it if you're due to have a procedure or operation– you may need to take medicine to reduce the risk of bleeding before and afterwards\n- tell your doctor or nurse about your VWD if you need a vaccination– they can give the injection just under your skin to avoid painful bleeding in your muscles\n- avoidaspirinandanti-inflammatory drugslikeibuprofenunless your specialist advises you it's safe to use them, as these can make bleeding worse – use other medicines such asparacetamolinstead\n- ask your specialist if there are any activities you need to avoid– you should be able to take part in most sports and activities, but it's best to check first"}, {"Types of von Willebrand disease": "There are several types of VWD.\nThe main types are:\n- type 1– the mildest and most common type. People with type 1 VWD have a reduced level of von Willebrand factor in their blood. Bleeding is mostly only a problem if you have surgery, injure yourself, or have a tooth removed.\n- type 2– in people with this type of VWD, von Willebrand factor does not work properly. Bleeding tends to be more frequent and heavier than in type 1.\n- type 3– the most severe and rarest type. People with type 3 VWD have very low levels of von Willebrand factor, or none at all. Bleeding from the mouth, nose and gut is common, and you can have joint and muscle bleeds after an injury.\nThese 3 types are all inherited.\nThere's also a rare type that is not inherited called \"acquired von Willebrand disease\". This can start at any age and is usually associated with other conditions that affect the blood, immune system or heart."}, {"How von Willebrand disease is inherited": "VWD is often caused by a fault in the gene involved in the production of von Willebrand factor.\nThe type of VWD a person is born with mostly depends on whether they inherit copies of this faulty gene from 1 or both parents.\n- If a parent has a genetic fault that causes VWD– there's a 1 in 2 (50%) chance of a child having type 1 or type 2 VWD, and no chance of them having type 3 VWD.\n- If both parents have a fault in the VWD gene– there's a 1 in 2 (50%) chance of a child being a carrier like their parents and a 1 in 4 (25%) chance of them having type 3 VWD.\nThe chances of inheriting type 1 VWD can also be affected by other things, including blood group. People with blood group O are more often affected than people with blood group A or B.\nThis means it's not always easy to predict whether a child might inherit it from their parents.\nParents who are carriers of a faulty VWF gene may not have symptoms themselves.\nSpeak to your specialist if you have VWD and are thinking about having a baby. If you have a family history of VWD and think you might be affected, you should ideally have tests before you get pregnant."}, {"Pregnancy and von Willebrand disease": "You can have children if you have VWD, even if it's severe. But there's a risk of:\n- your child being born with VWD\n- you having heavy bleeding during or after labour\nSpeak to your doctor about your options if you're planning to have a baby. They may suggest genetic testing to see if your baby is at risk of being born with VWD.\nYou can also have tests towards the end of your pregnancy to check the level of von Willebrand factor in your blood. Medicine to help prevent bleeding during labour will be offered if your level is low.\nYou'll probably be advised to give birth in a specialist hospital in case there are any problems. Most women can give birth either vaginally or by caesarean section. It's rare for babies with VWD to have any problems with bleeding during birth."}, {"National Congenital Anomaly and Rare Disease Registration Service": "If you have VWD, your clinical team will pass information about you on to the National Congenital Anomaly and Rare Disease Registration Service (NCARDRS).\nThe NCARDRS helps scientists look for better ways to prevent and treat VWD. You can opt out of the register at any time."}]}, {"condition": "Vulval cancer", "sections": [{"No header": "Cancer of the vulva is a rare type of cancer that affects women.\nThe vulva is a woman's external genitals. It includes:\n- the lips surrounding the vagina (labia minora and labia majora)\n- the clitoris, the sexual organ that helps women reach sexual climax\n- the Bartholin's glands, 2 small glands each side of the vagina\nMost of those affected by vulval cancer are older women over the age of 65.\nThe condition is rare in women under 50 who have not yet gone through the menopause."}, {"Coronavirus advice": "Get advice about coronavirus and cancer:\n- Macmillan: Coronavirus guidance for people with cancer\n- Cancer Research UK: Coronavirus and cancer"}, {"Symptoms of vulval cancer": "Symptoms of vulval cancer can include:\n- a persistent itch in the vulva\n- pain, soreness or tenderness in the vulva\n- raised and thickened patches of skin that can be red, white or dark\n- a lump or wart-like growth on the vulva\n- bleeding from the vulva or blood-stainedvaginal dischargebetween periods\n- an open sore in the vulva\n- a burning pain when peeing\n- a mole on the vulva that changes shape or colour\nSee a GP if you notice any changes in the usual appearance of your vulva.\nWhile it's highly unlikely to be the result of cancer, these changes should be investigated."}, {"What causes vulval cancer?": "The exact cause of vulval cancer is unclear, but your risk of developing the condition is increased by the following factors:\n- increasing age\n- vulval intraepithelial neoplasia (VIN) – where the cells in the vulva are abnormal and at risk of turning cancerous\n- persistent infection with certain versions of thehuman papillomavirus (HPV)\n- skin conditions affecting the vulva, such aslichen sclerosus\n- smoking\nYou may be able to reduce your risk of vulval cancer by stopping smoking and taking steps to reduce the chances of picking up an HPV infection."}, {"How vulval cancer is treated": "The main treatment for vulval cancer is surgery to remove the cancerous tissue from the vulva and any lymph nodes containing cancerous cells.\nSome people may also have radiotherapy, where radiation is used to destroy cancer cells, or chemotherapy, where medicine is used to kill cancer cells, or both.\nRadiotherapy and chemotherapy may be used without surgery if you're not well enough to have an operation, or if the cancer has spread and it's not possible to remove it all."}, {"Outlook": "The outlook for vulval cancer depends on things such as how far the cancer has spread, your age, and your general health.\nGenerally, the earlier the cancer is detected and the younger you are, the better the chances of treatment being successful.\nOverall, around 7 in every 10 women diagnosed with vulval cancer will survive at least 5 years.\nBut even after successful treatment, the cancer can come back.\nYou'll need regular follow-up appointments so your doctor can check if this is happening."}, {"Can vulval cancer be prevented?": "It's not thought to be possible to prevent vulval cancer completely, but you may be able to reduce your risk by:\n- practising safer sex – using a condom during sex can offer some protection against HPV\n- attendingcervical screeningappointments – cervical screening can detect HPV and precancerous conditions such as vulval intraepithelial neoplasia (VIN)\n- stopping smoking\nThe HPV vaccination may also reduce your chances of developing vulval cancer.\nThis is now offered to all girls and boys who are 12 to 13 years old as part of the routine childhood immunisation programme."}]}, {"condition": "Vulvodynia (vulval pain)", "sections": [{"No header": "Vulvodynia is persistent, unexplained pain in the vulva. The vulva is the female genital area including the skin surrounding the opening of the vagina.\nIt can happen to women of all ages.\nVulvodynia can become a long-term problem that's very distressing to live with, but much can be done to help relieve the pain."}, {"Symptoms of vulvodynia": "The main symptom is persistent pain in and around the vulva and vagina. The vulva usually looks normal.\nThe pain may be:\n- burning, stinging, throbbing or sore\n- triggered by touch, such as during sex or when inserting a tampon\n- constantly in the background\n- worse when sitting down\n- limited to part of the vulva, such as the opening of the vagina\n- more widespread – sometimes it can spread over the whole genital area and the anus\nSome women also have problems such as vaginismus (where the muscles around the vagina tighten involuntarily), interstitial cystitis (a painful bladder condition), painful periods and irritable bowel syndrome (IBS).\nHaving persistent vulval pain can affect relationships, reduce sex drive, and cause low mood and depression.\nPain in the genital area is often embarrassing to talk about and can make you feel isolated."}, {"When to get medical advice": "See a GP or visit your local sexual health clinic if you have persistent vulval pain.\nFind a sexual health clinic.\nVulvodynia is unlikely to get better on its own and some of the treatments are only available on prescription.\nThere are also some other causes of vulval pain that need to be ruled out.\nYour doctor will ask about your symptoms and may touch your vulva lightly with the tip of a cotton bud to see if this causes pain.\nA swab may also be taken to check for health problems such as infections.\nWomen with vulval pain can often have it for many years before they get a diagnosis and treatment.\nAsk a GP for a referral to a specialist vulval clinic if the pain persists."}, {"Things you can do to help with vulvodynia": "Lifestyle changes may help reduce symptoms:\n- wear cotton underwear and loose-fitting skirts or trousers\n- avoid scented hygiene products, such as feminine wipes, bubble bath and soap (anemollientis a good substitute for soap)\n- apply cool gel packs to your vulva to soothe the pain\n- use petroleum jelly before swimming to protect the vulva from chlorine\n- try not to avoid sex or touching your vulva completely, as this may make your vulva more sensitive. If sex is painful, try to find a position that's more comfortable, or do other sexually intimate activities together until you have sought advice if penetration is painful\n- try to reduce stress, as it can increase the pain of vulvodynia\n- for pain when sitting, using a doughnut-shaped cushion can help"}, {"Treatments for vulvodynia": "A combination of treatments can often help relieve the symptoms of vulvodynia and reduce its impact on your life.\nApply an anaesthetic gel, such as lidocaine, up to 20 minutes before sex. This may make sex more comfortable.\nTo stop the gel getting on your partner, either wipe it off just before having sex or ask your partner to wear a condom (if using condoms, use latex-free ones as latex condoms can be damaged by lidocaine).\nIf your pain is more constant, apply lidocaine regularly throughout the day. You can also use it overnight.\nYou can buy tubes of 5% lidocaine gel, cream or ointment over the counter from a pharmacy, although it's a good idea to get a doctor's advice before trying it.\nRead the instructions carefully before you use it.\nVaginal lubricants and aqueous cream (also available over the counter from pharmacies and supermarkets) may soothe the area and help moisturise the vulva if it's dry.\nSpeak to a pharmacist about these treatments.\nConventional painkillers like paracetamol will not usually relieve the pain of vulvodynia.\nBut several prescription medicines may help, including:\n- antidepressantscalledamitriptylineand nortriptyline – possible side effects include drowsiness, weight gain and dry mouth\n- anti-epilepsy medicines calledgabapentinandpregabalin– possible side effects include dizziness, drowsiness and weight gain\nYour doctor will probably start you on a low dose and gradually increase it until your pain subsides.\nYou may need to take the medicine for several months.\nIf you have pain in a specific area of your vulva, injections of local anaesthetic and steroids into a nearby nerve may provide temporary pain relief.\nA physiotherapist can teach you some pelvic floor exercises (such as squeezing and releasing your pelvic floor muscles) to help relax the muscles around your vagina.\nAnother technique to relax the muscles in the vagina and desensitise it involves using vaginal trainers.\nThese are smooth cones of gradually increasing size and length that can be inserted into your vagina in the privacy of your own home.\nSome physiotherapists may also suggest trying TENS (transcutaneous electrical nerve stimulation) to reduce your pain. \nThis is where a machine is used to deliver a mild electrical current to the painful area.\nCognitive behavioural therapy (CBT) is a type of therapy that aims to help you manage your problems by changing how you think and act.\nIt can often help women cope with the impact that vulvodynia has on their life.\nCBT focuses on the problems and difficulties you have, and looks for practical ways you can improve your state of mind on a daily basis.\nPsychosexual counselling is helpful when pain is affecting intimacy between you and your partner.\nThis is a type of therapy that aims to address problems such as fear and anxiety about sex, and restore a physical relationship with your partner.\nSurgery to remove part of the vulva is done in very rare cases.\nBut the pain can come back and it's usually not recommended."}, {"Possible causes of vulvodynia": "Vulvodynia may be caused by a problem with the nerves supplying the vulva.\nThis nerve damage could be caused by:\n- previous surgery\n- childbirth\n- trapped nerves\n- a history of severevaginal thrush\nVulvodynia is not contagious. It has nothing to do with personal hygiene and is not a sign of cancer.\nSometimes the exact cause of vulvodynia is never found."}, {"Other causes of vulval pain": "Pain in the vulva is not always vulvodynia.\nIt can have a number of other causes, such as:\n- persistentvaginal thrushor other vaginal infections\n- sensitivity to soap, bubble bath or medicated creams\n- a drop in the hormone oestrogen, causing dryness of the vulva and vagina, particularly during themenopause\n- a recurrent herpes infection\n- lichen sclerosusorlichen planus, skin conditions that can cause intense irritation and soreness of the vulva\n- in rare cases,Behçet's disease(a disorder of the blood vessels that can cause genital ulcers) orSjögren's syndrome(a disorder of the immune system that can causevaginal dryness)\nYour doctor may want to rule out these conditions before treating you for vulvodynia.\nSome women can have a combination of problems, such as recurrent thrush and vulvodynia.\nBoth of these need proper treatment to reduce pain."}, {"Support groups and more information": "Living with a long-term painful condition like vulvodynia can be frustrating and stressful.\nYou may find it useful to contact a support group for more information and advice, or to get in touch with other women who have vulvodynia.\nThe 2 main support groups are:\n- theVulval Pain Society\n- thePelvic Pain Support Network"}]}]