[{"condition": "Warts and verrucas", "sections": [{"No header": "Warts and verrucas are small lumps on the skin that most people have at some point in their life. They usually go away on their own but may take months or even years."}, {"Check if you have a wart or verruca": "Warts do not cause you any harm, but some people find them itchy, painful or embarrassing. Verrucas are more likely to be painful – like standing on a needle.\nYou can treat warts if they bother you, keep coming back or are painful."}, {"A pharmacist can help with warts and verrucas": "You can buy creams, plasters and sprays from pharmacies to treat warts and verrucas.\nThese treatments can take up to 3 months to complete, may irritate your skin and do not always work. You should not use these treatments on your face.\nYour pharmacist can give you advice about the best treatment for you."}, {"No header": "- you're worried about a growth on your skin\n- you have a wart or verruca that keeps coming back\n- you have a very large or painful wart or verruca\n- a wart bleeds or changes in how it looks\n- you have a wart on your face or genitals\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19\nGenital warts can be treated at a sexual health or GUM clinic.\nFind your nearest sexual health service"}, {"Treatment from a GP": "A GP may be able to freeze a wart or verruca so it falls off a few weeks later. Sometimes it takes a few sessions.\nCheck with the GP if the NHS pays for this treatment in your area.\nIf treatment has not worked or you have a wart on your face, the GP might refer you to a skin specialist. Other treatments include minor surgery and treatment with laser or light."}, {"How to stop warts and verrucas spreading": "Warts and verrucas are caused by a virus. They can be spread to other people from contaminated surfaces or through close skin contact. You're more likely to spread a wart or verruca if your skin is wet or damaged.\nIt can take months for a wart or verruca to appear after contact with the virus.\n- wash your hands after touching a wart or verruca\nwash your hands after touching a wart or verruca\n- change your socks daily if you have a verruca\nchange your socks daily if you have a verruca\n- cover warts and verrucas with a plaster when swimming\ncover warts and verrucas with a plaster when swimming\n- take care not to cut a wart when shaving\ntake care not to cut a wart when shaving\n- do not share towels, flannels, socks or shoes if you have a wart or verruca\ndo not share towels, flannels, socks or shoes if you have a wart or verruca\n- do not bite your nails or suck fingers with warts on\ndo not bite your nails or suck fingers with warts on\n- do not walk barefoot in public places if you have a verruca\ndo not walk barefoot in public places if you have a verruca\n- do not scratch or pick a wart\ndo not scratch or pick a wart"}, {"No header": ""}]}, {"condition": "Watering eyes", "sections": [{"No header": "Watering eyes are common and often get better on their own, but treatment may be needed if the watering affects your daily activities."}, {"Causes of watering eyes": "It's normal for your eyes to water in smoky environments or if you're outside in the cold or wind.\nAn eye injury or something in your eye, such as an eyelash or a piece of grit, can also make your eyes water.\nSometimes watering eyes can be caused by:\n- anallergyor infection (conjunctivitis)\n- blocked tear ducts (the small tubes that tears drain into)\n- youreyelid drooping away from the eye (ectropion)or othereyelid problems\n- dry eye syndrome– this can cause your eyes to produce too many tears\n- Bell's palsy– a temporary weakness to one side of the face\n- some medicines and cancer treatments\nBabies often have watering eyes because their tear ducts are small. It usually gets better by the time they're 1 year old."}, {"A pharmacist can help with watering eyes": "You can ask a pharmacist about:\n- what you can do to treat watering eyes yourself – such as cleaning and protecting your eyes\n- what you can buy to help – such as cleaning solutions, eyedrops or allergy medicines\n- if you need to see an optician or GP"}, {"No header": ""}, {"Non-urgent advice:  See a GP if:": "- your eyes keep watering and it's stopping you doing everyday activities\n- your eyelid is turning inwards or drooping away from your eye\n- you have any lumps or swellings around your eyes\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Urgent advice: Ask for an urgent GP appointment or get help from NHS 111 if:": "- you have any changes to your vision, such as loss of vision\n- you have severe eye pain\nYou can call 111 or get help from 111 online."}, {"Treatment for watering eyes": "Treatment may not be needed if your watering eyes are not causing problems.\nIf treatment is needed, it will depend on what the cause is.\nFor example:\n- eyedrops can help if your eyes are dry\n- antibiotic eyedrops can help if you have an eye infection\n- medicines can help if you have an allergy\n- anything in your eye, like a piece of grit, can be removed\n- a small operation may be needed if you have a problem with your eyelids or you have blocked tear ducts\nIf the GP cannot find what's causing your eyes to water, they may refer you to an eye specialist (ophthalmologist) for tests."}]}, {"condition": "Weight loss (unexpected), see Unintentional weight loss", "sections": [{"No header": "Unintentional weight loss is when you lose weight without changing your diet or exercise routine. It can be a sign of stress or a serious illness. See a GP just in case."}, {"Causes of unintentional weight loss": "Unintentional weight loss has many different causes.\nIt might be caused by a stressful event like a divorce, losing a job, or the death of a loved one. It can also be caused by malnutrition, a health condition or a combination of things.\nSome causes of unintentional weight loss include:\n- mental health conditions, such asdepression,anxiety,eating disordersandobsessive compulsive disorder (OCD)\n- problems with digestion, such ascoeliac diseaseorirritable bowel syndrome (IBS)\n- other health conditions, such as anoveractive thyroid,type 2 diabetesorheart failure\nSometimes weight loss can be caused by cancer. It's important to get it checked if you're losing weight without trying."}, {"Non-urgent advice:  See if a GP:": "- you keep losing weight without changing your diet or exercise routine\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for unintentional weight loss": "Treatment for unintentional weight loss depends on what's causing it.\nA GP will ask about your health and may arrange some tests or scans.\nDepending on the possible cause, they may:\n- advise you about things you can do to help, such as ways to reduce stress\n- recommend treatment for any condition that's causing you to lose weight\n- refer you to a specialist"}]}, {"condition": "Weight loss (unintentional), see Unintentional weight loss", "sections": [{"No header": "Unintentional weight loss is when you lose weight without changing your diet or exercise routine. It can be a sign of stress or a serious illness. See a GP just in case."}, {"Causes of unintentional weight loss": "Unintentional weight loss has many different causes.\nIt might be caused by a stressful event like a divorce, losing a job, or the death of a loved one. It can also be caused by malnutrition, a health condition or a combination of things.\nSome causes of unintentional weight loss include:\n- mental health conditions, such asdepression,anxiety,eating disordersandobsessive compulsive disorder (OCD)\n- problems with digestion, such ascoeliac diseaseorirritable bowel syndrome (IBS)\n- other health conditions, such as anoveractive thyroid,type 2 diabetesorheart failure\nSometimes weight loss can be caused by cancer. It's important to get it checked if you're losing weight without trying."}, {"Non-urgent advice:  See if a GP:": "- you keep losing weight without changing your diet or exercise routine\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment for unintentional weight loss": "Treatment for unintentional weight loss depends on what's causing it.\nA GP will ask about your health and may arrange some tests or scans.\nDepending on the possible cause, they may:\n- advise you about things you can do to help, such as ways to reduce stress\n- recommend treatment for any condition that's causing you to lose weight\n- refer you to a specialist"}]}, {"condition": "Weight loss surgery", "sections": [{"No header": "Weight loss surgery, also called bariatric or metabolic surgery, is sometimes used as a treatment for people who are very obese.\nIt can lead to significant weight loss and help improve many obesity-related conditions, such as type 2 diabetes or high blood pressure.\nBut it's a major operation and in most cases should only be considered after trying to lose weight through a healthy diet and exercise."}, {"NHS weight loss surgery": "Weight loss surgery is available on the NHS if:\n- you have abody mass index (BMI)of 40 or more, or a BMI between 35 and 40 and an obesity-related condition that might improve if you lost weight (such as type 2 diabetes or high blood pressure)\n- you've tried all other weight loss methods, such as dieting and exercise, but have struggled to lose weight or keep it off\n- you agree to long-term follow-up after surgery – such as making healthy lifestyle changes and attending regular check-ups\nSpeak to a GP if you think weight loss surgery may be an option for you. If you qualify for NHS treatment, they can refer you for an assessment to check surgery is suitable.\nYou can also pay for surgery privately, although this can be expensive.\nRead more about NHS and private weight loss surgery."}, {"Types of weight loss surgery": "There are several types of weight loss surgery.\nThe most common types are:\n- gastric band – a band is placed around your stomach, so you do not need to eat as much to feel full\n- gastric bypass – the top part of your stomach is joined to the small intestine, so you feel fuller sooner and do not absorb as many calories from food\n- sleeve gastrectomy – some of your stomach is removed, so you cannot eat as much as you could before and you'll feel full sooner\nAll these operations can lead to significant weight loss within a few years, but each has advantages and disadvantages.\nIf you're considering weight loss surgery, speak to a surgeon about the different types available to help decide which is best for you.\nRead more about the types of weight loss surgery."}, {"Life after weight loss surgery": "Weight loss surgery can achieve dramatic weight loss, but it's not a cure for obesity on its own.\nYou'll need to commit to making permanent lifestyle changes after surgery to avoid putting weight back on.\nYou'll need to:\n- change your diet – you'll be on a liquid or soft food diet in the weeks after surgery, but will gradually move onto a normal balanced diet that you need to stay on for life\n- exercise regularly – once you've recovered from surgery, you'll be advised to start an exercise plan and continue it for life\n- attend regular follow-up appointments to check how things are going after surgery and get advice or support if you need it\nWomen who have weight loss surgery will also usually need to avoid becoming pregnant during the first 12 to 18 months after surgery.\nRead more about life after weight loss surgery."}, {"Risks of weight loss surgery": "Weight loss surgery carries a small risk of complications.\nThese include:\n- being left with excess folds of skin – you may need further surgery to remove these and it is not usually available free of charge on the NHS\n- not getting enoughvitamins and mineralsfrom your diet – you'll probably need to take supplements for the rest of your life after surgery\n- gallstones(small, hard stones that form in the gallbladder)\n- a blood clot in the leg (deep vein thrombosis) or lungs (pulmonary embolism)\n- the gastric band slipping out of place, food leaking from the join between the stomach and small intestine, or the gut becoming blocked or narrowed\nBefore having surgery, speak to your surgeon about the possible benefits and risks of the procedure.\nRead more about the risks of weight loss surgery."}]}, {"condition": "Weil's disease, see Leptospirosis (Weil's disease)", "sections": [{"No header": "Leptospirosis, also called Weil's disease, is an infection you can get from animals. It's rare in the UK."}, {"How you get leptospirosis": "Leptospirosis is spread in the pee of infected animals – most commonly rats, mice, cows, pigs and dogs.\nYou can get leptospirosis if:\n- soil or freshwater (such as water from a river, canal or lake) that contains infected pee gets in your mouth, eyes or a cut – usually during activities like kayaking, outdoor swimming or fishing\n- you touch an infected animal's blood or flesh – usually from working with animals or animal parts\nIt's very rare to get leptospirosis from pets, other people or bites."}, {"No header": "- a high temperature, or you feel hot and shivery\n- a headache\n- been feeling sick (nausea), you're being sick, or you have diarrhoea\n- aching muscles and joints\n- red eyes\n- loss of appetite\nThese are symptoms of leptospirosis.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": "- yellow skin and eyes (jaundice)\n- a rash\n- been unable to pee\n- swollen ankles, feet or hands\n- chest pain\n- shortness of breath\n- been coughing up blood\nYou might have a serious form of the infection that needs to be treated quickly."}, {"Treatment from a GP": "A GP may prescribe antibiotic tablets to treat the infection. Most people recover in a few days or weeks.\nIt's important to finish the course of antibiotics, even if you start to feel better.\nTake paracetamol or ibuprofen to relieve any aches, pains or a high temperature.\nIf you have a more serious form of the infection, you may need to be treated in hospital."}, {"How to avoid getting leptospirosis": "Leptospirosis is rare in the UK. You have a higher chance of getting it if you do outdoor activities like water sports (especially while abroad in tropical areas), or you work with animals or animal parts.\nTo reduce your chances of getting leptospirosis:\n- wash your hands with soap and water after handling animals or animal products\nwash your hands with soap and water after handling animals or animal products\n- clean any wounds as soon as possible\nclean any wounds as soon as possible\n- cover any cuts and grazes with waterproof plasters\ncover any cuts and grazes with waterproof plasters\n- wear protective clothing if you're at risk through your job\nwear protective clothing if you're at risk through your job\n- shower as soon as possible if you've been in potentially infected water\nshower as soon as possible if you've been in potentially infected water\n- check your dog is vaccinated against leptospirosis (there is no vaccine for people)\ncheck your dog is vaccinated against leptospirosis (there is no vaccine for people)\n- do not touch water or soil that may contain animal pee\ndo not touch water or soil that may contain animal pee\n- do not touch dead animals with your bare hands\ndo not touch dead animals with your bare hands\n- do not drink water from places like rivers, canals or lakes – always boil or treat it first\ndo not drink water from places like rivers, canals or lakes – always boil or treat it first"}]}, {"condition": "West Nile virus", "sections": [{"No header": "West Nile virus (WNV) is spread by mosquitoes in many countries (but not in the UK). There are usually no symptoms and it gets better without treatment."}, {"West Nile virus rarely affects UK travellers": "Very few people coming back to the UK have the virus. No one has got the virus while in the UK.\nYou can check the area you're travelling to on the TravelHealthPro website.\nThere's no vaccine for WNV. You should avoid mosquito bites when visiting high-risk areas by using insect sprays and mosquito nets."}, {"Symptoms of WNV": "Most people with WNV have no symptoms.\nSome people develop mild flu-like symptoms, a skin rash and may feel sick.\nThe infection usually goes away on its own without treatment.\nThe virus is not contagious. You only get it from being bitten by an infected mosquito.\nPeople aged over 50 or with another condition, such as cancer, diabetes or hypertension, are more at risk of getting seriously ill.\nSigns of a severe infection can include flu-like symptoms and also:\n- muscle weakness\n- confusion\n- fits (seizures)\nSevere WNV infections are treated in hospital. In rare cases, it can lead to meningitis and encephalitis."}, {"No header": "- you develop symptoms of WNV while you're travelling\nCheck your travel insurance for how to get medical help while you're away or look up the country you're visiting on GOV.UK.\n- make sure you say where you've been travelling\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}]}, {"condition": "What to do if someone has a seizure (fit)", "sections": [{"No header": "If you see someone having a seizure or fit, there are some simple things you can do to help.\nIt might be scary to witness, but do not panic.\nIf you're with someone having a seizure:\n- only move them if they're in danger, such as near a busy road or hot cooker\n- cushion their head if they're on the ground\n- loosen any tight clothing around their neck, such as a collar or tie, to aid breathing\n- turn them on to their side after their convulsions stop – read more about therecovery position\n- stay with them and talk to them calmly until they recover\n- note the time the seizure starts and finishes\nIf the person is in a wheelchair, put the brakes on and leave any seatbelt or harness on. Support them gently and cushion their head, but do not try to move them.\nDo not put anything in their mouth, including your fingers. They should not have any food or drink until they have fully recovered."}, {"When to call an ambulance": "Call 999 and ask for an ambulance if:\n- it's the first time someone has had a seizure\n- the seizure lasts longer than is usual for them\n- the seizure lasts more than 5 minutes, if you do not know how long their seizures usually last\n- the person does not regain full consciousness, or has several seizures without regaining consciousness\n- the person is seriously injured during the seizure\nPeople with epilepsy do not always need an ambulance or to go to hospital every time they have a seizure.\nThey usually have a care plan agreed with doctors and their family or carers that says what to do when they have a seizure, such as giving emergency medicine. If you know what to do and have been trained then you can follow their care plan.\nSome people with epilepsy wear a special bracelet or carry a card to let medical professionals and anyone witnessing a seizure know they have epilepsy.\nEpilepsy Action has more information about seizures that last longer than 5 minutes."}, {"Make a note of any useful information": "If you see someone having a seizure, you may notice things that could be useful for the person or their doctor to know:\n- What were they doing before the seizure?\n- Did the person mention any unusual sensations, such as an odd smell or taste?\n- Did you notice any mood change, such as excitement, anxiety or anger?\n- What brought your attention to the seizure? Was it a noise, such as the person falling over, or body movements, such as their eyes rolling or head turning?\n- Did the seizure happen without warning?\n- Was there any loss of consciousness or altered awareness?\n- Did the person's colour change? For example, did they become pale, flushed or blue? If so, where – the face, lips or hands?\n- Did any parts of their body stiffen, jerk or twitch? If so, which parts?\n- Did the person's breathing change?\n- Did they perform any actions, such as mumble, wander about or fumble with clothing?\n- How long did the seizure last?\n- Did the person lose control of their bladder or bowel?\n- Did they bite their tongue?\n- How were they after the seizure?\n- Did they need to sleep? If so, for how long?\nYou can watch healthtalk.org videos of people talking about having epileptic seizures.\nThe Royal College of Paediatrics and Child Health (RCPCH) also has useful leaflets you can download about a first seizure without a fever in children and young people."}, {"Keeping a seizure diary": "If you have epilepsy, it can be helpful to record the details of your seizures in a diary.\nRead more about seizure diaries and download one for free from:\n- Epilepsy Action: seizure diary\n- Epilepsy Society: seizure diaries"}]}, {"condition": "Whiplash", "sections": [{"No header": "Whiplash is a neck injury caused by sudden movement of the head. It usually gets better within 2 to 3 months."}, {"Check if you have whiplash": "Whiplash most often happens after a traffic accident or a slip or fall.\nCommon symptoms of whiplash include:\n- neck pain\n- neck stiffness and difficulty moving your head\n- headaches\n- pain and muscle spasms in the shoulders and arms\nIt can take several hours for the symptoms to start after you injure your neck."}, {"Things you can do to treat whiplash": "- take painkillers, such asparacetamoloribuprofen, to help with pain\ntake painkillers, such as paracetamol or ibuprofen, to help with pain\n- try to continue doing everyday activities – it might hurt a little but it will speed up your recovery\ntry to continue doing everyday activities – it might hurt a little but it will speed up your recovery\n- do not use a neck brace or collar to support your neck – this does not help\ndo not use a neck brace or collar to support your neck – this does not help\n- do not rest your neck for long periods of time\ndo not rest your neck for long periods of time"}, {"No header": "- severe pain despite taking paracetamol or ibuprofen\n- tingling or pins and needles on one or both sides of your body\n- problems with walking or sitting upright\n- sudden \"electric shock\" feeling in your neck and back which may also go into your arms and legs\n- your arms or legs feel weak\nThese symptoms could be caused by damage to the nerves in your neck or back."}, {"Treatment from a GP": "A GP may prescribe a stronger painkiller such as codeine.\nIf your symptoms do not get any better after a few weeks, a GP may refer you to:\n- a physiotherapist\n- a pain specialist\n- for psychological support\nPhysiotherapy from the NHS may not be available in your area and waiting times can be long. You can also get physiotherapy privately.\nFind a physiotherapist service"}]}, {"condition": "White blood cell count (low), see Low white blood cell count", "sections": [{"No header": "A low white blood cell count usually means your body is not making enough white blood cells. It can increase your risk of getting infections."}, {"What causes a low white blood cell count?": "Common causes include:\n- cancer treatment, like radiotherapy\n- antipsychotic medicines\n- medicine for anoveractive thyroid\n- some cancers, likeleukaemia\n- infections such asHIVorhepatitis\n- autoimmune disorders, likerheumatoid arthritis\nAgranulocytosis and neutropenia are conditions that cause a low white blood cell count."}, {"Treating a low white blood cell count": "A blood test can tell you if your white blood cell count is low.\nYour treatment will depend on what's causing your condition and will often include antibiotics.\nYou may also need specific treatment:\n- to boost your white blood cells\n- if you've got an infection\n- a high temperature\n- chills and shivering\n- sore throat\n- mouth sores that keep returning\n- toothache\n- skin rashes\n- tiredness\n- flu-like symptoms\nOccasionally, infections can lead to a life-threatening condition called sepsis."}, {"No header": "- you know you're at risk of a low white blood cell count and you get an infection\n- you keep getting infections\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Things you can do yourself to avoid infections": "If you have a low white blood cell count caused by illness or medicine you should take steps to avoid infections.\n- avoid close contact with people who are sick\navoid close contact with people who are sick\n- store and prepare food properly to avoid food poisoning\nstore and prepare food properly to avoid food poisoning\n- wash your hands with soap and warm water regularly\nwash your hands with soap and warm water regularly\n- use an electric shaver instead of a razor\nuse an electric shaver instead of a razor\n- avoid shared hot tubs\navoid shared hot tubs\n- do not share food, cups, utensils, toothbrushes or make-up\ndo not share food, cups, utensils, toothbrushes or make-up\n- do not eat raw foods, like meat, shellfish and eggs\ndo not eat raw foods, like meat, shellfish and eggs\n- do not change cat litter or handle animal poo\ndo not change cat litter or handle animal poo\n- do not change nappies\ndo not change nappies\n- do not walk outside barefoot\ndo not walk outside barefoot\n- do not swim in ponds and rivers\ndo not swim in ponds and rivers"}]}, {"condition": "Whitlow finger, see Herpetic whitlow (whitlow finger)", "sections": [{"No header": "Herpetic whitlow (whitlow finger) is a painful infection of the finger caused by the herpes virus. It's easily treated but can come back."}, {"Check if you have herpetic whitlow": "A herpetic whitlow can appear anywhere on your finger, but it usually affects the top of your finger (fingertip).\nSymptoms of herpetic whitlow include:\n- swelling and pain in your finger\n- blisters or sores on your finger\n- skin becoming red or darker than your usual skin tone"}, {"Non-urgent advice:  See a GP if you think you have herpetic whitlow": "Treatment is more effective if started early and will help stop the infection spreading.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Treatment from a GP": "You may be prescribed antiviral tablets if you see a GP within 48 hours of your symptoms showing.\nAntiviral tablets can help your finger to heal more quickly.\nIf you cannot see a GP within 48 hours, the infection will go away without treatment within 2 to 4 weeks. But there are things you can do yourself to help."}, {"Things you can do to help herpetic whitlow": "- keep your finger clean and covered with a dressing\nkeep your finger clean and covered with a dressing\n- take painkillers such asibuprofenorparacetamolto ease the pain\ntake painkillers such as ibuprofen or paracetamol to ease the pain\n- do not touch your finger – the infection can spread easily\ndo not touch your finger – the infection can spread easily\n- do not touch other parts of your body or other people with your infected finger\ndo not touch other parts of your body or other people with your infected finger\n- do not try to drain the fluid – this can cause the infection to spread\ndo not try to drain the fluid – this can cause the infection to spread\n- do not use contact lenses – you could spread the infection to your eye\ndo not use contact lenses – you could spread the infection to your eye\nGo back to the GP if your infection gets worse or if you have a very high temperature (you feel hot and shivery)."}, {"Causes of herpetic whitlow": "Herpetic whitlow is caused by a virus called herpes simplex. You can get it if you touch a cold sore or blister of another infected person.\nYou're more likely to get herpetic whitlow if you've had cold sores or genital herpes.\nYou may also get it if you have a weakened immune system – for example, if you have diabetes or you're having chemotherapy.\nThe first time you have herpetic whitlow will usually be the most severe."}, {"Herpetic whitlow can come back": "Once you have the virus, it stays in your body for the rest of your life.\nThe condition is rare, but if you get it once you can get it again. For example, it might come back if you have a cut or sore on your finger, or if you're feeling stressed or unwell.\nThere's not much you can do to prevent herpetic whitlow but it can be treated in the same way if it comes back."}]}, {"condition": "Whooping cough", "sections": [{"No header": "Whooping cough (also called pertussis) is a bacterial infection of the lungs and breathing tubes. It spreads very easily."}, {"Check if you or your child has whooping cough": "The first signs of whooping cough are like a cold.\nAfter about a week, you or your child:\n- will get coughing bouts that last for a few minutes and are worse at night\n- will make a \"whoop\" sound – a gasp for breath between coughs (young babies and some adults may not \"whoop\")\n- may bring up a thick mucus, which can make you sick (vomit)\n- may become very red in the face (more common in adults)"}, {"No header": "- your baby is under 6 months old and has symptoms of whooping cough\n- you or your child have a very bad cough that is getting worse\n- you've been in contact with someone with whooping cough and you're pregnant\n- you or your child has been in contact with someone with whooping cough and have a weakened immune system\nWhooping cough can spread very easily. It's best to call the GP before you go in. They might suggest talking over the phone."}, {"Whooping cough can be dangerous": "Babies under 6 months old have increased chances of problems including:\n- dehydration\n- breathing difficulties\n- pneumonia\n- fits (seizures)\nWhooping cough is less severe in older children and adults but coughing may cause problems including:\n- nosebleeds\n- sore ribs\n- hernia"}, {"No header": "- your child has periods of stopping breathing and theirface or lips go blue (cyanosis)\n- you or your child are finding it hard to breathe properly (shallow breathing)\n- you or your child have chest pain that's worse when breathing or coughing – this could be a sign of pneumonia\n- your child is having fits (seizures)"}, {"Treatment for whooping cough": "Treatment for whooping cough depends on your age and how long you've had the infection.\nIf your whooping cough is severe, or your baby is under 6 months old and has whooping cough, you'll usually need treatment in hospital.\nIf diagnosed within 3 weeks of the infection, you'll be given antibiotics to help stop it spreading to others. Antibiotics may not reduce symptoms.\nIf you've had whooping cough for more than 3 weeks, you're no longer contagious and do not need antibiotics.\nKeep taking the antibiotics until you've completed the course, even if you feel better.\n- get plenty of rest\nget plenty of rest\n- drink lots of fluids\ndrink lots of fluids\n- takeparacetamoloribuprofento relieve discomfort\ntake paracetamol or ibuprofen to relieve discomfort\n- do not give a child under 16 paracetamol and ibuprofen at the same time – always check first with a GP or pharmacist\ndo not give a child under 16 paracetamol and ibuprofen at the same time – always check first with a GP or pharmacist\n- do not give aspirin to children under 16\ndo not give aspirin to children under 16\n- do not take cough medicines – they're not suitable for young children and do not help with this type of cough\ndo not take cough medicines – they're not suitable for young children and do not help with this type of cough"}, {"How long whooping cough is contagious": "You're contagious from about 6 days after the start of cold-like symptoms to 3 weeks after the coughing starts.\nIf you start antibiotics within 3 weeks of starting to cough, it will reduce the time you're contagious for."}, {"The whooping cough vaccine": "The whooping cough vaccine protects babies and children from getting whooping cough. That's why it's important to have all the routine NHS vaccinations.\nThe whooping cough vaccine is routinely given as part of:\n- the6-in-1 vaccine- for babies at 8, 12 and 16 weeks\n- the4-in-1 pre-school booster– for pre-school children\nIf you're pregnant you should also have the whooping cough vaccine – ideally between 16 and 32 weeks.\nRead more about the whooping cough vaccination in pregnancy."}]}, {"condition": "Wind, see Farting (flatulence)", "sections": [{"No header": "Farting, also known as flatulence or wind, is normal. There are things you can do if you fart a lot or it's smelly. Sometimes it can be a sign of a health condition."}, {"Check if your farting is normal": "Farting is usually nothing to worry about. Everyone farts, some people more than others. The average is 5 to 15 times a day.\nWhat's normal is different for everyone. If you notice a change or it's affecting your life, there are things you can do."}, {"Things you can do to cut down excessive or smelly farts": "- eat smaller meals, more often\neat smaller meals, more often\n- drink or chew food slowly\ndrink or chew food slowly\n- exercise regularly to improve how your body digests food\nexercise regularly to improve how your body digests food\n- drink peppermint tea\ndrink peppermint tea\n- do not chew gum, smoke, or suck pen tops or hard sweets to avoid swallowing air\ndo not chew gum, smoke, or suck pen tops or hard sweets to avoid swallowing air\n- do not wear loose-fitting dentures\ndo not wear loose-fitting dentures\n- do not eat too many foods that are difficult to digest and make you fart\ndo not eat too many foods that are difficult to digest and make you fart"}, {"No header": "- cabbage\n- broccoli\n- cauliflower\n- brussels sprouts\n- pulses, like beans or lentils\n- dried fruit, like raisins or apricots\n- onions\n- food or drinks containing the sweetener sorbitol\n- fizzy drinks and beer"}, {"A pharmacist can help with excessive or smelly farts": "Speak to a pharmacist about excessive or smelly farts.\nThey might be able to tell you:\n- if you can buy something to help – for example, charcoal tablets or special underwear and pads that absorb smells\n- if you should see a GP"}, {"No header": ""}, {"No header": "- self help and pharmacy treatments have not worked and farting is affecting your life\n- you have a stomach ache or bloating that will not go away or comes back\n- you keep getting constipation or diarrhoea\n- you have lost weight without trying\n- there's blood in your poo\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"What causes excessive or smelly farts": "Excessive or smelly farts can be caused when you swallow air or eat foods that are difficult to digest. It can also sometimes be a sign of a health condition.\nDo not self-diagnose. See a GP if you're worried about your farting.\nExcessive or smelly wind can also be a side effect of some medicines, including:\n- non-steroidal anti-inflammatory drugs (NSAIDS), likeibuprofen\n- somelaxatives\n- antifungal medicines\n- statins\nDo not stop or change your medicine without speaking to a GP first."}, {"No header": ""}]}, {"condition": "Winter vomiting bug, see Norovirus (vomiting bug)", "sections": [{"No header": "Norovirus, also called the \"winter vomiting bug\", is a stomach bug that causes vomiting and diarrhoea. It can be very unpleasant, but usually goes away in about 2 days."}, {"Check if you have norovirus": "The main symptoms of norovirus are:\n- feeling sick (nausea)\n- diarrhoea\n- being sick (vomiting)\nYou may also have:\n- a high temperature\n- a headache\n- aching arms and legs\nThe symptoms start suddenly within 1 to 2 days of being infected.\nYou can usually treat yourself or your child at home.\nThe most important thing is to rest and have lots of fluids to avoid dehydration.\nYou will usually start to feel better in 2 to 3 days.\nFind out how to treat diarrhoea and vomiting in children and adults\nStay off school or work until you have not been sick or had diarrhoea for at least 2 days. This is when you're most infectious.\nDo not visit hospitals or care homes during this time."}, {"How norovirus is spread": "Norovirus can spread very easily.\nYou can catch norovirus from:\n- close contact with someone with norovirus\n- touching surfaces or objects that have the virus on them, then touching your mouth\n- eating food that's been prepared or handled by someone with norovirus\nWashing your hands frequently with soap and water is the best way to stop it spreading. Alcohol hand gels do not kill norovirus."}, {"Urgent advice: Get advice from 111 now if:": "- you're worried about a baby under 12 months\n- your child stops breast or bottle feeding while they're ill\n- a child under 5 years has signs ofdehydration– such as fewer wet nappies\n- you or your child (over 5 years) still have signs of dehydration after using oral rehydration sachets\n- you or your child keep being sick and cannot keep fluid down\n- you or your child have bloody diarrhoea or bleeding from the bottom\n- you or your child have diarrhoea for more than 7 days or vomiting for more than 2 days\n111 will tell you what to do. They can arrange a phone call from a nurse or doctor if you need one.\nGo to 111.nhs.uk or call 111.\nA GP may be able to help you.\nAsk a GP surgery for an urgent appointment.\nCheck with the GP surgery before going in. A GP may speak to you on the phone."}, {"Immediate action required: Call 999 or go to A&E if you or your child:": "- vomit blood or have vomit that looks like ground coffee\n- have green or yellow-green vomit\n- might have swallowed something poisonous\n- have a stiff neck and pain when looking at bright lights\n- have a sudden, severe headache or stomach ache\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"No header": ""}]}, {"condition": "Wisdom tooth removal", "sections": [{"No header": "The removal of wisdom teeth (or third molars) is one of the most common surgical procedures carried out in the UK.\nThe wisdom teeth grow at the back of your gums and are the last teeth to come through. Most people have 4 wisdom teeth (1 in each corner).\nWisdom teeth usually grow through the gums during the late teens or early twenties. By this time, the other 28 adult teeth are usually in place, so there isn't always enough room in the mouth for the wisdom teeth to grow properly.\nBecause of the lack of space, wisdom teeth can sometimes emerge at an angle or get stuck and only partially emerge. Wisdom teeth that grow through like this are known as impacted."}, {"When to see a dentist": "You should make an appointment to see your dentist if your wisdom teeth are causing severe pain. They'll check your teeth and advise you whether they need to be removed.\nIf your dentist thinks you may need to have your wisdom teeth removed, they'll usually carry out an X-ray of your mouth. This gives them a clearer view of the position of your teeth.\nAs with any teeth problems, it's important to see your dentist as soon as possible, rather than waiting for your regular dental check-up.\nFind your local dentist"}, {"Why are wisdom teeth removed?": "Your wisdom teeth don't usually need to be removed if they're impacted but aren't causing any problems. This is because there's no proven benefit of doing this and it carries the risk of complications.\nSometimes, wisdom teeth that have become impacted or haven't fully broken through the surface of the gum can cause dental problems. Food and bacteria can get trapped around the edge of the wisdom teeth, causing a build-up of plaque, which can lead to:\n- tooth decay(dental caries)\n- gum disease(also called gingivitis or periodontal disease)\n- pericoronitis – when plaque causes an infection of the soft tissue that surrounds the tooth\n- cellulitis– a bacterial infection in the cheek, tongue or throat\n- abscess– a collection of pus in your wisdom teeth or the surrounding tissue as a result of a bacterial infection\n- cysts and benign growths – very rarely, a wisdom tooth that hasn't cut through the gum develops a cyst (a fluid-filled swelling)\nMany of these problems can be treated with antibiotics and antiseptic mouthwash.\nWisdom teeth removal is usually recommended when other treatments haven't worked."}, {"How wisdom teeth are removed": "Your dentist may remove your wisdom teeth, or they may refer you to a specialist surgeon for hospital treatment.\nBefore the operation, the procedure will usually be explained to you and you may be asked to sign a consent form.\nYou'll usually be given a local anaesthetic injection to numb the area around the tooth. You'll feel some pressure just before the tooth is removed, as your dentist or oral surgeon needs to widen the tooth socket by rocking the tooth back and forth.\nA small cut in the gum is sometimes necessary, and the tooth may need to be cut into smaller pieces before it's removed.\nIt takes anything from a few minutes to 20 minutes, or sometimes even longer, to remove a wisdom tooth. \nAfter your wisdom teeth have been removed, you may have swelling and discomfort, both inside and outside your mouth. Occasionally, some mild bruising is also visible. This is usually worse for the first 3 days, but it can last for up to 2 weeks.\nRead more about how a wisdom tooth is removed and recovering from wisdom tooth removal."}, {"Possible complications": "As with all surgery, there are risks associated with removing a wisdom tooth. These include infection or delayed healing, both of which are more likely if you smoke during your recovery.\nAnother possible complication is \"dry socket\", which is a dull, aching sensation in your gum or jaw, and sometimes a bad smell or taste coming from the empty tooth socket. Dry socket is more likely if you don't follow the after-care instructions given by your dentist.\nThere's also a small risk of nerve damage, which can cause a tingling or numb sensation in your tongue, lower lip, chin, teeth and gums. This is usually temporary, but in rare cases it can be permanent.\nRead more about the possible complications of wisdom tooth removal."}, {"Dental costs": "Dentists charge depending on the treatment required, unless you're under 18 or otherwise exempt from NHS charges.\nIf hospital treatment is required, it will be provided through the NHS free of charge.\nRead more about dental costs."}, {"Video: Wisdom teeth": "In this video, an expert explains why people have problems with their wisdom teeth and the treatments available."}]}, {"condition": "Wolff-Parkinson-White syndrome", "sections": [{"No header": "Wolff-Parkinson-White (WPW) syndrome is a relatively common heart condition that causes the heart to beat abnormally fast for periods of time.\nThe cause is an extra electrical connection in the heart. This problem with the heart is present at birth (congenital), although symptoms may not develop until later in life. Many cases are diagnosed in otherwise healthy young adults.\nSometimes the extra electrical connection won't cause any symptoms and may only be picked up when an electrocardiogram (ECG) test is carried out for another reason. In these cases, further tests will be done to determine if treatment is required."}, {"Is it serious?": "It can be scary to be told that you have a problem with your heart, but WPW syndrome usually isn't serious.\nMany people will have no symptoms or only experience occasional, mild episodes of their heart racing. With treatment, the condition can normally be completely cured. For some people, their condition settles down without needing treatment.\nWPW syndrome can sometimes be life-threatening, particularly if it occurs alongside a type of irregular heartbeat called atrial fibrillation. But this is rare and treatment can eliminate this risk."}, {"Symptoms of WPW syndrome": "If you have WPW syndrome, you may experience episodes where your heart suddenly starts racing, before stopping or slowing down abruptly. This rapid heart rate is called supraventricular tachycardia (SVT).\nDuring an episode, you may experience symptoms such as:\n- a pounding or fluttering heartbeat (heart palpitations)\n- feelinglightheaded or dizzy\n- shortness of breath\n- chest pain\n- passing out (fainting)\nThese episodes can last for seconds, minutes or hours.\nHow often they occur varies from person to person. Some people may have episodes on a daily basis, while others may only experience them a few times a year.\nThey normally occur randomly, without any identifiable cause, but they can sometimes be triggered by strenuous exercise or drinking a lot of alcohol or caffeine."}, {"When to seek medical advice": "See a GP if you keep getting a fast or noticeable heartbeat (palpitations). It's important to get it checked out in case it could be something serious.\nDial 999 for an ambulance if:\n- your heartbeat doesn't go back to normal in a few minutes\n- you have chest pain that lasts more than 15 minutes – you may also have pain in your arms, back or jaw\n- you have chest pain and other symptoms like feeling sick, being sick (vomiting), shortness of breath or sweating\n- someone passes out (faints) and doesn't regain consciousness\nIf you've been diagnosed with WPW syndrome and you experience an episode, first try the techniques you've been taught or take any medication you've been given.\nDial 999 or go to your nearest accident and emergency (A&E) department if these measures don't stop the episode within a few minutes, or if someone you know has WPW syndrome and collapses or faints."}, {"What causes WPW syndrome?": "When the heart beats, its muscular walls contract (tighten and squeeze) to force blood out and around the body. They then relax, allowing the heart to fill with blood again. This is controlled by electrical signals.\nIn WPW syndrome, there's an extra electrical connection in the heart, which allows electrical signals to bypass the usual route and form a short circuit. This means the signals travel round and round in a loop, causing episodes where the heart beats very fast.\nThe extra electrical connection is caused by a strand of heart muscle that grows while the unborn baby is developing in the womb.\nIt's not clear exactly why this happens. It just seems to occur randomly in some babies, although rare cases have been found to run in families."}, {"Diagnosing WPW syndrome": "If your doctor thinks you might have WPW syndrome after assessing your symptoms, they'll probably recommend having an electrocardiogram (ECG) and will refer you to a heart specialist (cardiologist).\nAn ECG is a test that records your heart's rhythm and electrical activity. Small discs called electrodes are stuck onto your arms, legs and chest and connected by wires to an ECG machine. The machine records the tiny electrical signals produced by your heart each time it beats.\nIf you have WPW syndrome, the ECG will record an unusual pattern that isn't usually present in people who don't have the condition.\nTo confirm the diagnosis, you may be asked to wear a small portable ECG recorder so your heart rhythm can be recorded during an episode. The recorder will trace your heart rate continuously over a few days, or when you switch it on at the start of an episode."}, {"Treatments for WPW syndrome": "In many cases, episodes of abnormal heart activity associated with WPW syndrome are harmless, don't last long, and settle down on their own without treatment.\nYou may therefore not need any treatment if your symptoms are mild or occur very occasionally, although you should still have regular check-ups so your heart can be monitored.\nIf your cardiologist recommends treatment, there are a number of options available. You can have treatment to either stop episodes when they occur, or prevent them occurring in the future.\nThere are 3 main techniques and treatments that can help stop episodes as they occur. These are:\n- Vagal manoeuvres– techniques designed to stimulate the nerve that slows down the electrical signals in your heart. An example is the \"Valsalva manoeuvre\", where you hold your nose, close your mouth and exhale hard while straining as if you're on the toilet.\n- Medication– an injection of medicine such as adenosine can be given in hospital if vagal manoeuvres don't help. It can block the abnormal electrical signals in your heart.\n- Cardioversion– a type of electric shock therapy that jolts the heart back into a normal rhythm. This may be carried out in hospital if the above treatments don't work.\nTechniques and treatments that can help prevent episodes include:\n- Lifestyle changes– if your episodes are triggered by things such as strenuous exercise or alcohol, avoiding these may help. Your cardiologist can advise you about this.\n- Catheter ablation– this procedure is commonly used nowadays to destroy the extra part of the heart causing the problems in the heart's electrical system. It's effective in around 95% of cases.\n- Medication– daily tablets of medication such as amiodarone can help prevent episodes by slowing down the electrical impulses in your heart."}]}, {"condition": "Womb (uterus) cancer", "sections": [{"No header": "- Womb cancer is cancer that affects the womb.\n- The womb (uterus) is where a baby grows during pregnancy.\n- Most womb cancer usually starts in the lining of the womb (endometrium), this is also known as endometrial cancer.\n- How serious the womb cancer is depends on how big it is, if it has spread and your general health"}, {"Get your symptoms checked": "It's important to get any symptoms of womb cancer checked as soon as possible. Finding it earlier makes it easier to treat."}, {"Coronavirus (COVID-19) advice": "Get advice about COVID-19 and cancer:\n- Macmillan: COVID-19 guidance for people with cancer\n- Cancer Research UK: COVID-19 and cancer"}]}, {"condition": "Worms in humans", "sections": [{"No header": "Some types of worms can infect people. Some can be caught in the UK and others are only caught abroad. Most worm infections are not serious and can be easily treated with medicine."}, {"A pharmacist can help with worm infections": "A pharmacist can help if you have:\n- small, white worms in your poo that look like pieces of thread\n- extreme itching around your anus, particularly at night\nThis is probably threadworms.\nThey're common in the UK and can be treated with medicine from a pharmacy.\n- find a large worm or large piece of worm in your poo\n- have a red, itchy worm-shaped rash on your skin\n- have sickness, diarrhoea or a stomach ache for longer than 2 weeks\n- are losing weight for no reason\nThese could be symptoms of something like roundworm, hookworm or tapeworm.\nThese infections are usually caught while travelling. They can take a long time to cause symptoms, so tell the GP if you have been abroad in the last 2 years.\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"No header": ""}, {"Treatment to get rid of worms": "It does not matter which type of worm you have – all worm infections are treated in a similar way.\nYou might be asked to provide a sample of poo so it can be tested for worm eggs.\nIf you have worms, a GP will prescribe medicine to kill them. You take this for 1 to 3 days. The people you live with may also need to be treated.\nAny worms in your gut will eventually pass out in your poo. You may not notice this.\nTo avoid becoming infected again or infecting others, it's very important during the weeks after starting treatment to wash your hands:\n- after going to the toilet\n- before eating or preparing food\n- regularly during the day\nGo back to the GP if your symptoms do not get better in 2 weeks or you keep passing live worms in your poo."}, {"How you catch worms": "Worms are mainly spread in small bits of poo from people with a worm infection. Some are caught from food.\nYou can get infected by:\n- touching objects or surfaces with worm eggs on them– if someone with worms does not wash their hands\n- touching soil or swallowing water or food with worm eggs in it– mainly a risk in parts of the world without modern toilets or sewage systems\n- walking barefoot on soil containing worms– only a risk in parts of the world without modern toilets or sewage systems\n- eating raw or undercooked beef, pork or freshwater fish (like salmon or trout) containing baby worms– more common in parts of the world with poor food hygiene standards\nYou can catch some worms from pets, but this is rare."}, {"How to prevent worm infections": "- wash your hands before eating or preparing food, and after touching soil or using the toilet\nwash your hands before eating or preparing food, and after touching soil or using the toilet\n- only drink bottled or boiled water in high-risk areas (places without modern toilets or sewage systems)\nonly drink bottled or boiled water in high-risk areas (places without modern toilets or sewage systems)\n- deworm pet dogs and cats regularly\ndeworm pet dogs and cats regularly\n- dispose of dog and cat poo in a bin as soon as possible\ndispose of dog and cat poo in a bin as soon as possible\n- thoroughly wash garden-grown fruit and vegetables\nthoroughly wash garden-grown fruit and vegetables\n- do not let children play in areas where there's a lot of dog or cat poo\ndo not let children play in areas where there's a lot of dog or cat poo\n- do not eat raw fruit and vegetables in high-risk areas\ndo not eat raw fruit and vegetables in high-risk areas\n- do not walk barefoot in high-risk areas\ndo not walk barefoot in high-risk areas\n- do not eat raw or undercooked pork, beef or freshwater fish\ndo not eat raw or undercooked pork, beef or freshwater fish"}]}, {"condition": "Wrist pain", "sections": [{"No header": "There are many causes of wrist pain. You can often ease the pain yourself. But see a GP if the pain does not improve."}, {"How you can ease wrist pain yourself": "If you see a GP about pain in your wrist, they'll usually suggest you try these things:\n- rest your wrist when you can\nrest your wrist when you can\n- put an ice pack (or a bag of frozen peas) in a towel and place it on your wrist for up to 20 minutes every 2 to 3 hours\nput an ice pack (or a bag of frozen peas) in a towel and place it on your wrist for up to 20 minutes every 2 to 3 hours\n- keep your hands and wrists moving with gentle exercises to help ease pain and stiffness\nkeep your hands and wrists moving with gentle exercises to help ease pain and stiffness\n- take paracetamol to ease the pain\ntake paracetamol to ease the pain\n- take off any jewellery if your hand looks swollen\ntake off any jewellery if your hand looks swollen\n- stop or cut down activities that are causing the pain – for example, typing, using vibrating tools for work, or playing an instrument\nstop or cut down activities that are causing the pain – for example, typing, using vibrating tools for work, or playing an instrument\n- wear a splint to support your wrist and ease pain, especially at night – you can get these at most pharmacies and supermarkets\nwear a splint to support your wrist and ease pain, especially at night – you can get these at most pharmacies and supermarkets\n- think about using gadgets or tools to make difficult or painful tasks easier – for example, to open jars or chop vegetables\nthink about using gadgets or tools to make difficult or painful tasks easier – for example, to open jars or chop vegetables\n- think about getting a soft pad to support your wrist when typing\nthink about getting a soft pad to support your wrist when typing\n- do not use ibuprofen in the first 48 hours after an injury\ndo not use ibuprofen in the first 48 hours after an injury\n- do not use heat packs or have hot baths for the first 2 to 3 days after an injury\ndo not use heat packs or have hot baths for the first 2 to 3 days after an injury\n- do not lift heavy objects or grip anything too tightly\ndo not lift heavy objects or grip anything too tightly\nYou can ask a pharmacist about:\n- the best painkiller to take\n- the best splint to support your wrist and ease pain – flexible rubber splints are available if you still need to use your wrist\n- if you need to see a GP"}, {"Non-urgent advice:  See a GP if:": "- pain in your wrist is stopping you doing normal activities\n- the pain is getting worse or keeps coming back\n- the pain has not improved after treating it at home for 2 weeks\n- you have any tingling or loss of sensation in your hand or wrist\n- you have diabetes – hand problems can be more serious if you have diabetes\n- you have wrist pain and also feel unwell with a high temperature\n- your wrist is painful, warm, swollen and stiff\nIt's still important to get help from a GP if you need it. To contact your GP surgery:\n- visit their website\n- use theNHS App\n- call them\nFind out about using the NHS during COVID-19"}, {"Immediate action required: Go to an urgent treatment centre or A&E if you:": "- have severe wrist pain\n- feel faint, dizzy or sick from the pain\n- heard a snap, grinding or popping noise at the time of the injury\n- are not able to move your wrist or hold things\n- have a wrist that's changed shape or colour\n- have lost the feeling in part or all of your hand\nThese might be signs of a broken wrist.\n- always there and so bad it's hard to think or talk\n- you cannot sleep\n- it's very hard to move, get out of bed, go to the bathroom, wash or dress\n- always there\n- makes it hard to concentrate or sleep\n- you can manage to get up, wash or dress\n- comes and goes\n- is annoying but does not stop you doing daily activities"}, {"Common causes of wrist pain": "Wrist pain is often caused by bruising or injuring your wrist.\nYour symptoms might also give you an idea of what's causing the pain in your wrist."}, {"No header": "Do not worry if you're not sure what the problem is.\nFollow the advice on this page and see a GP if the pain does not get better in 2 weeks."}]}]