[{"condition": "Yellow fever", "sections": [{"No header": "Yellow fever is a serious infection spread by mosquitoes. It's found in parts of Africa, South America, Central America and Trinidad in the Caribbean.\nThere's a vaccine that can stop you getting yellow fever if you're travelling to an area where the infection is found."}, {"Yellow fever vaccination": "The yellow fever vaccine is recommended if you're travelling to:\n- an area where yellow fever is found\n- a country that requires you to have a certificate proving you've been vaccinated against yellow fever\nYou need to have the vaccine at least 10 days before travelling to give it enough time to work. Your certificate will only be valid after this time.\nIf you or your child has had the MMR vaccine, you or they ideally need to wait at least 4 weeks before having the yellow fever vaccine.\nThe vaccine and certificate are only available from registered yellow fever vaccination centres.\nThe jab is not available for free on the NHS so you'll have to pay for it. It typically costs around £60 to £85.\nThe vaccine provides lifelong protection for most travellers, so you will not normally need a booster dose.\nRead more about the yellow fever vaccine."}, {"Where yellow fever is found": "Yellow fever is found in:\n- parts of sub-Saharan Africa (the area below the Sahara desert)\n- parts of South America\n- parts of Central America\n- Trinidad (in the Caribbean)\nIt is not found in the UK, Europe, Asia, Australia, New Zealand or the Pacific Islands.\nTo find out if yellow fever is a risk where you're travelling to, or if the country you're visiting requires a vaccination certificate, see:\n- TravelHealthPro:country information– click on the vaccine recommendation tab for your destination\n- TravelHealthPro:maps of where yellow fever vaccine is recommended"}, {"How yellow fever is spread": "Yellow fever is a virus spread by mosquito bites. You cannot get it from close contact with someone who has it.\nThe mosquitoes that spread the infection are found in towns, cities and rural areas. They mainly bite during the day.\nMosquitoes can also spread other serious illnesses, such as malaria and dengue.\nIf you're travelling to an area where yellow fever is found, try to avoid being bitten, even if you have been vaccinated. \nYou can do this by using mosquito nets, wearing clothes that cover your arms and legs, and using insect repellent containing 30% to 50% DEET (diethyltoluamide).\nRead more about how to prevent insect bites."}, {"Symptoms of yellow fever": "The first symptoms of yellow fever usually develop 3 to 6 days after being infected.\nThey include:\n- a high temperature\n- aheadache\n- feeling sick or vomiting\n- muscle pain andbackache\n- your eyes being sensitive to light\n- loss of appetite and feeling generally unwell\nUp to 1 in 4 people go on to get more serious symptoms, such as:\n- yellowing of the skin and eyes(jaundice)\n- bleeding from the mouth, nose, eyes or ears\n- vomiting bloodorblood in poo"}, {"When to get medical help": "See a doctor straight away if you get symptoms of yellow fever while travelling in an area where the infection is found.\nIf you get symptoms after recently returning from one of these areas, contact a GP or NHS 111 for advice as soon as possible.\nTell them exactly where you have been travelling, whether you think you have been bitten by a mosquito, and what symptoms you have.\nYou may need to have a blood test to check for the infection."}, {"Treatments for yellow fever": "There's no cure for yellow fever, but the symptoms can be treated while your body fights off the infection.\nMost people make a full recovery after 3 or 4 days.\nHowever, up to half of those who have the more serious symptoms of yellow fever will die.\nPainkillers such as paracetamol or ibuprofen can help lower your temperature and relieve aches or pains in the meantime. \nAlso drink plenty of fluids to avoid dehydration.\nIf you have more serious symptoms, you may need to go into hospital for close monitoring and treatment of your symptoms until you're feeling better."}]}]